[
  {
    "characters": [
      "高个邓肯",
      "伊戈"
    ],
    "date": "伊耿历209年",
    "content": "高个邓肯爵士与侍从伊戈（实为伊耿·坦格利安王子）在春季大瘟疫爆发前踏上旅程。他们途经岑树滩时，邓肯在一场团队比武中为保护平民而挑战傲慢的贵族，虽败犹荣。随后二人遭遇神秘骑士，揭开贵族阴谋，邓肯以正直品格赢得尊重。这段经历展现了骑士精神与平民苦难的对比，为伊戈日后统治理念埋下伏笔。"
  },
  {
    "characters": [
      "未知"
    ],
    "date": "伊耿历元年",
    "content": "征服者伊耿在旧镇完成加冕，成为伊耿一世，标志着坦格利安王朝的正式建立。他任命奥里斯·拜拉席恩为国王之手，并重新分封七大王国：拜拉席恩家族统治风暴地，徒利家族统治河间地，葛雷乔伊家族统治铁群岛，提利尔家族统治河湾地并担任南境守护，史塔克家族担任北境守护，兰尼斯特家族担任西境守护，艾林家族担任东境守护。这些任命旨在巩固新王朝的统治，通过忠诚的封臣控制维斯特洛各区域，为后续的征服和治理奠定基础。"
  },
  {
    "characters": [
      "伊耿·坦格利安",
      "维桑尼亚·坦格利安",
      "雷妮丝·坦格利安"
    ],
    "date": "伊耿历1年",
    "content": "征服者伊耿在旧镇完成加冕，成为伊耿一世，建立坦格利安王朝。他任命奥里斯·拜拉席恩为国王之手，并分封各大贵族：拜拉席恩家族统治风暴地，徒利家族统治河间地，葛雷乔伊家族统治铁群岛，提利尔家族统治河湾地，史塔克家族守护北境，兰尼斯特家族守护西境，艾林家族守护东境。伊耿一世与姐妹维桑尼亚和雷妮丝（也是他的妻子）共同开启了维斯特洛的统一时代，标志着伊耿历元年的开始。"
  },
  {
    "characters": [
      "邓肯",
      "伊戈"
    ],
    "date": "伊耿历209年",
    "content": "邓肯作为一名雇佣骑士，在春季大瘟疫爆发前，与他的侍从伊戈一起旅行。他们参加了白墙城的比武大会，邓肯在比赛中表现出色，但最终因违规被取消资格。期间，他们揭露了贵族阴谋，保护了无辜者，展现了骑士精神。"
  },
  {
    "characters": [
      "邓克",
      "阿兰爵士"
    ],
    "date": "伊耿历209年3月15日",
    "content": "雇佣骑士阿兰爵士在旅途中感染风寒去世，他的侍从邓克在春雨中为老人挖掘坟墓并安葬。邓克继承了阿兰爵士的武器、盔甲和三匹马，包括战马雷霆。他决定继续前往岑树滩参加比武大会，以证明自己的骑士价值。在旅馆休息时，他遇到了一个自称伊戈的秃头男孩，男孩坚持要成为他的侍从。"
  },
  {
    "characters": [
      "邓克",
      "伊戈"
    ],
    "date": "伊耿历209年3月16日",
    "content": "邓克抵达岑树滩比武场，发现伊戈偷偷跟随而来。他决定收留伊戈作为侍从。为了参加比武，邓克卖掉了坐骑快步，向铁匠佩特订购了新盔甲，并请木偶师坦茜莉在盾牌上绘制了新的纹章：绿底榆树和流星。在城堡报名时，他得到了贝勒王子的帮助，确认了他的骑士身份。"
  },
  {
    "characters": [
      "邓克",
      "伊戈",
      "伊利昂王子",
      "坦茜莉"
    ],
    "date": "伊耿历209年3月17日",
    "content": "比武会第一天，邓克观战学习。当晚，伊利昂王子因木偶戏中龙被斩杀而愤怒，折断木偶师坦茜莉的手指。邓克出手阻止，殴打了王子。伊戈透露自己是梅卡王子之子伊耿。邓克被指控袭击王室成员，面临审判。贝勒王子告知他可选择比武审判，但需找到六位骑士助战。"
  },
  {
    "characters": [
      "邓克",
      "伊戈",
      "贝勒王子",
      "梅卡王子",
      "伊利昂王子"
    ],
    "date": "伊耿历209年3月18日",
    "content": "邓克在雷蒙·佛索威等人帮助下凑齐六位骑士：莱昂诺·拜拉席恩、亨佛利·哈顿、亨佛利·毕斯柏里、罗宾·罗辛林和雷蒙（新晋骑士）。贝勒王子意外加入邓克一方，形成七对七的审判。激战中，亨佛利·毕斯柏里阵亡，邓克重伤但迫使伊利昂撤回指控。贝勒王子被梅卡误杀，邓克被赦免。梅卡提议邓克成为亲随骑士并训练伊耿，邓克选择带伊耿继续游历。"
  },
  {
    "characters": [
      "戴伦·坦格利安",
      "伊耿·坦格利安"
    ],
    "date": "伊耿历212年",
    "content": "在伊耿历212年，第二次黑火叛乱爆发，戴蒙·黑火及其党羽试图推翻铁王座。戴伦·坦格利安国王领导保皇军对抗叛乱，而伊耿·坦格利安作为王室成员参与其中。叛乱最终被镇压，黄金团在这一年成立，成为黑火家族在流亡中的重要军事力量。事件涉及多场战斗和阴谋，巩固了坦格利安家族的统治，但也埋下了未来冲突的种子。"
  },
  {
    "characters": [
      "高个邓肯爵士",
      "伊戈"
    ],
    "date": "伊耿历212年7月15日",
    "content": "邓克与侍从伊戈在返回坚定堡途中，发现十字路口铁笼内有两具腐烂尸体，推测为盗窃犯或杀人犯。天气炎热干旱，两人讨论王国动荡局势，包括血鸦公爵的统治和持续干旱带来的民生困苦。抵达干涸的小溪后，邓克坚持调查原因，发现红寡妇罗翰妮·维伯夫人修建水坝截流，导致奥斯格雷领地缺水。邓克与棕盾本尼斯爵士对峙工人，本尼斯划伤一名工人脸部，激化矛盾。返回坚定堡后，邓克向尤斯塔斯·奥斯格雷爵士报告，老骑士愤怒于水坝事件，决定召集民兵对抗红寡妇。"
  },
  {
    "characters": [
      "高个邓肯爵士",
      "伊戈",
      "尤斯塔斯·奥斯格雷爵士",
      "棕盾本尼斯爵士"
    ],
    "date": "伊耿历212年7月16日",
    "content": "邓克和伊戈前往村庄征兵，仅召集到八名缺乏训练的农民。尤斯塔斯爵士激励民兵，邓克和本尼斯进行基础训练，但民兵表现糟糕。邓克担忧红寡妇的武力优势，夜间梦见民兵死亡和过去创伤。次日训练中，民兵溃散，邓克决定独自面对红寡妇谈判，避免无谓牺牲。"
  },
  {
    "characters": [
      "高个邓肯爵士",
      "伊戈",
      "罗翰妮·维伯夫人",
      "卢卡斯·英奇菲爵士"
    ],
    "date": "伊耿历212年7月17日",
    "content": "邓克和伊戈前往冷壕堡，误认梅森特夫人为红寡妇，遭卢卡斯爵士嘲弄。罗翰妮夫人现身，邓克试图谈判水坝和本尼斯伤人事件，但罗翰妮出示国王授权文件，证明小溪归属她，并拒绝拆坝。邓克提及亚当·奥斯格雷（罗翰妮旧爱），激怒她被打耳光。罗翰妮要求交出本尼斯，否则动用武力。邓克和伊戈离开，得知尤斯塔斯爵士曾支持黑龙叛乱，导致家族衰败。"
  },
  {
    "characters": [
      "高个邓肯爵士",
      "伊戈",
      "尤斯塔斯·奥斯格雷爵士"
    ],
    "date": "伊耿历212年7月17日",
    "content": "邓克返回坚定堡，揭露尤斯塔斯爵士的叛徒过去，决定离开效忠。尤斯塔斯爵士醉酒回忆黑火叛乱，辩护选择戴蒙·黑火的原因。夜间，渥特林起火，红寡妇疑似报复。邓克原计划离去，但见民兵无助，改变主意留下保护坚定堡。"
  },
  {
    "characters": [
      "高个邓肯爵士",
      "罗翰妮·维伯夫人",
      "卢卡斯·英奇菲爵士",
      "尤斯塔斯·奥斯格雷爵士"
    ],
    "date": "伊耿历212年7月18日",
    "content": "红寡妇率军抵达方格河，要求交出本尼斯。尤斯塔斯爵士指控她纵火，双方僵持。邓克介入，提议比武审判证明清白。邓克与卢卡斯爵士在溪中决斗，邓克重伤但杀死卢卡斯。伊戈救出邓克，红寡妇和尤斯塔斯爵士和解，后者探访亚当坟墓，两人结婚，联合旗帜飘扬冷壕堡。邓克养伤期间，本尼斯洗劫坚定堡逃逸。"
  },
  {
    "characters": [
      "高个邓肯爵士",
      "伊戈",
      "罗翰妮·维伯夫人"
    ],
    "date": "伊耿历212年7月25日",
    "content": "邓克伤未愈即离开冷壕堡，罗翰妮赠马被拒，邓克索取她一束红发作纪念。两人雨中告别，邓克和伊戈决定北上长城，继续雇佣骑士生涯，面对未知冒险。"
  },
  {
    "characters": [
      "神秘骑士"
    ],
    "date": "伊耿历212年",
    "content": "第二次黑火叛乱爆发，戴蒙·黑火的追随者试图推翻戴伦二世的统治。一名身份不明的神秘骑士在比武大会或战斗中现身，其真实身份引发猜测。黄金团于同年成立，由黑火家族的支持者组成，成为日后多次叛乱的核心力量。事件加剧了坦格利安王朝的内部矛盾，为后续冲突埋下伏笔。"
  },
  {
    "characters": [
      "邓克",
      "伊戈"
    ],
    "date": "伊耿历212年",
    "content": "邓克与侍从伊戈离开石堂镇，途中目睹一名曾布道反对血鸦的驼背修士人头被插在城门示众。两人继续前行，六天后抵达湖边旅馆，但因费用不足无法渡湖或住宿，只得与其他雇佣骑士在湖边扎营。他们结识了雾原镇之猫凯勒爵士、梅纳德·普棱爵士和自称火球之子的加勒敦·波尔爵士。次日，众人前往白墙城参加巴特威伯爵的婚礼比武会，邓克以绞架骑士身份参赛，但首轮即被乌瑟·昂德利夫爵士击败，失去战马和盔甲。"
  },
  {
    "characters": [
      "邓克",
      "伊戈",
      "加勒敦·波尔"
    ],
    "date": "伊耿历212年",
    "content": "婚礼期间，邓克偷听到葛蒙·培克等人密谋黑火叛乱，拥戴自称戴蒙·黑火二世的提琴手约翰。伊戈为求援亮出父亲梅卡亲王的戒指，吓住巴特威伯爵。加勒敦·波尔被诬偷窃龙蛋遭捕，邓克在圣堂与黑汤姆·海德搏斗并将其杀死。加勒敦在比武中击败戴蒙证明清白，但血鸦公爵率军包围城堡，叛乱被镇压。培克和海德被处决，戴蒙被俘，邓克和伊戈获释，血鸦资助邓克赎回装备。"
  },
  {
    "characters": [
      "戴蒙·黑火"
    ],
    "date": "伊耿历182年",
    "content": "伊耿四世册封其私生子戴蒙·维水为骑士，并赐予他族剑黑火。戴蒙自此以黑火为姓氏，自称戴蒙·黑火，标志着黑火家族的正式诞生。这一事件源于伊耿四世对私生子的偏爱，为后来的黑火叛乱埋下伏笔。"
  },
  {
    "characters": [
      "戴蒙·黑火"
    ],
    "date": "伊耿历184年",
    "content": "戴蒙·黑火与泰洛西的罗翰妮结婚，并生下双胞胎伊耿·黑火和伊蒙·黑火。同年，伊耿四世临终前合法化所有私生子，包括戴蒙及其子女，进一步巩固了黑火家族的地位，加剧了与坦格利安主支的矛盾。"
  },
  {
    "characters": [
      "戴蒙·黑火",
      "布林登·河文",
      "伊葛·河文"
    ],
    "date": "伊耿历196年",
    "content": "戴蒙·黑火及其党羽掀起黑火叛乱，但在红草原之役中战败。戴蒙被布林登·河文射杀，其子伊耿和伊蒙也死于战场。布林登与伊葛·河文首次对决，伊葛弄瞎布林登一只眼睛。叛乱虽被镇压，但黑火家族余党逃往狭海对岸，继续威胁铁王座。"
  },
  {
    "characters": [
      "戴蒙·黑火三世",
      "高个邓肯"
    ],
    "date": "伊耿历236年",
    "content": "戴蒙·黑火三世发动第四次黑火叛乱，在文德河桥之战中被御林铁卫高个邓肯杀死。叛乱失败，但黑火家族在自由贸易城域仍有支持者，黄金团等佣兵组织继续为其效命。"
  },
  {
    "characters": [
      "马里斯·黑火",
      "巴利斯坦·赛尔弥"
    ],
    "date": "伊耿历260年",
    "content": "马里斯·黑火在九铜板王之战中于石阶列岛被巴利斯坦·赛尔弥斩杀。马里斯是黑火家族的最后一位男性直系后裔，他的死亡标志着黑火主支的终结，但家族影响力通过黄金团等延续。"
  },
  {
    "characters": [
      "戴蒙·黑火"
    ],
    "date": "伊耿历184年",
    "content": "伊耿四世将族剑'黑火'授予私生子戴蒙，戴蒙以此创建黑火家族，采用红底黑色三头龙家徽。作为伊耿四世长子且被合法化，戴蒙深得人望，成为坦格利安王朝的不稳定因素。"
  },
  {
    "characters": [
      "戴蒙·黑火",
      "伊葛·河文"
    ],
    "date": "伊耿历196年",
    "content": "戴蒙·黑火于伊耿历195年正式叛乱，宣称自己为铁王座合法继承人，吸引大批诸侯支持。在红草原决战中，戴蒙及其两个儿子伊耿和伊蒙战死，叛乱被镇压。剩余五子在'寒铁'伊葛·河文保护下流亡海外，伊葛组建黄金团伺机反攻。"
  },
  {
    "characters": [
      "戴蒙二世·黑火",
      "葛蒙·培克"
    ],
    "date": "伊耿历212年",
    "content": "以葛蒙·培克为首的贵族密谋迎回戴蒙·黑火第三子戴蒙二世，计划在河间地白墙城发动第二次黑火叛乱。但阴谋泄露，叛乱未起即被挫败，黑火家族继续流亡对抗坦格利安王朝。"
  },
  {
    "characters": [
      "马里斯·黑火",
      "巴利斯坦·赛尔弥"
    ],
    "date": "伊耿历260年",
    "content": "黑火家族末代男性马里斯加入'九人团'，参与九铜板王之战，征服争议之地和石阶列岛后企图入侵维斯特洛。在石阶列岛战役中，马里斯被御林铁卫巴利斯坦·赛尔弥一对一击杀，黑火家族男性血脉终结。"
  },
  {
    "characters": [
      "培克家族"
    ],
    "date": "伊耿历233年",
    "content": "培克家族在伊耿历233年发动叛乱，梅卡一世国王亲自率军讨伐。在战斗中，梅卡一世不幸战死，同时劳勃·雷耶斯伯爵及其侍从Tywald Lannister也阵亡。这场叛乱最终被镇压，但国王的死亡引发了后续的大议会，以决定王位继承问题。"
  },
  {
    "characters": [
      "葛蒙·培克"
    ],
    "date": "伊耿历196年",
    "content": "在黑火叛乱中，培克家族的族长葛蒙·培克伯爵作为戴蒙·黑火的忠实拥护者参与叛乱。叛乱被镇压后，葛蒙屈膝臣服，但培克家族因此被削去两座城堡，仅保留星梭城。"
  },
  {
    "characters": [
      "葛蒙·培克",
      "戴蒙·黑火二世"
    ],
    "date": "伊耿历212年",
    "content": "葛蒙·培克不甘心失败，秘密迎回戴蒙·黑火之子戴蒙二世（化名“提琴手约翰”），企图发动第二次黑火叛乱。然而，血鸦公爵识破了这一阴谋，葛蒙在白墙城下被斩首，叛乱被扼杀。"
  },
  {
    "characters": [
      "提图斯·培克"
    ],
    "date": "伊耿历298年",
    "content": "在《冰与火之歌》故事发生时，提图斯·培克伯爵成为培克家族族长，他是泰温·兰尼斯特公爵的堂妹玛歌的丈夫。培克家族在黄金团中有多名流亡成员，如莱斯维尔·培克爵士、陶曼·培克和派克伍德·培克，他们参与了黄金团对维斯特洛的反攻。"
  },
  {
    "characters": [
      "安布罗斯·巴特威"
    ],
    "date": "伊耿历162年",
    "content": "安布罗斯·巴特威出生。他后来在黑火叛乱初期被任命为国王之手，但因表现糟糕、忠诚堪忧而被革职。"
  },
  {
    "characters": [
      "安布罗斯·巴特威伯爵"
    ],
    "date": "伊耿历196年",
    "content": "安布罗斯·巴特威伯爵在黑火叛乱中首鼠两端，作为戴伦二世的国王之手，却让长子支持国王、次子支持戴蒙·黑火，试图两边获利。因其不称职表现和疑似与叛军勾结，戴伦二世在红草原决战前撤销其首相职务。叛乱中，他的两个儿子分别战死，家族势力受损。"
  },
  {
    "characters": [
      "佛索威家族"
    ],
    "date": "伊耿历16年",
    "content": "佛索威家族作为河湾地的贵族，在伊耿一世统治期间继续效忠提利尔家族，维护河湾地的稳定。他们参与了早期坦格利安王朝的巩固工作，支持铁王座对多恩的征服战争，并在地方事务中发挥重要作用。家族成员可能参与了军事行动或行政管理，但具体事件未在年表中详细记载。"
  },
  {
    "characters": [
      "史蒂芬·佛索威爵士",
      "雷蒙·佛索威爵士",
      "高个邓肯",
      "明焰王子伊利昂"
    ],
    "date": "伊耿历208年",
    "content": "在岑树滩比武大会上，史蒂芬·佛索威爵士原本答应为雇佣骑士高个邓肯出战，但故意出卖邓肯给明焰王子伊利昂。雷蒙·佛索威爵士对此义愤填膺，决定与本家决裂，将纹章上的红苹果改为绿苹果，并代表邓肯爵士出战。这一事件导致佛索威家族分裂为红苹果和绿苹果两支，绿苹果佛索威家以新桶城为家堡，势力逐渐壮大。"
  },
  {
    "characters": [
      "琼恩·佛索威爵士",
      "布赖恩·佛索威爵士",
      "艾德威·佛索威爵士",
      "罗索·布伦"
    ],
    "date": "伊耿历299年",
    "content": "在黑水河之战中，红苹果佛索威家的布赖恩爵士和艾德威爵士被自由骑手罗索·布伦击毙，绿苹果佛索威家的琼恩爵士则被罗索活捉。罗索因此获得“苹果食客罗索”的称号。战后，两家均向乔佛里国王屈膝臣服，并加入其军队北上讨伐。"
  },
  {
    "characters": [
      "维伯家族"
    ],
    "date": "伊耿历213年",
    "content": "伊耿历213年，维伯家族成员罗翰妮·维伯在兰尼斯港突然失踪。作为兰尼斯特家族的姻亲，罗翰妮是杰洛·兰尼斯特公爵的妻子，她的离奇消失引发了西境的广泛关注。尽管兰尼斯特家族进行了多方搜寻，但罗翰妮的下落始终成谜，这起事件成为维伯家族历史上一个未解的谜团，也为后来兰尼斯特家族内部的关系变化埋下了伏笔。"
  },
  {
    "characters": [
      "罗翰妮·维伯",
      "威曼·维伯",
      "文德尔·维伯",
      "邓肯爵士"
    ],
    "date": "伊耿历212年",
    "content": "威曼·维伯子爵在黑火叛乱中支持戴伦二世国王，战死于红草原之役。他在遗嘱中规定，若女儿罗翰妮夫人在其第二个周年祭日前未结婚，家业将传给堂弟文德尔·维伯爵士。罗翰妮夫人因名声不佳被称为“红寡妇”，拒绝父亲生前安排的婚事。在雇佣骑士“高个”邓肯爵士的调解下，罗翰妮最终与尤斯塔斯·奥斯格雷爵士成婚，避免了家族继承权的争端，维伯家族得以保留冷壕堡。"
  },
  {
    "characters": [
      "奥斯格雷家族"
    ],
    "date": "伊耿历211年",
    "content": "尤斯塔斯·奥斯格雷与罗翰妮·威博结婚。奥斯格雷家族作为河湾地的小贵族，通过联姻巩固了与威博家族的关系，这有助于提升他们在当地的影响力。尽管奥斯格雷家族在历史中并非显赫大族，但这次婚姻体现了维斯特洛贵族间常见的政治联姻策略，以加强家族地位和领地安全。"
  },
  {
    "characters": [
      "威尔伯特·奥斯格雷"
    ],
    "date": "伊耿历前约100年",
    "content": "威尔伯特·奥斯格雷爵士作为奥斯格雷家族的成员，在伊耿征服前为河湾王国服务，担任北疆边帅，负责抵御凯岩王国的入侵。他因在战斗中杀死凯岩国王蓝赛尔五世而闻名，绰号“幼狮”，展现了奥斯格雷家族在园丁家族统治时期的强盛和军事贡献。"
  },
  {
    "characters": [
      "奥蒙德·奥斯格雷"
    ],
    "date": "伊耿历45年",
    "content": "奥蒙德·奥斯格雷伯爵因反对梅葛一世国王镇压教会武装组织“穷人集会”和“战士之子”，被剥夺了冷壕堡。这一事件标志着奥斯格雷家族开始衰落，逐渐被降格为有产骑士，领地缩减，最终仅剩坚定堡一座塔楼，反映了家族在政治斗争中的失势。"
  },
  {
    "characters": [
      "尤斯塔斯·奥斯格雷",
      "艾德温·奥斯格雷",
      "哈罗德·奥斯格雷",
      "亚当·奥斯格雷",
      "亚莉珊"
    ],
    "date": "伊耿历196年",
    "content": "尤斯塔斯·奥斯格雷爵士以戴蒙·黑火忠实拥护者的身份参加黑火叛乱，戴蒙许诺归还冷壕堡。在红草原之役中，尤斯塔斯的三个儿子艾德温、哈罗德和亚当战死。战后，他的女儿亚莉珊作为人质在君临的春季大瘟疫中去世，导致家族进一步衰败，失去复兴希望。"
  },
  {
    "characters": [
      "尤斯塔斯·奥斯格雷"
    ],
    "date": "伊耿历211年",
    "content": "尤斯塔斯·奥斯格雷爵士与罗翰妮·威博结婚，这一事件可能试图通过联姻来稳定家族地位，但奥斯格雷家族已沦为罗宛家族旗下的有产骑士，仅剩坚定堡，反映了他们在河湾地的边缘化和长期衰落。"
  }
]