[
  {
    "characters": [
      "盖瑞",
      "威尔",
      "威玛·罗伊斯"
    ],
    "date": "伊耿历298年1月1日",
    "content": "守夜人巡逻队成员盖瑞、威尔和威玛·罗伊斯爵士在长城以北的鬼影森林中追踪野人踪迹。威尔报告发现八名野人尸体，但威玛爵士坚持亲自查看。当他们抵达营地时，尸体神秘消失。随后异鬼出现，威玛爵士在战斗中阵亡，他的钢剑被异鬼的冰晶剑击碎。威尔目睹全过程后试图逃跑，但被复活的威玛爵士掐死。这标志着异鬼在数千年后首次重现人间。"
  },
  {
    "characters": [
      "艾德·史塔克",
      "布兰·史塔克",
      "罗柏·史塔克",
      "琼恩·雪诺",
      "席恩·葛雷乔伊"
    ],
    "date": "伊耿历298年1月2日",
    "content": "艾德·史塔克在临冬城外处决一名守夜人逃兵，这是布兰首次观看行刑。返程途中，史塔克孩子们在河边发现一只死去的冰原狼和六只幼崽。经过争论，艾德允许孩子们收养幼狼：罗柏得到灰风，琼恩得到白灵，布兰得到夏天，瑞肯得到毛毛狗，艾莉亚得到娜梅莉亚，珊莎得到淑女。艾德向布兰解释统治者的责任，强调执行死刑者必须亲自下手，并注视死者眼睛。"
  },
  {
    "characters": [
      "凯特琳·徒利",
      "艾德·史塔克"
    ],
    "date": "伊耿历298年1月3日",
    "content": "凯特琳在神木林找到清洗宝剑'寒冰'的艾德。她带来琼恩·艾林死讯和国王劳勃即将来访的消息。艾德回忆与养父琼恩·艾林的感情，担忧守夜人兵力不足和野人威胁。两人讨论长城外的危险，艾德虽不相信异鬼存在，但承认局势日益严峻。凯特琳对劳勃带来大量随从表示担忧，包括王后瑟曦和兰尼斯特家族成员。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "韦赛里斯·坦格利安",
      "伊利里欧总督"
    ],
    "date": "伊耿历298年1月4日",
    "content": "在潘托斯，韦赛里斯准备将妹妹丹妮莉丝嫁给多斯拉克卡奥卓戈，以换取军队夺回铁王座。丹妮莉丝沐浴更衣后，与哥哥前往卓戈的宴会。韦赛里斯威胁丹妮必须取悦卓戈，唤醒'睡龙之怒'。宴会上见到被流放的骑士乔拉·莫尔蒙。丹妮被迫接受政治婚姻，内心恐惧却无力反抗。韦赛里斯梦想借助多斯拉克军队重返维斯特洛。"
  },
  {
    "characters": [
      "艾德·史塔克",
      "劳勃·拜拉席恩",
      "瑟曦·兰尼斯特"
    ],
    "date": "伊耿历298年1月5日",
    "content": "劳勃国王率三百人队伍抵达临冬城，包括王后瑟曦、王子乔佛里和兰尼斯特家族成员。劳勃与艾德重聚后立即前往史塔克家族墓窖，在莱安娜·史塔克墓前哀悼。劳勃提出任命艾德为国王之手，接替逝世的琼恩·艾林，并提议乔佛里与珊莎订婚。艾德犹豫不决，担心南方政治斗争，但最终接受任命。这标志着史塔克家族将深度卷入君临权力游戏。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "班扬·史塔克",
      "提利昂·兰尼斯特"
    ],
    "date": "伊耿历298年3月3日",
    "content": "在临冬城为国王劳勃举办的欢迎晚宴上，琼恩·雪诺因私生子身份被安排在侍从席，与班扬·史塔克交谈时表达了加入守夜人的愿望，但被班扬以年龄太小为由劝阻。琼恩酒后情绪失控跑出宴会厅，在庭院遇到提利昂·兰尼斯特。提利昂以自身经历开导琼恩，建议他接受私生子身份并化为力量。这次对话让琼恩对自身处境有了新的认识，也为后续加入守夜人埋下伏笔。"
  },
  {
    "characters": [
      "凯特琳·史塔克",
      "艾德·史塔克",
      "鲁温学士"
    ],
    "date": "伊耿历298年3月3日",
    "content": "深夜，凯特琳与艾德讨论是否接受国王之手的任命。鲁温学士送来莱莎·艾林的密信，信中指控琼恩·艾林是被兰尼斯特家族谋害。凯特琳力劝艾德南下查明真相并保护莱莎母子。经过激烈争论，艾德最终决定接受任命，并安排罗柏留守临冬城，珊莎、艾莉亚和布兰随行南下，同时同意让琼恩·雪诺加入守夜人。这一决定改变了史塔克家族的命运轨迹。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "琼恩·雪诺",
      "罗柏·史塔克",
      "乔佛里·拜拉席恩"
    ],
    "date": "伊耿历298年3月4日",
    "content": "艾莉亚在缝纫课上因手艺不佳被修女批评，愤而离席。她在校场找到琼恩，观看布兰与托曼的剑术练习。乔佛里王子拒绝与罗柏用真剑比试，双方发生口角，罗柏怒骂乔佛里。琼恩安慰艾莉亚，指出世道不公但需面对现实。艾莉亚返回房间后遭到母亲和修女的严厉训斥。这些冲突展现了史塔克家孩子与王室成员间的紧张关系，也体现了艾莉亚叛逆的性格特质。"
  },
  {
    "characters": [
      "布兰·史塔克",
      "瑟曦·兰尼斯特",
      "詹姆·兰尼斯特"
    ],
    "date": "伊耿历298年3月4日",
    "content": "布兰在临冬城屋顶攀爬时，意外发现王后瑟曦与双胞胎弟弟詹姆在塔楼内发生乱伦关系。被察觉后，詹姆将布兰从高窗推下。布兰重伤昏迷，生死未卜。这一事件直接导致了后续的五王之战，成为维斯特洛政局动荡的重要导火索。布兰的坠楼不仅改变了他个人的命运，也揭开了兰尼斯特家族诸多秘密的序幕。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "乔佛里·拜拉席恩",
      "詹姆·兰尼斯特",
      "瑟曦·兰尼斯特"
    ],
    "date": "伊耿历298年3月5日",
    "content": "提利昂在早餐时得知布兰伤情稳定但可能终身残疾。他因乔佛里对布兰伤势的冷漠态度而掌掴教训外甥。与兄姐讨论中，提利昂表现出对布兰伤势的关切，并计划随守夜人前往长城。詹姆和瑟曦对布兰可能苏醒并说出真相表现出担忧。提利昂的举动展现了他与其他兰尼斯特家族成员不同的道德立场，也为后续他在君临政治漩涡中的独特角色奠定基础。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "凯特琳·徒利",
      "布兰·史塔克"
    ],
    "date": "伊耿历298年1月18日",
    "content": "琼恩·雪诺在临冬城向昏迷的布兰·史塔克告别，准备加入守夜人军团。凯特琳·徒利因布兰坠楼重伤而日夜守护，对琼恩态度冷漠，指责他应为布兰的遭遇负责。琼恩不顾凯特琳的反对，坚持探望布兰并表达歉意，凯特琳情绪崩溃，痛哭失声。琼恩离开后与罗柏·史塔克在广场道别，罗柏承诺会照顾布兰。琼恩随后探望妹妹艾莉亚·史塔克，赠送她一把名为'缝衣针'的瓦雷利亚钢剑，鼓励她练习剑术并保持坚强。这段离别充满了悲伤与温情，琼恩带着对家人的思念北上长城。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "卓戈卡奥",
      "韦赛里斯·坦格利安"
    ],
    "date": "伊耿历298年2月3日",
    "content": "丹妮莉丝·坦格利安在潘托斯郊外与多斯拉克马王卓戈卡奥举行婚礼。婚礼上多斯拉克人狂饮暴食，发生多起决斗死亡事件。韦赛里斯·坦格利安因地位受辱而愤怒。丹妮莉丝收到丰厚新娘礼，包括三颗龙蛋和一匹银色小母马。她骑马穿越火堆展现勇气，赢得卓戈的赞赏。夜晚，卓戈带她离开营地，在溪边温柔地与她圆房，丹妮莉丝从恐惧逐渐转为接受。这段婚姻标志着丹妮莉丝命运的重大转折，她开始从被动受害者转变为主动掌控者。"
  },
  {
    "characters": [
      "艾德·史塔克",
      "劳勃·拜拉席恩"
    ],
    "date": "伊耿历298年2月10日",
    "content": "劳勃国王清晨叫醒艾德·史塔克，两人骑马至先民坟冢私下交谈。劳勃透露瓦里斯的情报：丹妮莉丝嫁给多斯拉克马王卓戈卡奥。劳勃坚持要刺杀丹妮莉丝以绝后患，艾德反对杀害无辜孩童。两人争论坦格利安家族的往事和劳勃对龙家的仇恨。艾德质疑劳勃任命詹姆·兰尼斯特为东境守护的决定，提醒詹姆曾背叛伊里斯国王。劳勃为詹姆辩护，认为杀死疯王是必要之举。最终劳勃结束争论，提议纵马奔驰，艾德无奈跟随。这次谈话凸显了两人在统治理念上的分歧。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "琼恩·雪诺"
    ],
    "date": "伊耿历298年2月28日",
    "content": "提利昂·兰尼斯特与琼恩·雪诺在北上长城的旅途中深入交谈。提利昂解释自己因身体残疾而依靠读书获取智慧，分享对龙的迷恋和研究。琼恩询问读书目的，提利昂坦言读书是弱者的武器。谈话间琼恩的冰原狼白灵攻击提利昂，经琼恩调解后和解。提利昂直言守夜人军团的真相：它是由罪犯和失败者组成的队伍。琼恩最初愤怒，但最终接受现实，决心在长城坚持下去。这次交流增进了两人的相互理解，提利昂对琼恩的坚韧表示赞赏。"
  },
  {
    "characters": [
      "凯特琳·徒利",
      "罗柏·史塔克",
      "罗德利克·凯索"
    ],
    "date": "伊耿历298年3月15日",
    "content": "凯特琳·徒利在守护昏迷的布兰期间，遭遇一名刺客企图杀害布兰。刺客先纵火引开守卫，然后潜入病房。凯特琳奋力抵抗被割伤手指，危急时刻布兰的冰原狼夏天出现杀死刺客。罗柏等人赶到后，凯特琳分析刺客是受人指使。罗德利克爵士发现刺客使用的瓦雷利亚钢匕首非常珍贵，不可能是普通人所有。结合妹妹莱莎的警告和詹姆·兰尼斯特当天的行踪，凯特琳推断布兰坠楼是兰尼斯特家族的阴谋。她决定亲自前往君临警告艾德，由罗德利克爵士陪同走海路秘密南下。"
  },
  {
    "characters": [
      "珊莎·史塔克",
      "茉丹修女",
      "艾莉亚·史塔克",
      "淑女",
      "娜梅莉亚",
      "米凯",
      "乔佛里·拜拉席恩",
      "巴利斯坦·赛尔弥",
      "蓝礼·拜拉席恩",
      "伊林·派恩",
      "桑铎·克里冈",
      "瑟曦·兰尼斯特"
    ],
    "date": "伊耿历298年3月3日",
    "content": "珊莎与茉丹修女在旅店早餐时得知艾德·史塔克随国王外出打猎。珊莎精心打扮准备与王后和弥赛菈公主同乘轮宫，但艾莉亚拒绝参加，坚持与屠夫学徒米凯去河岸寻找传说中的雷加红宝石。姐妹俩在河岸争执，艾莉亚批评王后和轮宫无趣，更向往野外冒险。珊莎独自返回时，偶遇御前会议派来的巴利斯坦·赛尔弥、蓝礼·拜拉席恩和伊林·派恩爵士。乔佛里王子为珊莎解围，并带她骑马出游。途中他们发现艾莉亚与米凯用木棍练习剑斗，乔佛里挑衅米凯，艾莉亚为保护朋友用木棍击打乔佛里头部，娜梅莉亚咬伤乔佛里手臂。艾莉亚将乔佛里的剑‘狮牙’扔进河中后逃离，留下珊莎安慰受伤的乔佛里，却遭其斥责。"
  },
  {
    "characters": [
      "艾德·史塔克",
      "瓦里斯",
      "蓝礼·拜拉席恩",
      "培提尔·贝里席",
      "派席尔大学士"
    ],
    "date": "伊耿历298年3月15日",
    "content": "艾德·史塔克抵达君临后，在红堡参加首次御前会议。会议中，蓝礼公爵传达了劳勃国王的命令，要求举办盛大的比武大会庆祝新首相上任。小指头透露王室负债超过六百万金龙，主要债主是兰尼斯特家族。艾德对如此铺张浪费感到震惊，回忆起伊里斯·坦格利安留下的财富已被挥霍殆尽。会议结束后，小指头带艾德前往一家妓院，意外见到了秘密前来君临的妻子凯特琳。凯特琳向艾德展示了试图刺杀布兰的匕首，并怀疑兰尼斯特家族参与其中。艾德决定调查真相，同时安排凯特琳立即返回临冬城加强防御。"
  },
  {
    "characters": [
      "艾德·史塔克",
      "派席尔"
    ],
    "date": "伊耿历298年1月1日",
    "content": "艾德·史塔克拜访派席尔国师，询问琼恩·艾林公爵的死因。派席尔坚称艾林死于突发疾病，否认中毒可能，并描述艾林临终前高呼'劳勃'和'种性强韧'。艾德怀疑死因蹊跷，借阅艾林生前阅读的贵族谱系书，并询问王后是否在场。派席尔透露王后当时在凯岩城。艾德离开时思考派席尔的忠诚归属。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "山姆威尔·塔利",
      "派普",
      "葛兰",
      "霍德"
    ],
    "date": "伊耿历298年1月1日",
    "content": "琼恩·雪诺在守夜人训练场保护新兵山姆威尔·塔利免受欺凌，与艾里沙·索恩爵士冲突。山姆自承懦弱，琼恩与他夜谈，得知山姆被父亲蓝道伯爵逼迫加入守夜人。琼恩说服其他新兵停止欺负山姆，建立友谊。山姆感激琼恩，称其为兄弟。"
  },
  {
    "characters": [
      "艾德·史塔克",
      "杰诺斯·史林特",
      "蓝礼·拜拉席恩",
      "瓦里斯",
      "培提尔·贝里席"
    ],
    "date": "伊耿历298年1月1日",
    "content": "艾德主持御前会议，处理比武大会引发的治安问题。杰诺斯·史林特抱怨人手不足，艾德拨20名护卫和50名新兵支援。蓝礼嘲讽史坦尼斯，小指头调侃妓院事宜。艾德厌倦会议，回房研究贵族谱系书，寻找艾林死因线索。"
  },
  {
    "characters": [
      "艾德·史塔克",
      "托布·莫特",
      "詹德利"
    ],
    "date": "伊耿历298年1月1日",
    "content": "艾德拜访武器师傅托布·莫特，调查琼恩·艾林和史坦尼斯曾来访之事。莫特透露他们询问学徒詹德利的身世，艾德发现詹德利是劳勃国王的私生子。艾德思考艾林寻找私生子的动机，推测这与艾林之死有关。"
  },
  {
    "characters": [
      "凯特琳·史塔克",
      "罗德利克爵士",
      "提利昂·兰尼斯特",
      "马瑞里安"
    ],
    "date": "伊耿历298年1月1日",
    "content": "凯特琳和罗德利克爵士在旅店偶遇提利昂·兰尼斯特。凯特琳指控提利昂谋杀布兰，动员旅店中的河间地贵族逮捕他。提利昂被制服，凯特琳计划将他押往临冬城受审。歌手马瑞里安见证事件，罗德利克爵士支持凯特琳的行动。"
  },
  {
    "characters": [
      "珊莎·史塔克",
      "乔佛里·拜拉席恩",
      "桑铎·克里冈",
      "洛拉斯·提利尔"
    ],
    "date": "伊耿历298年1月1日",
    "content": "珊莎参加首相比武大会，目睹骑士竞技，被洛拉斯爵士赠红玫瑰。乔佛里王子晚宴中对她示好，但国王劳勃醉酒与王后冲突。珊莎由'猎狗'桑铎护送回城，途中桑铎分享被哥哥格雷果烧伤的经历，警告珊莎保密。珊莎同情桑铎，承诺不泄露秘密。"
  },
  {
    "characters": [
      "艾德·史塔克",
      "巴利斯坦·赛尔弥"
    ],
    "date": "伊耿历298年1月1日",
    "content": "艾德·史塔克与巴利斯坦·赛尔弥爵士在清晨处理修夫爵士的遗体，这位年轻骑士在比武大会上意外身亡。艾德反思修夫的死是否与自己有关，并安排将盔甲送回其母亲手中。随后他们前往国王劳勃的帐篷，劳勃因宿醉和肥胖穿不上铠甲而大发雷霆。艾德提醒劳勃参加团体比武的危险性，指出无人敢对国王动手，劳勃最终愤怒地赶走巴利斯坦，但留下艾德单独谈话。劳勃表达了对王位生活的厌倦和对儿子乔佛里的失望，回忆与艾德的童年友谊，并透露对兰尼斯特家族的不满。早餐后，艾德陪伴劳勃观看比武大会，目睹桑铎·克里冈击败詹姆·兰尼斯特，以及洛拉斯·提利尔用计战胜格雷果·克里冈，后者暴怒欲杀洛拉斯，被桑铎阻止。艾德与女儿珊莎和艾莉亚共进晚餐，对未来感到乐观，但夜间在首相塔顶沉思时，瓦里斯秘密来访，警告艾德王后瑟曦计划在团体比武中谋杀劳勃，并透露琼恩·艾林是被“里斯之泪”毒杀，凶手可能是修夫爵士。瓦里斯强调艾德是劳勃唯一真正的朋友，两人需合作防范阴谋。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "凯特琳·史塔克",
      "波隆"
    ],
    "date": "伊耿历298年1月2日",
    "content": "提利昂·兰尼斯特被凯特琳·史塔克绑架后，在山区艰难行进。队伍遭遇原住民袭击，提利昂参与战斗，使用斧头保护自己并协助凯特琳。战斗后，他们继续前往艾林谷，提利昂与佣兵波隆关系渐近。途中，提利昂与凯特琳争论匕首事件，坚称自己无辜，并指控小指头培提尔·贝里席撒谎。凯特琳半信半疑，但坚持押送提利昂。队伍损失多人，包括杰克和库雷凯特，最终在唐纳尔·韦伍德爵士护送下抵达血门。布林登·徒利迎接他们，凯特琳透露兰尼斯特可能出兵的风险。提利昂在旅程中从囚犯变为半自由状态，携带武器并调侃处境。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "西利欧·佛瑞尔",
      "瓦里斯"
    ],
    "date": "伊耿历298年1月3日",
    "content": "艾莉亚·史塔克在红堡练习抓猫，追踪一只独耳黑猫时意外遇到弥赛菈公主和托曼王子，未被认出身份。她逃跑后迷失在城堡地下，发现一个充满头骨和怪兽的房间，并偷听到瓦里斯与一个戴钢盔男子的秘密对话。他们讨论刺杀艾德·史塔克、拖延多斯拉克人出兵以及公主丹妮莉丝怀孕等阴谋。艾莉亚逃离地下后返回城堡，向父亲艾德报告所见，但艾德认为她在编故事或误解戏班演员的谈话。尤伦到来，告知守夜人消息和凯特琳绑架提利昂的事件，艾德决定加强戒备。艾莉亚的冒险揭示了她敏锐的观察力和对家族安全的担忧。"
  },
  {
    "characters": [
      "艾德·史塔克",
      "劳勃·拜拉席恩",
      "瓦里斯",
      "小指头"
    ],
    "date": "伊耿历298年1月4日",
    "content": "艾德·史塔克在御前会议上反对劳勃国王谋杀丹妮莉丝·坦格利安及其未出生孩子的计划，强调这是不道德的行为。劳勃坚持消除坦格利安威胁，瓦里斯、小指头和派席尔大学士支持行动，只有巴利斯坦·赛尔弥站在艾德一边。艾德愤怒辞职，交出首相徽章，并谴责劳勃堕落。劳勃威胁艾德，命令他返回临冬城。会后，小指头拜访艾德，透露会议决定悬赏刺杀丹妮莉丝而非雇佣无面者，并嘲讽艾德的立场。艾德计划尽快离开君临，安排船只回北境，同时担忧琼恩·艾林死亡真相和兰尼斯特的阴谋。"
  },
  {
    "characters": [
      "凯特琳·史塔克",
      "提利昂·兰尼斯特",
      "布林登·徒利"
    ],
    "date": "伊耿历298年1月5日",
    "content": "凯特琳·史塔克在布林登·徒利护送下抵达艾林谷，通过血门后与叔叔讨论局势。布林登透露莱莎·艾林统治不稳，峡谷贵族对琼恩·艾林之死和劳勃公爵体弱多有疑虑。队伍在月门堡休息，奈斯特·罗伊斯接待他们，但莱莎要求凯特琳立即上山。凯特琳在私生女米亚·石东引导下，夜间骑骡攀登巨人之枪，途经危岩堡、雪山堡和长天堡，最终用吊篮抵达鹰巢城。会见莱莎时，凯特琳警告兰尼斯特威胁，但莱莎专注于儿子劳勃，指责凯特琳带来提利昂引发争端。莱莎暗示可能处决提利昂，凯特琳意识到妹妹的偏执和峡谷的孤立。"
  },
  {
    "characters": [
      "艾德·史塔克",
      "培提尔·贝里席",
      "乔里·凯索",
      "海华",
      "韦尔"
    ],
    "date": "伊耿历298年1月1日",
    "content": "艾德·史塔克在妓院找到培提尔·贝里席，后者正与一名黑衣女士交谈。海华与少女玩猜瓦片游戏输掉衣物，乔里·凯索旁观。艾德办完事后召集众人离开，途中与培提尔讨论劳勃的私生子女，培提尔透露劳勃有多名私生子，包括风息堡的男孩和凯岩城的双胞胎。艾德询问琼恩·艾林对私生子女的兴趣原因。归途中，詹姆·兰尼斯特率兵拦截，指责艾德逮捕其弟提利昂。詹姆下令杀死艾德手下但留艾德活口，乔里、韦尔和海华在战斗中被杀，艾德腿部重伤昏迷，后被培提尔和都城守卫队救回红堡。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "卓戈卡奥",
      "韦赛里斯·坦格利安",
      "乔拉·莫尔蒙"
    ],
    "date": "伊耿历298年1月1日",
    "content": "丹妮莉丝随卓戈卡奥的卡拉萨抵达维斯·多斯拉克，穿过马门和诸神大道。韦赛里斯抱怨等待军队不耐烦，丹妮试图缓和关系但遭其辱骂。乔拉·莫尔蒙与丹妮讨论多斯拉克人的战斗力，认为四万骑兵可威胁七国，但劳勃可能正面决战。丹妮安排晚餐礼物给韦赛里斯，却被他殴打并拒绝。丹妮悲伤入睡，梦到家乡和龙蛋，感受到胎儿胎动，坚信儿子是真龙传人。"
  },
  {
    "characters": [
      "布兰·史塔克",
      "罗柏·史塔克",
      "席恩·葛雷乔伊",
      "鲁温师傅"
    ],
    "date": "伊耿历298年1月1日",
    "content": "布兰首次骑马出临冬城，罗柏陪同。途中罗柏告知乔里·凯索等人在君临被詹姆·兰尼斯特杀害，艾德腿伤严重。布兰恐惧，罗柏考虑召集封臣复仇。在狼林溪边，布兰遭守夜人逃兵袭击，罗柏和冰原狼灰风、夏天反击。席恩·葛雷乔伊射杀首领史帝夫救下布兰。逃兵欧莎被俘，罗柏决定带回审问。布兰腿部被割伤但无感，事件凸显北境危机。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "莫德",
      "莱莎·艾林",
      "凯特琳·史塔克"
    ],
    "date": "伊耿历298年1月1日",
    "content": "提利昂被关在鹰巢城天牢，受狱卒莫德虐待。他假意认罪传信莱莎夫人，要求比武审判。莱莎召集贵族，提利昂公开嘲讽指控，坚持无罪并挑战审判。莱莎选择瓦狄斯爵士为代理骑士，提利昂找波隆应战。审判定于次日，提利昂利用机智拖延，试图脱身。事件暴露莱莎的偏执和峡谷贵族对兰尼斯特的敌意。"
  },
  {
    "characters": [
      "艾德·史塔克",
      "劳勃·拜拉席恩",
      "瑟曦·兰尼斯特"
    ],
    "date": "伊耿历298年1月1日",
    "content": "艾德重伤苏醒，梦见极乐塔往事。劳勃和瑟曦来访，劳勃要求艾德释放提利昂并与詹姆和解，艾德拒绝并指控詹姆暴行。瑟曦挑衅，劳勃殴打她后遣送离开。艾德提及劳勃私生女芭拉，劳勃回避。艾德试图辞职，劳勃强迫他继续担任首相，警告不得离开。艾德担忧坦格利安女孩威胁，但劳勃拒绝讨论，君臣关系紧张。"
  },
  {
    "characters": [
      "凯特琳·史塔克",
      "罗德利克·凯索",
      "布林登·徒利",
      "莱莎·艾林",
      "提利昂·兰尼斯特",
      "波隆"
    ],
    "date": "伊耿历298年3月3日",
    "content": "凯特琳·史塔克在鹰巢城观看提利昂·兰尼斯特的比武审判。她试图说服妹妹莱莎·艾林取消审判，认为活着的提利昂更有价值，但莱莎坚持进行。代理骑士波隆击败了瓦狄斯·伊根爵士，提利昂被判无罪。莱莎被迫释放提利昂，但故意让他走危险的山路。凯特琳决定返回临冬城，布林登·徒利同意同行。凯特琳担忧奔流城的局势，得知艾德慕·徒利已部署防御兰尼斯特的进攻。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "山姆威尔·塔利",
      "伊蒙学士",
      "齐特"
    ],
    "date": "伊耿历298年3月4日",
    "content": "琼恩·雪诺和其他七名新兵被提升为守夜人成员。琼恩担心山姆威尔·塔利无法通过训练，会被艾里沙·索恩爵士虐待。他深夜拜访伊蒙学士，请求让山姆提前加入守夜人作为事务官，利用其阅读和算术技能。伊蒙学士同意考虑，琼恩强调守夜人需要各种人才。山姆因恐惧缺席庆祝晚餐，琼恩决心保护他免受欺凌。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "波隆"
    ],
    "date": "伊耿历298年3月5日",
    "content": "提利昂和波隆在明月山脉中休息，讨论生存策略。提利昂坚持生火取暖，波隆警告会吸引原住民。提利昂回忆十三岁时被詹姆安排与妓女泰莎的婚姻，后被泰温公爵残酷拆散。波隆同意继续保护提利昂以换取报酬。他们被石鸦部原住民包围，提利昂通过谈判避免冲突，承诺将艾林谷送给部落以换取安全通行。"
  },
  {
    "characters": [
      "艾德·史塔克",
      "瓦里斯",
      "派席尔大学士",
      "培提尔·贝里席",
      "贝里·唐德利恩",
      "洛拉斯·提利尔"
    ],
    "date": "伊耿历298年3月6日",
    "content": "艾德·史塔克暂代劳勃国王坐在铁王座上处理国事。村民报告格雷果·克里冈爵士屠杀榭尔村、温德镇和戏子滩。艾德确认证据后，以国王之名下令贝里·唐德利恩率领队伍前往西境逮捕并处决格雷果。洛拉斯·提利尔请求任务被拒，艾德强调正义而非复仇。瓦里斯和小指头质疑决策，艾德坚持依法行事，避免与兰尼斯特直接冲突。"
  },
  {
    "characters": [
      "珊莎·史塔克",
      "艾莉亚·史塔克",
      "艾德·史塔克",
      "茉丹修女"
    ],
    "date": "伊耿历298年3月7日",
    "content": "珊莎对父亲未派洛拉斯·提利尔讨伐格雷果感到失望，与妹妹艾莉亚争吵，艾莉亚用血橙砸脏珊莎的衣服。艾德宣布送她们回临冬城以确保安全，珊莎哀求留下以嫁给乔佛里王子，艾德警告乔佛里不适合。艾莉亚接受决定，期待与家人团聚。珊莎哭泣抗议，被修女带回房间。艾德担忧君临危险，计划让女儿乘船北归。"
  },
  {
    "characters": [
      "艾德·史塔克",
      "派席尔大学士"
    ],
    "date": "伊耿历298年7月12日",
    "content": "艾德·史塔克因腿伤卧床休养，派席尔大学士前来探视并告知泰温·兰尼斯特对逮捕格雷果·克里冈一事极为愤怒。艾德坚持贝里伯爵是执行国王律法，并自信劳勃国王会支持他。派席尔离开后，艾德反思琼恩·艾林之死与劳勃子女的真实血统，意识到乔佛里等人实为瑟曦与詹姆乱伦所生。他决定等劳勃归来后揭露真相，并安排女儿们离开君临以保安全。"
  },
  {
    "characters": [
      "艾德·史塔克",
      "培提尔·贝里席"
    ],
    "date": "伊耿历298年7月12日",
    "content": "小指头拜访艾德，警告西境局势紧张，武士正聚集凯岩城。他透露劳勃狩猎未归，乔佛里和猎狗已返回。艾德试探性地提及琼恩·艾林曾阅读贵族谱系，小指头以玩笑带过。艾德深感城中无人可信，计划在神木林与瑟曦对峙，逼她携子流亡以避免内战。"
  },
  {
    "characters": [
      "艾德·史塔克",
      "瑟曦·兰尼斯特"
    ],
    "date": "伊耿历298年7月12日",
    "content": "艾德在神木林与瑟曦会面，直言知晓琼恩·艾林死因及乔佛里等孩子的真实出身。瑟曦承认与詹姆的乱伦关系，并透露劳勃在新婚夜呼唤莱安娜之名，导致她憎恨国王。艾德要求瑟曦带子女流亡自由贸易城邦，否则将向劳勃揭发。瑟曦警告艾德在权力游戏中不当赢家只有死路，双方对峙加剧。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "卓戈卡奥",
      "韦赛里斯·坦格利安"
    ],
    "date": "伊耿历298年8月3日",
    "content": "丹妮莉丝在多希卡林老妪主持的仪式中生食马心，预言她将生下‘骑着世界的骏马’雷戈。卓戈卡奥与她在圣湖净化，巩固多斯拉克传统。晚宴上，醉酒的韦赛里斯拔剑威胁丹妮莉丝，要求王冠。卓戈卡奥以熔化的黄金浇头处决韦赛里斯，丹妮莉丝冷眼旁观，意识到哥哥并非真龙。"
  },
  {
    "characters": [
      "艾德·史塔克",
      "劳勃·拜拉席恩",
      "蓝礼·拜拉席恩"
    ],
    "date": "伊耿历298年7月15日",
    "content": "劳勃国王被野猪重伤垂死，召见艾德口述遗嘱，任命他为摄政王及全境守护者，辅佐‘合法继承人’。艾德隐瞒乔佛里非亲生的事实，承诺照顾劳勃的孩子。劳勃死后，蓝礼提议先发制人控制瑟曦子女，被艾德以荣誉拒绝。艾德写信给史坦尼斯，准备揭露继承真相，但担忧兰尼斯特反抗。"
  },
  {
    "characters": [
      "艾德·史塔克",
      "培提尔·贝里席",
      "瓦里斯"
    ],
    "date": "伊耿历298年7月16日",
    "content": "艾德向小指头和瓦里斯透露乔佛里等为私生子，主张史坦尼斯继位。小指头建议扶持乔佛里以避战，被艾德以荣誉拒绝。艾德要求小指头确保都城守备队支持，支付六千金龙收买。瓦里斯暗示已安排刺杀丹妮莉丝，艾德命其取消。艾德准备在御前会议公开遗嘱，但局势危急。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "山姆威尔·塔利"
    ],
    "date": "伊耿历298年8月10日",
    "content": "琼恩和山姆在长城外心树下宣誓加入守夜人，誓言不娶妻、不封地、尽忠职守。琼恩原被分配为事务官，心生不满，经山姆点拨意识到莫尔蒙司令意在培养他。白灵叼回一只断手，预示塞外异动。他们正式成为守夜人汉子，面对未知威胁。"
  },
  {
    "characters": [
      "艾德·史塔克",
      "乔佛里·拜拉席恩",
      "瑟曦·兰尼斯特"
    ],
    "date": "伊耿历298年7月17日",
    "content": "艾德在御前会议出示劳勃遗嘱，主张史坦尼斯继位。瑟曦撕毁遗嘱，命巴利斯坦逮捕艾德。杰诺斯·史林特叛变，都城守备队攻击史塔克卫士，凯恩和托马德被杀。小指头用匕首胁迫艾德，艾德被捕。乔佛里宣布加冕，瑟曦控制局面，艾德陷入绝境，内战一触即发。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "西利欧·佛瑞尔"
    ],
    "date": "伊耿历298年7月12日",
    "content": "艾莉亚在红堡的小厅与西利欧进行剑术训练，学习‘洞察’的重要性。西利欧通过讲述布拉佛斯海王与猫的故事，强调用眼睛观察真相而非轻信言语。训练中，马林·特兰爵士带领兰尼斯特卫兵闯入，声称艾德公爵要见艾莉亚。西利欧识破谎言，为保护艾莉亚与卫兵搏斗，让她逃离。艾莉亚目睹西利欧对抗重甲骑士，最终被迫独自逃跑，穿过厨房和马厩，途中遇到垂死的胡伦，并在马厩自卫杀死一名马童。她利用西利欧教导的‘静如影’原则，潜入地窖，最终逃往神木林，决心返回临冬城。"
  },
  {
    "characters": [
      "珊莎·史塔克",
      "瑟曦·兰尼斯特",
      "瓦里斯",
      "派席尔",
      "培提尔·贝里席"
    ],
    "date": "伊耿历298年7月14日",
    "content": "珊莎被软禁三天后，由柏洛斯·布劳恩爵士带去见瑟曦王后。在议事厅，瑟曦和重臣们告知她艾德公爵被控叛国，并出示伪造信件。珊莎起初否认，但瑟曦利用她对乔佛里的爱慕，胁迫她写信给母亲凯特琳和哥哥罗柏，要求他们宣誓效忠乔佛里并维护和平，以换取与乔佛里结婚的机会。珊莎在恐惧和希望中写下四封信，盖了父亲印章。事后，她返回房间，发现珍妮·普尔已被带走，独自沉浸在书中，却忘记询问妹妹艾莉亚的下落。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "莫尔蒙司令",
      "山姆威尔·塔利",
      "白灵"
    ],
    "date": "伊耿历298年7月15日",
    "content": "琼恩随莫尔蒙司令和游骑兵在长城外发现班扬·史塔克手下奥瑟和杰佛·佛花的尸体，尸体异常：无腐烂、无血迹，且动物回避。山姆指出尸体死亡已久，但无尸臭，暗示超自然力量。返回黑城堡后，莫尔蒙收到信，告知琼恩艾德公爵被囚和劳勃国王死讯。琼恩愤怒下攻击艾里沙·索恩，被制止并软禁。夜间，白灵警觉，琼恩发现守卫被杀，闯入莫尔蒙房间对抗尸鬼奥瑟。在搏斗中，琼恩用油灯点燃窗帘，与白灵合力击败尸鬼，保护了莫尔蒙。"
  },
  {
    "characters": [
      "布兰·史塔克",
      "罗柏·史塔克",
      "鲁温学士",
      "阿多",
      "欧莎"
    ],
    "date": "伊耿历298年7月16日",
    "content": "布兰在临冬城观看卡史塔克军队抵达，与鲁温学士讨论军队规模。罗柏准备南下征讨兰尼斯特，布兰在神木林祈祷诸神保护哥哥。野人欧莎警告罗柏应北上而非南下，提及长城外的巨人和异鬼威胁。布兰在宴会上暂代城主，但因残疾感到自卑。罗柏出发前，布兰骑马送别，罗柏承诺带回父亲。布兰担忧未来，欧莎暗示旧神在南方无力，加深他的不安。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "卓戈卡奥",
      "乔拉·莫尔蒙"
    ],
    "date": "伊耿历298年7月17日",
    "content": "丹妮在维斯·多斯拉克与卓戈讨论入侵维斯特洛，卓戈起初拒绝跨海。丹妮逛市集时，乔拉爵士阻止酒商下毒，揭露劳勃国王的刺杀悬赏。丹妮恐惧中点燃龙蛋，但无变化。卓戈归来后，得知事件，发誓为丹妮和未出生的儿子雷戈征服七大王国，赠送马匹给乔拉和乔戈作为奖励，并让酒商裸身跟随丹妮作为惩罚。卓戈宣布将带领卡拉萨西征，横渡狭海，实现卡奥前所未有的壮举。"
  },
  {
    "characters": [
      "凯特琳·史塔克",
      "罗柏·史塔克",
      "布林登·徒利",
      "威里斯·曼德勒",
      "文德尔·曼德勒",
      "卢斯·波顿",
      "大琼恩",
      "席恩·葛雷乔伊"
    ],
    "date": "伊耿历298年1月1日",
    "content": "凯特琳抵达卡林湾与儿子罗柏会合，罗柏已召集北境诸侯准备南下对抗兰尼斯特家族。凯特琳发现罗柏虽年轻但已显领导才能，她建议罗柏谨慎行事，并讨论战略。罗柏计划分兵两路：步兵沿国王大道南下，骑兵从孪河城渡绿叉河迂回奔流城。凯特琳担忧瓦德·佛雷的忠诚，但支持儿子的决策。最终，罗柏决定让卢斯·波顿指挥东路军对抗泰温·兰尼斯特，自己率骑兵西进。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "泰温·兰尼斯特",
      "凯冯·兰尼斯特",
      "夏嘎",
      "波隆",
      "齐拉",
      "提魅"
    ],
    "date": "伊耿历298年1月1日",
    "content": "提利昂带着高山部落战士返回兰尼斯特军营，与父亲泰温会面。泰温告知提利昂劳勃国王已死，乔佛里继位，并命令提利昂对付后方骚扰的敌人。提利昂请求装备部落战士，泰温同意但要求他们参与对抗史塔克军。消息传来，罗柏·史塔克率军南下，泰温决定主动迎战。提利昂的部落战士被说服加入兰尼斯特方，条件是他必须随行监督。"
  },
  {
    "characters": [
      "珊莎·史塔克",
      "乔佛里·拜拉席恩",
      "瑟曦·兰尼斯特",
      "巴利斯坦·赛尔弥",
      "瓦里斯",
      "小指头"
    ],
    "date": "伊耿历298年1月1日",
    "content": "乔佛里首次上朝听政，宣布对叛徒的惩罚和任命新官员，包括泰温为国王之手、瑟曦为重臣、杰诺斯·史林特为贵族。巴利斯坦·赛尔弥被解职御林铁卫队长，他愤怒离去。珊莎为父亲艾德请愿，请求宽恕，乔佛里表示若艾德认罪可饶恕。珊莎心存希望，但局势紧张，兰尼斯特家族巩固权力，御前会议重组。"
  },
  {
    "characters": [
      "艾德·史塔克",
      "瓦里斯"
    ],
    "date": "伊耿历298年1月1日",
    "content": "艾德被囚于红堡地牢，伤势严重，神志恍惚。瓦里斯探访，告知艾德局势：罗柏率军南下，瑟曦担心史坦尼斯和蓝礼威胁。瓦里斯提议艾德认罪以保命和女儿安全，否则珊莎可能受害。艾德拒绝背叛荣誉，但担忧女儿命运。瓦里斯强调和平重要性，警告艾德选择影响珊莎生死，艾德陷入道德困境。"
  },
  {
    "characters": [
      "凯特琳·史塔克",
      "罗柏·史塔克",
      "瓦德·佛雷",
      "布林登·徒利"
    ],
    "date": "伊耿历298年1月1日",
    "content": "凯特琳独自进入孪河城与瓦德·佛雷谈判，确保北军渡河。瓦德起初犹豫，凯特琳以政治联姻和养子协议换取支持：罗柏将娶佛雷女儿，艾莉亚许配给佛雷幼子，佛雷孙子成为临冬城养子。协议达成，北军顺利渡绿叉河，罗柏率骑兵西进奔流城，卢斯·波顿留守东岸对抗泰温。凯特琳的谈判为北军赢得关键通道。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "莫尔蒙司令",
      "伊蒙学士"
    ],
    "date": "伊耿历298年1月1日",
    "content": "琼恩·雪诺在守夜人军团中恢复手伤，莫尔蒙司令赠予他瓦雷利亚钢剑'长爪'，以表彰他在对抗尸鬼时的英勇。琼恩内心挣扎于对父亲艾德·史塔克的忠诚和对守夜人誓言的承诺。伊蒙学士揭示自己曾是坦格利安家族成员，分享个人经历以引导琼恩面对抉择。同时，消息传来巴利斯坦·赛尔弥被革职，君临政局动荡，而罗柏·史塔克已率军南下。琼恩的梦境和现实交织，凸显守夜人与七大王国的隔离及他个人的身份危机。"
  },
  {
    "characters": [
      "艾莉亚·史塔克"
    ],
    "date": "伊耿历298年12月20日",
    "content": "艾莉亚在君临街头艰难求生，捕食鸽子充饥，试图逃离被兰尼斯特家族控制的城市。她目睹了父亲艾德·史塔克在贝勒大圣堂前被公开处决的惨剧，在混乱中险些失控，但被守夜人尤伦救下并带走。艾莉亚深感绝望和愤怒，对兰尼斯特家族和乔佛里国王充满仇恨，开始踏上流亡之路。"
  },
  {
    "characters": [
      "布兰·史塔克",
      "鲁温学士",
      "瑞肯·史塔克",
      "欧莎"
    ],
    "date": "伊耿历298年12月21日",
    "content": "布兰在临冬城观看罗德利克爵士训练新兵，与鲁温学士讨论梦境和史塔克家族历史。他们进入墓窖探查布兰的梦境，遭遇瑞肯和他的冰原狼毛毛狗。鲁温学士讲述了森林之子和先民的历史，以及黑曜石武器的由来。最后收到乌鸦传来的艾德·史塔克死讯，临冬城陷入悲痛，准备为艾德制作雕像。"
  },
  {
    "characters": [
      "珊莎·史塔克",
      "乔佛里·拜拉席恩",
      "桑铎·克里冈"
    ],
    "date": "伊耿历298年12月22日",
    "content": "珊莎在红堡中因父亲之死悲痛欲绝，被乔佛里强迫出席朝廷并遭受羞辱和殴打。乔佛里展示城墙上的叛徒首级，包括艾德·史塔克的头颅，并威胁要杀死罗柏·史塔克。珊莎在极度痛苦中勉强维持表面顺从，内心充满仇恨和绝望，在猎狗桑铎·克里冈的提醒下学会隐藏真实情感。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "乔拉·莫尔蒙",
      "弥丽·马兹·笃尔"
    ],
    "date": "伊耿历298年12月23日",
    "content": "丹妮莉丝从高烧噩梦中醒来，得知儿子雷戈死亡和卓戈卡奥变成植物人的残酷现实。她意识到弥丽·马兹·笃尔的巫术代价巨大，用儿子的生命换回毫无意识的卓戈。丹妮的卡拉萨大部分解散，只剩少数忠诚部下。在绝望中，丹妮用枕头结束了卓戈的生命，决心承担起领导责任。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "泰温·兰尼斯特",
      "凯冯·兰尼斯特"
    ],
    "date": "伊耿历298年12月24日",
    "content": "提利昂与父亲泰温公爵等人听取奔流城战败的报告，得知詹姆被俘和兰尼斯特军队溃败的消息。泰温公爵决定放弃围剿罗柏·史塔克，转而进军赫伦堡，并派部队劫掠河间地。泰温任命提利昂前往君临担任国王之手，管理乔佛里和朝廷事务，但禁止他带情妇雪伊同行。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "山姆威尔·塔利",
      "白灵"
    ],
    "date": "伊耿历298年1月1日",
    "content": "琼恩·雪诺在深夜逃离黑城堡，意图南下加入兄弟罗柏的军队为父报仇。他骑马离开时被山姆威尔·塔利发现并试图阻拦，但琼恩执意前行。途中他回忆起父亲艾德·史塔克处决逃兵的情景，内心充满矛盾。在鼹鼠村附近，他的朋友们——派普、葛兰、霍德等人追上了他，通过背诵守夜人誓言说服他放弃逃亡。最终琼恩选择返回黑城堡，向莫尔蒙司令承诺不再逃跑。莫尔蒙告诉他守夜人面临的真正威胁来自长城之外的异鬼，并任命他为事务官，准备参与北上远征寻找班扬·史塔克。"
  },
  {
    "characters": [
      "凯特琳·史塔克",
      "罗柏·史塔克",
      "艾德慕·徒利",
      "布林登·徒利"
    ],
    "date": "伊耿历298年1月1日",
    "content": "凯特琳与罗柏率军返回奔流城，受到弟弟艾德慕的欢迎。她探望病重的父亲霍斯特公爵，发现他已时日无多。在军事会议上，北境和河间地领主就是否向蓝礼·拜拉席恩效忠展开激烈争论。凯特琳主张议和以保全子女安全，但多数领主坚持复仇。大琼恩·安柏突然提议拥立罗柏为北境之王，获得众人响应。卡史塔克伯爵、梅姬·莫尔蒙等纷纷跪地宣誓效忠，河间地贵族也加入其中，罗柏被拥立为北境之王，标志着北境和河间地脱离铁王座独立。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "乔拉·莫尔蒙",
      "弥丽·马兹·笃尔"
    ],
    "date": "伊耿历298年1月1日",
    "content": "丹妮莉丝在多斯拉克海为卓戈卡奥举行盛大火葬仪式。她将卓戈的宝物、坐骑和龙蛋一同置于柴堆，并将女祭司弥丽·马兹·笃尔绑在台上作为献祭。尽管乔拉爵士劝阻，丹妮仍亲手点燃柴堆。在烈焰中，她走进火海，奇迹般幸存，同时三颗龙蛋孵化出幼龙——黑红色的卓耿、青铜绿色的雷哥和乳白金黄相间的韦赛里昂。多斯拉克人目睹神迹后纷纷臣服，称她为'卡丽熙'。丹妮莉丝由此成为数个世纪来首位孵化和驾驭真龙的坦格利安，获得了重建王朝的力量。"
  },
  {
    "characters": [
      "艾德·史塔克",
      "凯特琳·徒利",
      "罗柏·史塔克",
      "珊莎·史塔克",
      "艾莉亚·史塔克",
      "布兰登·史塔克",
      "瑞肯·史塔克",
      "琼恩·雪诺",
      "席恩·葛雷乔伊"
    ],
    "date": "伊耿历298年1月1日",
    "content": "史塔克家族作为北境守护，由艾德·史塔克公爵统治临冬城。家族成员包括夫人凯特琳、子女罗柏、珊莎、艾莉亚、布兰和瑞肯，以及私生子琼恩·雪诺和养子席恩·葛雷乔伊。艾德被劳勃国王任命为国王之手，前往君临任职，但不久后劳勃在狩猎中意外死亡。艾德发现瑟曦王后的孩子实为私生子，宣布乔佛里无权继承铁王座，因此被逮捕并以叛国罪处决。他的死引发北境独立，罗柏被拥立为北境之王，五王之战爆发。"
  },
  {
    "characters": [
      "泰温·兰尼斯特",
      "瑟曦·兰尼斯特",
      "詹姆·兰尼斯特",
      "提利昂·兰尼斯特"
    ],
    "date": "伊耿历298年1月1日",
    "content": "兰尼斯特家族以财富和权力著称，泰温公爵是西境守护。瑟曦王后与劳勃国王婚姻不睦，其子乔佛里实为与双胞胎弟弟詹姆乱伦所生。劳勃死后，瑟曦扶持乔佛里登基，但艾德·史塔克揭露真相后，兰尼斯特家族与其冲突加剧。泰温指挥军队对抗史塔克家族，詹姆在呓语森林被俘，提利昂担任代理国王之手，在君临防御战中用野火重创史坦尼斯舰队。家族内部权力斗争激烈，泰温试图巩固兰尼斯特统治。"
  },
  {
    "characters": [
      "琼恩·艾林",
      "莱莎·徒利",
      "劳勃·艾林"
    ],
    "date": "伊耿历298年1月1日",
    "content": "艾林家族统治谷地，琼恩·艾林公爵原为国王之手，但突然死亡，疑似被毒杀。其遗孀莱莎夫人带着体弱多子的劳勃返回鹰巢城，拒绝参与五王之战。莱莎的叔叔布林登·徒利爵士担任血门骑士，守护谷地。家族内部有追求者如伊恩·杭特和林恩·科布瑞，但莱莎保持孤立。谷地在战争中保持中立，但琼恩之死引发连锁反应，间接导致艾德·史塔克调查真相和后续冲突。"
  },
  {
    "characters": [
      "霍斯特·徒利",
      "凯特琳·徒利",
      "莱莎·徒利",
      "艾德慕·徒利",
      "布林登·徒利"
    ],
    "date": "伊耿历298年1月1日",
    "content": "徒利家族统治河间地，霍斯特公爵是奔流城领主。其女凯特琳嫁给艾德·史塔克，莱莎嫁给琼恩·艾林。艾德慕爵士是继承人。在五王之战中，徒利家族支持史塔克家族，罗柏·史塔克被拥立为北境之王后，河间地成为战场。兰尼斯特军队入侵，烧杀抢掠，艾德慕指挥防御但局势艰难。布林登爵士拒绝服从莱莎，加入罗柏的军队。家族面临内部压力和外部威胁，忠诚于史塔克联盟。"
  },
  {
    "characters": [
      "梅斯·提利尔",
      "玛格丽·提利尔",
      "洛拉斯·提利尔",
      "奥莲娜夫人"
    ],
    "date": "伊耿历298年1月1日",
    "content": "提利尔家族是河湾地统治者，以财富和军事力量著称。梅斯公爵及其子女维拉斯、加兰、洛拉斯和玛格丽活跃于政坛。在五王之战中，提利尔家族最初支持蓝礼·拜拉席恩，但蓝礼死后，转向兰尼斯特家族。洛拉斯爵士是著名骑士，玛格丽与乔佛里订婚以巩固联盟。奥莲娜夫人（荆棘女王）幕后操纵家族事务。提利尔军队在黑水河之役中援助兰尼斯特，击败史坦尼斯，提升家族在铁王座的影响力。"
  },
  {
    "characters": [
      "伊耿·坦格利安",
      "维肯·葛雷乔伊"
    ],
    "date": "伊耿历37年1月1日",
    "content": "伊耿一世在征服战争后允许铁群岛诸侯恢复古老习俗，自行选择领袖。他们选择了派克岛的维肯·葛雷乔伊头领作为铁群岛新的统治者，确立了葛雷乔伊家族在铁群岛的统治地位。这一任命标志着铁群岛正式纳入坦格利安王朝的管辖范围，但保留了其独特的选王传统和文化习俗。"
  },
  {
    "characters": [
      "巴隆·葛雷乔伊",
      "罗德利克·葛雷乔伊",
      "马伦·葛雷乔伊"
    ],
    "date": "伊耿历289年1月1日",
    "content": "巴隆·葛雷乔伊掀起葛雷乔伊家族叛乱，试图脱离铁王座统治。在叛乱期间，他的长子罗德利克战死于海疆城，次子马伦战死于派克岛城墙。这场叛乱最终被劳勃·拜拉席恩镇压，巴隆被迫臣服，其幼子席恩成为艾德·史塔克公爵的养子作为人质。"
  },
  {
    "characters": [
      "娜梅莉亚",
      "莫尔斯·马泰尔"
    ],
    "date": "伊耿历前约700年1月1日",
    "content": "洛伊拿人的战士女王娜梅莉亚率领万艘船只舰队横渡狭海，登陆多恩领。她收莫尔斯·马泰尔伯爵为夫，协助他击败众多敌对诸侯，统一多恩全境。在他们的统治下，多恩领开始以'亲王'自称而非'国王'，并确立了土地和封号传给最年长孩子的继承制度，深受洛伊拿文化影响。"
  },
  {
    "characters": [
      "戴伦二世",
      "弥丽亚·马泰尔"
    ],
    "date": "伊耿历168年1月1日",
    "content": "戴伦二世娶多恩公主弥丽亚·马泰尔为妻，同时将自己的妹妹嫁给当时的多恩亲王。通过这次联姻，多恩领正式并入七大王国，完成了之前靠武力无法达成的统一。这次和平统一结束了长达两个世纪的对抗，是多恩历史上重要的转折点。"
  },
  {
    "characters": [
      "伊耿·坦格利安",
      "维桑尼亚·坦格利安",
      "雷妮丝·坦格利安"
    ],
    "date": "伊耿历1年1月1日",
    "content": "征服者伊耿在旧镇完成加冕，成为伊耿一世。他任命奥里斯·拜拉席恩为国王之手，并重新分封各大贵族家族：拜拉席恩为风暴地封君，徒利为河间地封君，葛雷乔伊为铁群岛封君，提利尔为河湾地封君，史塔克为北境守护，兰尼斯特为西境守护，艾林为东境守护。这标志着坦格利安王朝的正式建立。"
  },
  {
    "characters": [
      "雷加·坦格利安",
      "伊莉亚·马泰尔"
    ],
    "date": "伊耿历280年1月1日",
    "content": "雷加·坦格利安王子与伊莉亚·马泰尔公主结婚，这次联姻进一步加强了坦格利安家族与马泰尔家族的关系。他们后来育有雷妮丝公主和伊耿王子，但这个家庭在君临城陷时遭遇悲剧，伊莉亚和两个孩子均遇害。"
  },
  {
    "characters": [
      "伊里斯二世",
      "雷拉·坦格利安",
      "韦赛里斯·坦格利安",
      "丹妮莉丝·坦格利安"
    ],
    "date": "伊耿历284年1月1日",
    "content": "伊里斯二世在君临城陷时被詹姆·兰尼斯特杀害，坦格利安王朝被推翻。雷拉王后在龙石岛死于难产，生下丹妮莉丝公主。幸存的坦格利安成员包括韦赛里斯王子和刚出生的丹妮莉丝，他们被迫流亡海外，韦赛里斯自称韦赛里斯三世，被人称为乞丐王，而丹妮莉丝则被称为'暴风降生'。"
  },
  {
    "characters": [
      "克礼森学士",
      "派洛斯",
      "希琳公主",
      "补丁脸",
      "史坦尼斯·拜拉席恩",
      "戴佛斯·席渥斯",
      "赛丽丝夫人",
      "梅丽珊卓"
    ],
    "date": "伊耿历298年1月1日",
    "content": "在龙石岛，老学士克礼森目睹红色彗星划过天际，预感到不祥。希琳公主因噩梦困扰前来探望，补丁脸的诡异歌声更添阴郁。戴佛斯爵士带回坏消息：风息堡诸侯拒绝支持史坦尼斯称王。史坦尼斯因弟弟蓝礼篡位而愤怒，在宴会上，克礼森试图毒杀红袍女梅丽珊卓以阻止她的影响，但梅丽珊卓识破阴谋并喝下毒酒无恙，而克礼森因毒发身亡，象征旧势力的终结。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "尤伦",
      "热派",
      "绿手罗米",
      "大牛"
    ],
    "date": "伊耿历298年1月1日",
    "content": "艾莉亚伪装成男孩阿利，随尤伦前往长城。途中，她因携带琼恩所赠的缝衣针剑而遭热派和罗米欺凌，艾莉亚用木剑反击，击败热派。尤伦惩罚艾莉亚，但透露本计划带艾德·史塔克去长城，暗示乔佛里导致其死亡。艾莉亚夜间梦见家人，尤其思念琼恩，决心坚强前行。"
  },
  {
    "characters": [
      "珊莎·史塔克",
      "乔佛里国王",
      "亚历斯·奥克赫特爵士",
      "桑铎·克里冈",
      "提利昂·兰尼斯特"
    ],
    "date": "伊耿历298年1月1日",
    "content": "在乔佛里命名日比武大会上，珊莎被迫出席，目睹残酷比试。乔佛里欲处死醉酒骑士唐托斯，珊莎机智劝阻，使其成为弄臣。托曼王子比武落马遭嘲笑，凸显乔佛里的残忍。提利昂·兰尼斯特突然返回，带来军队，与乔佛里对峙。珊莎表面忠诚，内心憎恨兰尼斯特家族，回忆父亲之死，决心不再轻信他人。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "曼登·穆尔",
      "波隆",
      "提魅",
      "瑟曦·兰尼斯特",
      "瓦里斯",
      "派席尔",
      "杰诺斯·史林特",
      "培提尔·贝里席"
    ],
    "date": "伊耿历298年1月1日",
    "content": "提利昂·兰尼斯特抵达君临，手持父亲泰温公爵的信件，宣布自己代理国王之手职务。他在御前会议厅与姐姐瑟曦太后对峙，瑟曦起初抗拒，但最终勉强接受。提利昂展现出政治手腕，通过威胁和暗示控制局面，并安排自己的山地部落护卫驻守。会后他私下警告瑟曦必须保护珊莎·史塔克，随后巡视君临城，发现城内粮食短缺、秩序混乱。在破铁砧旅店，太监瓦里斯突然造访，暗示他知晓提利昂的情妇雪伊，双方进行了一场充满暗语的交锋。瓦里斯留下一个关于国王、僧侣和富翁的谜语后离去，提利昂与雪伊缠绵时思考着自己将“主持正义”的决心。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "杰诺斯·史林特",
      "瓦里斯",
      "杰斯林·拜瓦特"
    ],
    "date": "伊耿历298年12月15日",
    "content": "提利昂·兰尼斯特在首相塔设宴招待杰诺斯·史林特伯爵，通过灌酒套话确认了史林特参与谋害艾德·史塔克和劳勃私生女的罪行。提利昂假意推荐都城守备队司令人选，实则揭露史林特的腐败行径，最终下令将其流放长城，并任命杰斯林·拜瓦特为新任司令。瓦里斯事后出现，暗示瑟曦太后才是幕后主使，提利昂意识到自己身处权力漩涡，决心加强控制以自保。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "尤伦",
      "詹德利",
      "热派"
    ],
    "date": "伊耿历298年12月16日",
    "content": "艾莉亚随尤伦的队伍北上，途中目睹被烧毁的村庄和幸存者，环境艰险。她夜间遭遇狼群但未被攻击，深感恐惧和思乡。尤伦透露队伍正绕行神眼湖西岸以躲避追兵，并告诫她真正的危险来自人类而非野兽。艾莉亚逐渐适应逃亡生活，但内心渴望回家，同时警惕着潜在威胁。"
  },
  {
    "characters": [
      "戴佛斯·席渥斯",
      "史坦尼斯·拜拉席恩",
      "梅丽珊卓",
      "萨拉多·桑恩"
    ],
    "date": "伊耿历298年12月17日",
    "content": "戴佛斯目睹史坦尼斯焚烧七神雕像并拔出'光明使者'剑，象征改信光之王拉赫洛。他与萨拉多·桑恩交谈，得知君临防御薄弱但蓝礼军队逼近。史坦尼斯命令戴佛斯分发声明乔佛里为私生子的信件，以争取支持。戴佛斯对红神信仰心存疑虑，但选择效忠史坦尼斯，准备执行任务以巩固权力。"
  },
  {
    "characters": [
      "席恩·葛雷乔伊",
      "巴隆·葛雷乔伊",
      "伊伦·葛雷乔伊"
    ],
    "date": "伊耿历298年12月18日",
    "content": "席恩返回派克城，携带罗柏·史塔克的联盟信，提议铁群岛攻打凯岩城。伊伦叔叔以淹神仪式迎接他，但态度冷漠。巴隆大王拒绝提议，烧毁信件，并透露已集结舰队准备独立战争，目标非西部而是北方。席恩意识到父亲野心勃勃，自己继承权受挑战，决心证明价值以争夺铁群岛统治权。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "乔拉·莫尔蒙",
      "血盟卫"
    ],
    "date": "伊耿历298年12月19日",
    "content": "丹妮莉丝带领卡拉萨穿越红色荒原，追随彗星抵达枯骨之城维斯·托罗若。队伍饥渴交加，人员伤亡，但龙崽逐渐强壮。她派遣血盟卫侦查周边，乔拉爵士讲述被妻子背叛的往事。最终乔戈带回魁尔斯使者——男巫俳雅·菩厉、巨子札罗·赞旺·达梭斯和魁晰，他们声称为寻龙而来，丹妮宣布龙已重生，开启新篇章。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "莫尔蒙",
      "索伦·斯莫伍德",
      "山姆威尔·塔利"
    ],
    "date": "伊耿历299年3月15日",
    "content": "守夜人军团在莫尔蒙司令的带领下抵达白树村，发现这个野人村落空无一人，仅剩鱼梁木下的骷髅和灰烬。琼恩·雪诺在树洞中发现人类头骨，莫尔蒙推测野人已焚毁死者撤离。山姆威尔·塔利负责通过渡鸦向伊蒙学士发送情报。队伍继续北行至湖边扎营，沿途寂静的森林加剧了众人的不安，琼恩意识到长城之外的威胁正在积聚。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "尤伦",
      "詹德利",
      "热派"
    ],
    "date": "伊耿历299年4月2日",
    "content": "尤伦带领的守夜人征召队和小女孩们抵达神眼湖畔的小镇，发现居民全部逃离。在庄园过夜时，亚摩利·洛奇爵士率领兰尼斯特军队发动袭击。尤伦指挥防御，艾莉亚用缝衣针奋勇作战，砍伤攀墙士兵。谷仓起火后，詹德利扛起哭泣女孩，艾莉亚用斧头解救三名死囚，众人通过密道逃生。庄园陷落，尤伦战死，艾莉亚首次经历血腥战斗，深刻体会战争的残酷。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "瑟曦",
      "派席尔",
      "小指头"
    ],
    "date": "伊耿历299年4月10日",
    "content": "御前会议讨论史坦尼斯指控乔佛里为私生子的信件。瑟曦主张压制谣言，提利昂认为应置之不理，小指头建议编造史坦尼斯妻子与弄臣私通的丑闻反击。提利昂私下会见铁匠，下令打造巨型铁链防御黑水河，并透过莎塔雅妓院的密道与瓦里斯会面，得知其情报网络运作。提利昂意识到小指头和瓦里斯的危险，开始布局巩固权力。"
  },
  {
    "characters": [
      "布兰·史塔克",
      "罗德利克爵士",
      "鲁温学士",
      "威曼·曼德勒"
    ],
    "date": "伊耿历299年4月18日",
    "content": "布兰作为临冬城代理领主接待威曼·曼德勒伯爵等北方诸侯。会议讨论存粮、铸币和海军建设，霍伍德伯爵夫人寻求保护其领地免受波顿私生子威胁。安柏家族提议联姻，葛洛佛家族支持劳伦斯·雪诺继承霍伍德领。布兰因身体残疾无法参与比武，但通过会议学习统治之道，夜间继续梦见三眼乌鸦和鱼梁木，暗示其绿先知能力正在觉醒。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "派席尔",
      "波隆",
      "小指头",
      "瓦里斯"
    ],
    "date": "伊耿历299年4月25日",
    "content": "提利昂迫使派席尔发送密信给多恩亲王道朗·马泰尔，提议用魔山格雷果·克里冈交换多恩支持，并承诺托曼王子作为养子。小指头同意前往谷地游说莱莎·艾林，换取赫伦堡领地。瓦里斯透露知晓提利昂的全盘计划。提利昂成功拉拢派席尔、小指头和瓦里斯三人，巩固自己在君临的权力基础，同时应对蓝礼和史坦尼斯的军事威胁。"
  },
  {
    "characters": [
      "珊莎·史塔克",
      "唐托斯·霍拉德"
    ],
    "date": "伊耿历299年3月3日",
    "content": "珊莎在枕头下发现匿名纸条，指示她前往神木林。尽管担心是乔佛里的陷阱，她仍冒险赴约，遇到被贬为弄臣的唐托斯爵士。唐托斯感激珊莎曾救他一命，誓言效仿佛罗理安骑士拯救她，承诺筹钱安排船只送她回家，但需等待时机。两人约定日后在神木林秘密会面，珊莎轻吻他脸颊后离开，途中偶遇猎狗桑铎·克里冈，被他护送回梅葛楼。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "詹德利",
      "热派",
      "罗米",
      "黄鼠狼"
    ],
    "date": "伊耿历299年3月4日",
    "content": "艾莉亚一行人在神眼湖附近发现渔村，詹德利冒险侦察时被兰尼斯特士兵俘虏。艾莉亚试图营救，但热派投降暴露行踪，他们全部被俘。罗米因伤被士兵残忍杀害，艾莉亚的缝衣针被夺。俘虏他们的是魔山格雷果·克里冈的部队，村庄外有大量被吊死的尸体，显示兰尼斯特军的暴行。艾莉亚被迫面对残酷现实，生存希望渺茫。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "哈林",
      "瑟曦·兰尼斯特"
    ],
    "date": "伊耿历299年3月5日",
    "content": "提利昂视察炼金术士公会的地窖，检查野火储备，计划用于防御君临。他下令制作空陶罐训练士兵使用野火。随后处理克里奥·佛雷带来的罗柏·史塔克和谈条件，拒绝释放人质。返回红堡后与瑟曦激烈争吵，瑟曦反对将弥赛菈嫁往多恩，但提利昂坚持联姻以争取多恩支持。争吵中瑟曦掌掴提利昂，他警告这是最后一次，最终瑟曦被迫妥协。"
  },
  {
    "characters": [
      "布兰·史塔克",
      "梅拉·黎德",
      "玖健·黎德"
    ],
    "date": "伊耿历299年3月6日",
    "content": "临冬城举行丰收宴会，布兰以领主身份主持。泽地人梅拉和玖健·黎德到来，代表灰水望宣誓效忠史塔克家族。宴会上布兰因残疾感到失落，但努力履行职责。夜间，布兰在狼梦中与夏天一起遇到黎德姐弟，玖健触碰夏天后引发异象，树林融化旋转，布兰坠落。黎德姐弟似乎感知到布兰的狼灵能力，暗示更深层的联系。"
  },
  {
    "characters": [
      "凯特琳·史塔克",
      "蓝礼·拜拉席恩",
      "布蕾妮",
      "洛拉斯·提利尔"
    ],
    "date": "伊耿历299年3月7日",
    "content": "凯特琳抵达苦桥会见蓝礼国王，目睹团体比武大会。塔斯的布蕾妮击败百花骑士洛拉斯·提利尔夺冠，请求加入彩虹护卫并被批准。凯特琳与蓝礼谈判，蓝礼要求罗柏臣服，承认其王位，承诺慷慨回报。凯特琳谨慎回应，未透露罗柏计划。宴会期间，凯特琳观察南境贵族的年轻与乐观，担忧他们未经历战争残酷。最终消息传来，史坦尼斯包围风息堡并自称国王，局势突变。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "莫尔蒙司令",
      "山姆威尔·塔利",
      "卡斯特",
      "吉莉"
    ],
    "date": "伊耿历299年3月15日",
    "content": "守夜人远征队在雨中抵达卡斯特的堡垒，琼恩作为莫尔蒙司令的侍从负责传递命令。卡斯特接待了守夜人，但态度傲慢，要求斧头和酒作为回报。琼恩发现卡斯特将儿子献祭给异鬼，吉莉私下求助琼恩带她离开，但琼恩因守夜人誓言和任务拒绝。莫尔蒙透露已知晓卡斯特的献祭行为，但认为这是野人的习俗，守夜人无权干涉。队伍次日离开卡斯特堡垒，继续北上追踪曼斯·雷德和异鬼。"
  },
  {
    "characters": [
      "席恩·葛雷乔伊",
      "阿莎·葛雷乔伊",
      "巴隆·葛雷乔伊",
      "维克塔利昂·葛雷乔伊",
      "伊伦·葛雷乔伊"
    ],
    "date": "伊耿历299年4月2日",
    "content": "席恩在君王港遇到自称伊斯格蕊的女子，调情后带她回派克城，途中得知她是姐姐阿莎假扮。在宴会上，阿莎公开羞辱席恩，展示斧头和匕首作为“丈夫和孩子”。巴隆大王宣布入侵计划：席恩率八艘船袭击磐石海岸，阿莎攻占深林堡，维克塔利昂夺取卡林湾。席恩对分配不满，但无法改变决定，意识到自己在铁群岛地位低下。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "瑟曦·兰尼斯特",
      "瓦里斯",
      "小指头",
      "派席尔大学士"
    ],
    "date": "伊耿历299年4月10日",
    "content": "提利昂告知瑟曦史坦尼斯和蓝礼内战的消息，两人庆幸威胁减少。提利昂在朝堂上拒绝罗柏·史塔克的和平条件，遣返克里奥爵士并送走瑟曦的红袍卫士，暗中安插四人营救詹姆。艾里沙爵士报告死人复活事件，提利昂嘲弄后提供人手给守夜人。夜间，提利昂派夏嘎和提魅逮捕派席尔大学士，逼供出他为瑟曦间谍并毒死艾林公爵，将派席尔关入黑牢。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "格雷果·克里冈",
      "记事本",
      "热派",
      "詹德利"
    ],
    "date": "伊耿历299年4月20日",
    "content": "艾莉亚和俘虏被魔山部队押送至赫伦堡，途中目睹残酷审讯和死亡。艾莉亚每晚复诵仇人名单以保持仇恨。抵达赫伦堡后，俘虏被清洗并分配工作，艾莉亚因顶嘴被派往号哭塔服务管事威斯。她适应奴隶生活，暗中观察敌人，计划生存和复仇。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "乔拉·莫尔蒙",
      "札罗·赞旺·达梭斯",
      "俳雅·菩厉",
      "库忽鲁·莫"
    ],
    "date": "伊耿历299年5月5日",
    "content": "丹妮莉丝抵达魁尔斯，受到札罗和俳雅争相拉拢，她谨慎对待他们的提议。乔拉爵士从码头带回库忽鲁·莫船长，消息称劳勃·拜拉席恩已死，维斯特洛陷入混乱。丹妮看到机会，决心返回七大王国王座，但乔拉警告需要舰队和军队。丹妮自信真龙血脉将助她成功，开始筹划下一步行动。"
  },
  {
    "characters": [
      "布兰·史塔克",
      "梅拉·黎德",
      "玖健·黎德",
      "夏天",
      "毛毛狗",
      "阿多"
    ],
    "date": "伊耿历299年3月15日",
    "content": "布兰在临冬城神木林中观看梅拉与夏天进行训练，梅拉使用网子和捕蛙矛成功困住夏天。玖健指出布兰与夏天心灵相通，并透露自己拥有绿之视野，梦见一只长翅膀的狼被石链束缚。他告诉布兰，乌鸦赋予了他第三只眼，但布兰尚未睁开它。布兰对此感到恐惧和愤怒，导致夏天和毛毛狗攻击黎德姐弟，阿多及时出现驱散了狼群。布兰随后向鲁温学士询问绿之视野，鲁温认为魔法已从世界消失，玖健的梦只是巧合。当晚，梅拉转达了玖健关于布兰与佛雷兄弟的梦，暗示未来将有冲突，但布兰选择相信鲁温，认为魔法不复存在。"
  },
  {
    "characters": [
      "凯特琳·史塔克",
      "文德尔·曼德勒",
      "罗拔·罗伊斯",
      "蓝礼·拜拉席恩",
      "布蕾妮",
      "马图斯·罗宛",
      "蓝道·塔利"
    ],
    "date": "伊耿历299年3月3日",
    "content": "凯特琳在废弃圣堂祈祷后返回蓝礼营地，发现蓝礼正与将领讨论即将与史坦尼斯的战斗。她试图说服蓝礼与史坦尼斯和解共同对抗兰尼斯特，但蓝礼拒绝。突然，蓝礼被神秘影子刺杀，布蕾妮被误认为凶手。凯特琳帮助布蕾妮逃脱，并推断是史坦尼斯使用黑魔法所为。蓝礼死后，其军队大部分倒向史坦尼斯，凯特琳带着布蕾妮和护卫匆忙离开。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "莫尔蒙司令",
      "白灵",
      "山姆威尔·塔利",
      "索伦·斯莫伍德"
    ],
    "date": "伊耿历299年3月4日",
    "content": "守夜人部队抵达先民拳峰建立营地。琼恩发现白灵异常抗拒进入环墙，夜间跟随白灵进入森林，在倒树下挖掘出守夜人的黑斗篷包裹，内含龙晶武器和青铜镶边号角。这暗示可能有守夜人兄弟在此遇害或藏匿物资。琼恩将发现带回营地，加剧了对鬼影森林危险的担忧。"
  },
  {
    "characters": [
      "布兰·史塔克",
      "玖健·黎德",
      "梅拉·黎德",
      "鲁温师傅",
      "罗德利克爵士"
    ],
    "date": "伊耿历299年3月5日",
    "content": "布兰收到罗柏在西境胜利的消息，但玖健警告绿色之梦显示临冬城将被海水淹没，酒肚子、密肯和柴尔修士会溺死。布兰尝试开启第三只眼未果。罗德利克爵士带回俘虏'臭佬'，玖健梦到布兰和瑞肯将被臭佬杀害。布兰试图警告他人但被嘲笑，只有酒肚子暂时相信。黎德姐弟揭示布兰是狼灵，命运已注定无法改变。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "瑟曦·兰尼斯特",
      "瓦里斯",
      "培提尔·贝里席"
    ],
    "date": "伊耿历299年3月6日",
    "content": "御前会议讨论蓝礼被杀后的局势。瓦里斯报告蓝礼军队部分倒向史坦尼斯，洛拉斯·提利尔带部分兵力退往苦桥。提利昂提议让乔佛里与玛格丽·提利尔联姻以争取高庭支持，取代与珊莎的婚约。小指头自愿前往谈判，要求卫队、金钱和全权委任。瑟曦最初反对但最终同意。提利昂察觉瑟曦异常友好可能另有图谋，会议结束后派波隆调查。"
  },
  {
    "characters": [
      "席恩·葛雷乔伊",
      "裂颚达格摩",
      "湿发伊伦",
      "本福德·陶哈"
    ],
    "date": "伊耿历299年3月7日",
    "content": "席恩在磐石海岸袭击陶哈家族军队，俘虏并处决了本福德·陶哈。他不满于姐姐阿莎获取更大荣耀，说服达格摩执行更大胆计划：达格摩佯攻托伦方城吸引罗德利克爵士援救，席恩则趁机夺取关键目标。席恩强调此计划将赢得父亲认可和歌手传颂，达格摩最终同意。这标志席恩从简单掠夺转向战略行动，以证明自己价值。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "威斯",
      "贾昆·赫加尔",
      "泰温·兰尼斯特",
      "格雷果·克里冈"
    ],
    "date": "伊耿历299年3月3日",
    "content": "在赫伦堡，泰温·兰尼斯特公爵率军离开，前往西境对抗罗柏·史塔克。艾莉亚目睹军队出发，包括格雷果·克里冈爵士。她因威斯的虐待而愤怒，通过贾昆·赫加尔暗杀了威斯，贾昆用两根手指示意完成。艾莉亚意识到自己本应针对更重要的目标，如泰温公爵，但为时已晚。城堡内气氛紧张，艾莉亚继续她的日常任务，同时寻找机会使用贾昆的暗杀服务。"
  },
  {
    "characters": [
      "凯特琳·史塔克",
      "布蕾妮",
      "艾德慕·徒利",
      "马丁·河文"
    ],
    "date": "伊耿历299年3月5日",
    "content": "凯特琳在返回奔流城途中被马丁·河文的斥候发现，得知罗柏在西境取得牛津大捷，击败兰尼斯特军队。她与布蕾妮讨论蓝礼之死，布蕾妮宣誓效忠凯特琳，承诺保护她并寻求向史坦尼斯复仇。抵达奔流城后，凯特琳发现艾德慕准备与泰温公爵决战，她试图劝阻，但艾德慕坚持计划。凯特琳探望病重的父亲霍斯特公爵，并得知奈德遗骨已送回，安排将其运回临冬城。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "札罗·赞旺·达梭斯",
      "乔拉·莫尔蒙",
      "魁晰"
    ],
    "date": "伊耿历299年3月10日",
    "content": "丹妮莉丝在魁尔斯寻求王族支持失败后，与札罗讨论未来计划。札罗拒绝提供舰队，建议她放弃维斯特洛。丹妮在集市目睹火法师表演，魁晰警告她离开魁尔斯，前往亚夏。丹妮返回住所后，与乔拉爵士商议，决定寻求男巫俳雅·菩厉的帮助，尽管乔拉反对。丹妮的龙在成长，但她缺乏驯龙知识，面临内外威胁。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "瑟曦·兰尼斯特",
      "乔佛里·拜拉席恩",
      "珊莎·史塔克",
      "波隆"
    ],
    "date": "伊耿历299年3月15日",
    "content": "提利昂安排弥赛菈公主前往多恩联姻，由舰队护送。返回红堡途中，暴民袭击王室队伍，乔佛里被侮辱，珊莎受伤，猎狗救回她。暴乱导致总主教等人死亡，提利昂下令镇压并保护城市。他与波隆和瓦里斯讨论局势，担忧君临的忠诚度和史坦尼斯的威胁。提利昂反思自己的处境，意识到民众对他的憎恨，并计划加强防御。"
  },
  {
    "characters": [
      "戴佛斯·席渥斯",
      "史坦尼斯·拜拉席恩",
      "梅丽珊卓",
      "科塔奈·庞洛斯"
    ],
    "date": "伊耿历299年3月20日",
    "content": "戴佛斯随史坦尼斯围困风息堡，科塔奈爵士拒绝投降并提出决斗，史坦尼斯拒绝。梅丽珊卓预言科塔奈的死亡，史坦尼斯命令戴佛斯夜间带她潜入城堡下水道。在黑暗中，梅丽珊卓施展魔法，生出一个影子刺客，穿过闸门去暗杀科塔奈。戴佛斯感到罪恶，但服从命令，意识到史坦尼斯依赖梅丽珊卓的预言和黑暗力量来取胜。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "断掌科林",
      "莫尔蒙司令"
    ],
    "date": "伊耿历299年1月1日",
    "content": "守夜人军团在长城外巡逻时，影子塔的队伍在深夜抵达营地，吹响一声号角表示兄弟归来。断掌科林报告他们击杀了野人首领“猎鸦”阿夫因，但损失了四名兄弟，并俘虏了野人获取情报。科林透露曼斯·雷德正在霜雪之牙集结庞大军队，包括狼灵和长毛象，可能使用法术突破长城。莫尔蒙司令决定派出三组斥候深入群山侦察，科林挑选琼恩·雪诺加入他的队伍。琼恩担忧营地气氛诡异，但决心参与任务，准备与白灵一同出发。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "瓦里斯",
      "雪伊"
    ],
    "date": "伊耿历299年1月1日",
    "content": "提利昂从堂弟蓝赛尔处得知太后计划将托曼王子秘密送往罗斯比城藏匿。他立即命令杰斯林·拜瓦特爵士带人拦截并控制托曼，以保障兰尼斯特家族的后继者安全。深夜，提利昂拜访情妇雪伊，但瓦里斯突然出现，报告风息堡陷落，科塔奈·庞洛斯爵士死亡，史坦尼斯·拜拉席恩占领城堡并准备进军君临。提利昂担心雪伊的安全，安排她伪装成坦妲伯爵夫人女儿的侍女进入红堡，通过密门秘密会面。瓦里斯分享了自己被阉割的恐怖经历，暗示魔法可能涉及科塔奈之死，提利昂虽不信魔法，但意识到局势危急，自己必须独自应对史坦尼斯的威胁。"
  },
  {
    "characters": [
      "凯特琳·徒利",
      "布蕾妮",
      "艾德慕·徒利"
    ],
    "date": "伊耿历299年1月1日",
    "content": "凯特琳在奔流城目睹弟弟艾德慕率军出征对抗兰尼斯特家族，自己留守城堡管理事务。她收到风息堡陷落的消息，科塔奈·庞洛斯爵士死亡，史坦尼斯·拜拉席恩控制城堡并可能利用劳勃的私生子艾德瑞克·风暴巩固权力。凯特琳与布蕾妮讨论责任和战争，担忧北方局势。兰尼斯特军多次尝试渡河，但被艾德慕的防御击退，取得小胜利。克里奥·佛雷爵士带来和平条件，提议用艾莉亚和珊莎交换詹姆·兰尼斯特，但凯特琳拒绝，怀疑提利昂的诚信。最终，艾德慕在石磨坊大败格雷果·克里冈爵士，泰温公爵撤退，但凯特琳仍感不安，怀疑连续胜利背后的隐患。"
  },
  {
    "characters": [
      "布兰·史塔克",
      "席恩·葛雷乔伊",
      "鲁温师傅"
    ],
    "date": "伊耿历299年1月1日",
    "content": "布兰在梦中作为冰原狼夏天感知危险，试图警告临冬城但失败。席恩·葛雷乔伊带领铁民偷袭占领临冬城，布兰和弟弟瑞肯被俘。席恩强迫布兰向居民宣布投降，并威胁处决反抗者。铁匠密肯因反抗被杀害，臭佬和欧莎宣誓效忠席恩。鲁温师傅试图安抚布兰，强调保护子民的责任。布兰无奈投降，但内心痛苦，意识到绿色之梦成真，临冬城落入敌手，局势危急。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "贾昆·赫加尔",
      "詹德利"
    ],
    "date": "伊耿历299年1月1日",
    "content": "艾莉亚在赫伦堡目睹血戏班带回北方俘虏，包括罗贝特·葛洛佛，被关入地牢。她请求詹德利帮助营救，但遭拒绝。艾莉亚转向贾昆·赫加尔，利用他欠下的三条命要求释放俘虏。贾昆同意，但艾莉亚必须收回一个名字；她最终收回贾昆的名字，换取他的协助。贾昆、罗尔杰和尖牙用肉汤计谋杀死卫兵，释放俘虏，引发城堡混乱。贾昆揭示自己可改变面容，并给艾莉亚一枚硬币，教她短语“Valar morghulis”，表示债已还清后离开。艾莉亚目睹亚摩利·洛奇爵士被扔进熊坑，赫伦堡被卢斯·波顿接管，她成为波顿的侍酒，化名娜娜，继续在危险中生存。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "乔戈",
      "乔拉·莫尔蒙",
      "札罗·赞旺·达梭斯",
      "阿戈",
      "俳雅·菩厉",
      "卓耿"
    ],
    "date": "伊耿历299年8月15日",
    "content": "丹妮莉丝在魁尔斯的不朽之殿经历了一场幻象与考验。她不顾乔戈和乔拉的劝阻，独自进入尘埃之殿，遵循俳雅·菩厉的指示走右边门。殿内长廊中，她目睹了诸多诡异景象：裸女遭鼠脸小人凌辱、死尸盛宴、布拉佛斯老家幻影、铁王座上的国王以及雷加·坦格利安预言冰与火之歌。最终她找到不朽者，得知自己将燃起三团火焰（生、死、爱）、骑乘三匹坐骑（床笫、恐怖、爱）并经历三次背叛（血、财、爱）。不朽者试图吞噬她时，卓耿喷火相救，丹妮逃脱后俳雅欲袭击她，被乔戈等人制服。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "断掌科林",
      "石蛇",
      "伊班",
      "侍从戴里吉",
      "白灵"
    ],
    "date": "伊耿历299年3月15日",
    "content": "琼恩与守夜人游骑兵小队在风声峡中艰难行进，途中琼恩向科林坦白放走了野人女孩耶哥蕊特。科林并未责备，反而表示此举让他更了解琼恩。当晚琼恩梦见自己化身为白灵，在狼梦中看到野人大军在乳河源头集结，包括巨人和长毛象。醒来后白灵受伤归来，证实梦中所见。科林判断行踪已被野人发现，决定立即撤退，并安排侍从戴里吉留下断后。众人连夜返回，途中听到追兵的号角声，形势危急。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "瑟曦·兰尼斯特",
      "雪伊",
      "凯特布莱克兄弟"
    ],
    "date": "伊耿历299年3月16日",
    "content": "提利昂得知布兰和瑞肯的死讯后告知瑟曦，两人在晚餐时互相试探。瑟曦揭露已抓获提利昂的情妇雪伊作为人质，威胁若乔佛里或托曼出事将处死她。提利昂冷静应对，反威胁若雪伊受伤害将报复在托曼身上。冲突中提利昂扭伤瑟曦手腕，并警告债必偿还。回到卧室后，雪伊通过瓦里斯安排的密道出现，提利昂因担忧和压力无法与她亲密，整夜无眠思索对策。"
  },
  {
    "characters": [
      "凯特琳·史塔克",
      "詹姆·兰尼斯特",
      "布蕾妮"
    ],
    "date": "伊耿历299年3月17日",
    "content": "凯特琳得知布兰和瑞肯死讯后悲痛欲绝，午夜带布蕾妮探视被囚的詹姆。她逼问詹姆布兰坠楼真相，詹姆承认是自己所为。凯特琳还询问了劳勃匕首、乔佛里身世等事，詹姆透露部分真相并讲述伊里斯二世残杀瑞卡德和布兰登·史塔克的往事。詹姆质疑荣誉本质，激怒凯特琳，她最终命布蕾妮拔剑，情绪失控。此次会面加深了凯特琳的复仇决心，也揭示了兰尼斯特家族的复杂内幕。"
  },
  {
    "characters": [
      "席恩·葛雷乔伊",
      "阿莎·葛雷乔伊",
      "臭佬",
      "鲁温学士"
    ],
    "date": "伊耿历299年3月18日",
    "content": "席恩在临冬城被噩梦困扰，阿莎带少量部下抵达，批评席恩处决布兰和瑞肯并悬挂首级的愚蠢行为，建议他放弃临冬城。席恩拒绝，坚持守城。阿莎留下十人后离开。席恩派臭佬外出招募援军，自己继续在恐惧中统治，目睹手下接连被杀，逐渐陷入孤立。他梦见死亡宴会，惊醒后暴力对待女仆，内心挣扎于身份认同和现实危机，最终在城墙上凝视假首级，意识到自己的错误和孤立无援。"
  },
  {
    "characters": [
      "珊莎·史塔克",
      "乔佛里·拜拉席恩",
      "瑟曦·兰尼斯特",
      "伊林·派恩"
    ],
    "date": "伊耿历299年3月19日",
    "content": "史坦尼斯舰队抵达，君临进入战备。珊莎在城堡为乔佛里送行，目睹他炫耀新剑'噬心'。她前往圣堂祈祷，加入市民唱诵圣歌，祈求平安。后应召至梅葛楼，与贵族妇女们聚集。瑟曦身穿白衣，冷静但悲观，透露伊林·派恩在场以备处决叛徒。珊莎感到恐惧，思念猎狗的保护。太后嘲讽骑士理想，强调现实残酷。珊莎在压抑氛围中担忧战局，内心祈祷诸神怜悯，同时警惕可能的背叛和危险。"
  },
  {
    "characters": [
      "戴佛斯·席渥斯",
      "伊姆瑞·佛罗伦",
      "马索斯·席渥斯",
      "阿拉德·席渥斯"
    ],
    "date": "伊耿历299年12月31日",
    "content": "戴佛斯·席渥斯率领黑贝丝号参与黑水河之战，作为史坦尼斯舰队第二战列右翼。他目睹伊姆瑞·佛罗伦爵士的激进指挥，对未经侦察直接进攻感到不安。战斗初期，戴佛斯指挥船只保持阵型，注意到河口的铁索未被升起，心存疑虑。当史坦尼斯舰队深入黑水河后，君临守军发动野火攻击，绿焰吞噬大量战舰。戴佛斯成功撞击敌舰夫人之耻号，但野火迅速蔓延，剑鱼号撞上装满野火的废船引发大爆炸。戴佛斯落水后目睹铁索升起，封锁河口，史坦尼斯舰队陷入火海绝境。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "乔佛里·拜拉席恩",
      "曼登·穆尔",
      "波德瑞克·派恩"
    ],
    "date": "伊耿历299年12月31日",
    "content": "提利昂在红堡城垛指挥防御，目睹野火吞噬史坦尼斯舰队。他命令升起铁索封锁河口，将敌军困在火海中。乔佛里兴奋观看战况，提利昂确保其安全。当敌军在比武场登陆并攻击国王门时，猎狗因恐惧拒绝出战，提利昂亲自率领突击队出击。他指挥楔形队列冲锋，驱散操作攻城锤的敌军，与曼登·穆尔爵士和波德瑞克·派恩并肩作战。提利昂体验战斗狂热，在河滨废墟与登陆敌军激战，成功暂时稳定防线。"
  },
  {
    "characters": [
      "珊莎·史塔克",
      "瑟曦·兰尼斯特",
      "伊林·派恩",
      "唐托斯·霍拉德"
    ],
    "date": "伊耿历299年12月31日",
    "content": "珊莎在太后舞厅陪伴瑟曦，目睹战况消息不断传来。瑟曦透露伊林·派恩的备用计划是在城破时杀死她们。奥斯尼·凯特布莱克频繁报告战况：史坦尼斯部队登陆、野火肆虐、提利昂出击。瑟曦教导珊莎权力之道，强调恐惧统治。当蓝赛尔爵士报告战局恶化时，瑟曦命令升起梅葛楼吊桥。珊莎安抚恐慌的宾客，帮助受伤的蓝赛尔。唐托斯爵士建议她回房躲避，珊莎在卧室目睹窗外战火，内心祈祷史坦尼斯胜利。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "曼登·穆尔",
      "波德瑞克·派恩",
      "巴隆·史文"
    ],
    "date": "伊耿历299年12月31日",
    "content": "提利昂继续率领突击队在河滨作战，发现敌军利用纠缠的船舰搭建“血桥”渡河。他指挥部队攻击渡河敌军，在倾斜的甲板上激烈搏斗。曼登·穆尔爵士突然背叛，试图杀害提利昂，但因船只碰撞落水。提利昂受伤昏迷，被波德瑞克·派恩所救。此时战局混乱，史坦尼斯部队与不明军队在城南交战，提利昂因失血和疲惫濒临死亡，仅靠意志力坚持。"
  },
  {
    "characters": [
      "珊莎·史塔克",
      "桑铎·克里冈",
      "唐托斯·霍拉德"
    ],
    "date": "伊耿历300年1月1日",
    "content": "桑铎·克里冈醉醺醺地闯入珊莎卧室，表达对火焰的恐惧和战败的绝望。他胁迫珊莎唱歌，珊莎颤抖地演唱《温柔的圣母》。猎狗被歌声触动，放弃伤害她，留下染血的白袍后离开。黎明时分，钟声响起，唐托斯爵士兴奋地报告泰温公爵与提利尔联军抵达，击败史坦尼斯。蓝礼·拜拉席恩（实为洛拉斯·提利尔假扮）率领前锋突破敌阵，君临之围解除。珊莎终于安全，但经历整夜恐惧后身心俱疲。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "乔拉·莫尔蒙",
      "阿戈",
      "乔戈",
      "阿斯坦",
      "贝沃斯"
    ],
    "date": "伊耿历299年1月1日",
    "content": "丹妮莉丝在魁尔斯码头区寻找船只离开，但船主们因多斯拉克人和龙的风险拒绝搭载。札罗·赞旺·达梭斯不再提供帮助，要求用龙交换船只，被丹妮拒绝。她回忆不朽之殿的预言和三次背叛，思考未来去向。途中遭遗憾客用蝎尾兽暗杀，被白胡子阿斯坦和壮汉贝沃斯所救。两人透露由伊利里欧总督派来，带来三艘船接她去潘托斯，并报告维斯特洛局势：劳勃国王已死，四王争霸。丹妮决定乘船返回，并将船命名为瓦格哈尔、米拉西斯和贝勒里恩，象征真龙回归。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "卢斯·波顿",
      "詹德利",
      "热派"
    ],
    "date": "伊耿历299年1月1日",
    "content": "艾莉亚作为卢斯·波顿的侍酒娜娜，在赫伦堡目睹佛雷家士兵暴行和头颅示众。她得知布兰和瑞肯死讯，内心痛苦但强忍泪水。波顿与佛雷家讨论战略，担心泰温公爵围攻，艾莉亚偷听并偷取地图。在神木林练习剑术，回忆父亲教诲。夜晚与詹德利、热派策划逃亡，艾莉亚杀死守卫打开城门，三人骑马逃离赫伦堡，前往未知目的地。"
  },
  {
    "characters": [
      "珊莎·史塔克",
      "乔佛里·拜拉席恩",
      "瑟曦·兰尼斯特",
      "泰温·兰尼斯特"
    ],
    "date": "伊耿历300年1月1日",
    "content": "在王座厅，乔佛里国王在泰温公爵和瑟曦太后操纵下，取消与珊莎的婚约，改娶玛格丽·提利尔。总主教宣布婚约无效，珊莎内心解脱但表面装出伤心。廷臣受赏，小指头被封赫伦堡公爵。乔佛里被铁王座刺伤，瑟曦护送离开。珊莎回房后欢喜，但唐托斯爵士警告她仍为人质，乔佛里可能侵犯她。他赠予黑紫晶发网，约定在乔佛里新婚之夜逃亡，并暗示发网有魔法助她复仇。"
  },
  {
    "characters": [
      "席恩·葛雷乔伊",
      "鲁温学士",
      "拉姆斯·波顿"
    ],
    "date": "伊耿历299年1月1日",
    "content": "席恩固守临冬城，面对罗德利克爵士围城，仅17人留守。他威胁吊死人质贝丝，迫使罗德利克撤军，但私下考虑加入守夜人。突然，拉姆斯·波顿率恐怖堡部队袭击罗德利克军，造成北方人内斗。席恩开门迎接，但拉姆斯背叛，击昏席恩并占领临冬城，屠杀铁民，焚烧城堡。席恩醒来被俘，临冬城陷落，局势逆转。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "巴拉拔学士",
      "波德瑞克·派恩"
    ],
    "date": "伊耿历299年1月1日",
    "content": "提利昂从重伤中醒来，脸部被曼登爵士砍伤，失去部分鼻子和嘴唇。他回忆黑水河之战和曼登的背叛，怀疑瑟曦指使。巴拉拔学士用罂粟花奶麻醉他，提利昂强迫除去绷带，看到毁容的脸。得知泰温公爵接任首相，自己移居梅葛楼。他命令波德瑞克找波隆和安眠酒，警惕周围阴谋，决心生存并调查真相。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "断掌科林",
      "耶哥蕊特",
      "叮当衫"
    ],
    "date": "伊耿历299年3月15日",
    "content": "琼恩·雪诺与断掌科林在霜雪之牙被野人追捕，科林命令琼恩在被俘后假装投降以潜入野人内部。两人在洞穴中躲避，但最终被叮当衫带领的野人队伍发现。科林与琼恩假意战斗，琼恩在科林的命令下杀死他，以证明投降的诚意。耶哥蕊特为琼恩辩护，使他被野人接受。科林的尸体被火化，琼恩加入野人队伍，得知曼斯·雷德正率军南下进攻长城。"
  },
  {
    "characters": [
      "布兰·史塔克",
      "瑞肯·史塔克",
      "欧莎",
      "梅拉",
      "玖健",
      "阿多",
      "鲁温学士"
    ],
    "date": "伊耿历299年3月20日",
    "content": "布兰和瑞肯从临冬城墓窖中出来，发现城堡被席恩·葛雷乔伊和波顿的军队摧毁，遍地尸体和灰烬。他们在神木林找到垂死的鲁温学士，得知罗德利克爵士等盟友已死，北境陷入混乱。鲁温临终前嘱咐欧莎将布兰和瑞肯分开以确保安全。欧莎带瑞肯向东走国王大道，而梅拉、玖健和阿多带布兰向北进入狼林，寻求庇护。布兰最后一次回望燃烧的临冬城，决心坚强面对未来。"
  },
  {
    "characters": [
      "罗柏·史塔克",
      "凯特琳·徒利",
      "席恩·葛雷乔伊",
      "卢斯·波顿",
      "瓦德·佛雷"
    ],
    "date": "伊耿历298年1月1日",
    "content": "罗柏·史塔克在父亲艾德·史塔克被处决后，被北境诸侯拥立为北境之王，以报复兰尼斯特家族。他联合徒利家族和佛雷家族，通过婚约和收养瓦德·佛雷的孙子，获得孪河城支持。罗柏的母亲凯特琳夫人协助管理事务，席恩·葛雷乔伊作为养子参与军事行动，卢斯·波顿指挥部分北军。罗柏的冰原狼灰风伴随左右，象征史塔克家族的传承。北境军队准备南下对抗铁王座，但内部忠诚和外部联盟面临考验。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "乔拉·莫尔蒙",
      "伊利里欧·摩帕提斯"
    ],
    "date": "伊耿历298年1月1日",
    "content": "丹妮莉丝·坦格利安作为坦格利安家族的最后血脉，在丈夫卓戈卡奥死后，于自由贸易城邦流亡。她拥有三条新生的龙——雷哥、韦赛利昂和卓耿，被视为龙之母。乔拉·莫尔蒙爵士作为流放骑士，担任她的护卫和顾问。潘托斯总督伊利里欧·摩帕提斯曾安排她的婚姻，企图助其夺回铁王座。丹妮莉丝集结多斯拉克寇和侍女，计划重返维斯特洛，但面临资源短缺和外部威胁，她的龙成为复兴希望的关键。"
  },
  {
    "characters": [
      "劳勃·艾林",
      "莱莎·徒利",
      "约恩·罗伊斯"
    ],
    "date": "伊耿历298年1月1日",
    "content": "艾林家族在五王之战中保持中立，由莱莎·徒利夫人摄政，守护体弱的六岁公爵劳勃·艾林。他们驻守鹰巢城和艾林谷，避免卷入冲突。莱莎是凯特琳·徒利的妹妹，前首相琼恩·艾林的遗孀，她依赖柯蒙学士和马文·贝尔摩爵士等部属管理事务。封臣如约恩·罗伊斯伯爵提供支持，但家族内部有追求者和潜在纷争。艾林家族以荣誉为箴言，专注于保护领地，未直接参与罗柏·史塔克或铁王座的战争。"
  },
  {
    "characters": [
      "艾利斯特·佛罗伦",
      "亚赛尔·佛罗伦",
      "赛丽丝王后"
    ],
    "date": "伊耿历298年1月1日",
    "content": "佛罗伦家族分裂支持不同阵营：主要成员如艾利斯特伯爵支持蓝礼国王，而亚赛尔·佛罗伦爵士通过赛丽丝王后（史坦尼斯国王的妻子）的关系，担任龙石岛代理城主。家族在亮水城和龙石岛都有影响力，试图在战争中平衡利益。艾利斯特的子女包括阿勒肯继承人和联姻成员，如梅丽莎嫁予蓝道·塔利。佛罗伦家族的家徽象征智慧与策略，他们在提利尔和史坦尼斯之间周旋，以保全家族地位。"
  },
  {
    "characters": [
      "瓦德·佛雷",
      "罗柏·史塔克",
      "凯特琳·徒利"
    ],
    "date": "伊耿历298年1月1日",
    "content": "佛雷家族在瓦德侯爵领导下， initially 犹豫后支持罗柏·史塔克，通过婚约（罗柏承诺娶瓦德孙女）和收养瓦德孙子（如大瓦德和小瓦德在临冬城）换取军事援助。家族庞大，有多个妻子和子女，包括史提夫伦爵士作为继承人。佛雷以孪河城为基地，提供兵力给北境军队，但历史上因迟到三叉戟河战役而名声不佳。瓦德侯爵的策略旨在提升家族地位，但内部复杂关系可能引发不稳定。"
  },
  {
    "characters": [
      "巴隆·葛雷乔伊",
      "劳勃·拜拉席恩",
      "艾德·史塔克"
    ],
    "date": "伊耿历289年1月1日",
    "content": "巴隆·葛雷乔伊发起对抗铁王座的叛乱，但被劳勃·拜拉席恩国王和艾德·史塔克公爵联合镇压。在这次叛乱中，巴隆的两个儿子罗德利克和马伦战死，席恩·葛雷乔伊成为艾德·史塔克的养子。葛雷乔伊家族的家徽是黑海上的金色海怪，族语为'强取胜过苦耕'。"
  },
  {
    "characters": [
      "泰温·兰尼斯特",
      "乔安娜·兰尼斯特",
      "瑟曦·兰尼斯特",
      "詹姆·兰尼斯特",
      "提利昂·兰尼斯特"
    ],
    "date": "伊耿历266年1月1日",
    "content": "泰温·兰尼斯特与堂妹乔安娜·兰尼斯特结婚，生下双胞胎瑟曦和詹姆，以及侏儒提利昂。乔安娜在生提利昂时死于难产。兰尼斯特家族是铁王座的主要支持者，家徽为鲜红土地上的金色雄狮，族语'听我怒吼'。泰温担任御前首相，率领大军驻于赫伦堡。"
  },
  {
    "characters": [
      "道朗·马泰尔",
      "梅拉莉欧",
      "亚莲恩·马泰尔",
      "昆廷·马泰尔",
      "崔斯丹·马泰尔",
      "伊莉亚·马泰尔",
      "雷加·坦格利安"
    ],
    "date": "伊耿历284年1月1日",
    "content": "道朗·马泰尔是多恩亲王，与诺佛斯的梅拉莉欧结婚，育有亚莲恩、昆廷和崔斯丹。他的妹妹伊莉亚嫁给雷加·坦格利安王子，在君临城陷时与子女雷妮丝和伊耿一同遇害。多恩是七大王国中最后效忠铁王座的，马泰尔家族在家徽为红日被金枪贯穿，族语'不屈不挠'，在继承战争中保持中立。"
  },
  {
    "characters": [
      "梅斯·提利尔",
      "艾勒莉·海塔尔",
      "维拉斯·提利尔",
      "加兰·提利尔",
      "洛拉斯·提利尔",
      "玛格丽·提利尔",
      "奥莲娜·雷德温"
    ],
    "date": "伊耿历281年1月1日",
    "content": "梅斯·提利尔是高庭公爵，与艾勒莉·海塔尔结婚，育有维拉斯、加兰、洛拉斯和玛格丽。玛格丽许配给蓝礼·拜拉席恩。提利尔家族加入蓝礼的事业，家徽为绿野上的金玫瑰，族语'生生不息'。奥莲娜夫人（荆棘女王）是梅斯的守寡母亲，家族在河湾地拥有强大影响力。"
  },
  {
    "characters": [
      "杰奥·莫尔蒙",
      "琼恩·雪诺",
      "伊蒙·坦格利安",
      "班扬·史塔克",
      "山姆威尔·塔利"
    ],
    "date": "伊耿历298年1月1日",
    "content": "杰奥·莫尔蒙（熊老）是守夜人军团总司令，琼恩·雪诺作为其事务官和侍从。伊蒙·坦格利安学士担任顾问，山姆威尔·塔利是助手。班扬·史塔克作为首席游骑兵在长城外失踪。守夜人军团发誓守护王国，不参与国内纷争，向每位国王致敬但不援助任何一方，专注于防御长城外的威胁。"
  },
  {
    "characters": [
      "齐特",
      "拉克",
      "小保罗"
    ],
    "date": "伊耿历299年3月3日",
    "content": "守夜人军团成员齐特、拉克和小保罗在鬼影森林中狩猎，但猎狗因寒冷无法追踪熊迹。三人讨论当晚刺杀总司令莫尔蒙等人的叛变计划，齐特详细安排了分工：小保罗和软足对付莫尔蒙，短刃负责班恩，拉克及其表亲目标巴棱和戴文。齐特计划在混乱中释放饥饿的猎狗和马匹制造混乱，掩护十四名密谋者逃离。他们得知野人大军正沿乳河南下，但莫尔蒙决定主动出击而非撤退。齐特回忆起被琼恩·雪诺排挤的怨恨，决心杀死山姆威尔·塔利。夜晚降雪后，齐特放弃计划，但营地响起三声号角，宣告异鬼来袭。"
  },
  {
    "characters": [
      "詹姆·兰尼斯特",
      "布蕾妮",
      "克里奥·佛雷"
    ],
    "date": "伊耿历299年3月4日",
    "content": "詹姆·兰尼斯特被布蕾妮和克里奥爵士从奔流城黑牢押往君临。詹姆戴镣铐乘船沿红叉河南下，途中不断嘲讽布蕾妮的外貌和出身。布蕾妮透露她效忠凯特琳夫人，誓言护送詹姆交换史塔克姐妹。詹姆要求剃光头伪装，避免被认出。他们发现一棵挂满被绞死旅店女尸的树，布蕾妮坚持埋葬死者。罗宾·莱格爵士率战船追来，布蕾妮攀岩推石击沉敌船脱险。詹姆虽厌恶布蕾妮，却伸手助她上船，惊讶于她坚守誓言的固执。"
  },
  {
    "characters": [
      "凯特琳·史塔克",
      "戴斯蒙·格瑞尔",
      "乌瑟莱斯·韦恩"
    ],
    "date": "伊耿历299年3月4日",
    "content": "凯特琳因私自释放詹姆被软禁于父亲霍斯特公爵卧室。戴斯蒙爵士和乌瑟莱斯总管指控她叛逆，但仅限制其自由。凯特琳照顾垂死父亲时，听到他呼唤“艾菊”并提及“嫡生孩子”，推断莱莎少女时曾怀孕并被逼嫁给琼恩·艾林。她写信恳求莱莎原谅父亲，同时担忧罗宾爵士追捕詹姆会影响女儿交换。艾德慕归来告知史坦尼斯战败、高庭效忠乔佛里，并派乌鸦通知卢斯·波顿拦截詹姆。凯特琳斥责弟弟破坏交换计划，绝望于再见不到女儿们。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "热派",
      "詹德利"
    ],
    "date": "伊耿历299年3月5日",
    "content": "艾莉亚带领热派和詹德利骑马逃离赫伦堡，向北穿越森林和丘陵。她使用偷来的地图计划沿河抵达奔流城，但男孩们骑术生疏且疲惫。艾莉亚掩盖足迹，躲避血戏班和卢斯·波顿追兵。他们经过吊死尸体的村庄，艾莉亚默念复仇名单。渡河时发现并非三叉戟河，而是小支流。夜晚艾莉亚梦见狼群杀死追兵，醒来后继续赶路。詹德利指出可能迷路，但艾莉亚坚持北行，决心保护同伴并回归家族。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "波隆",
      "泰温·兰尼斯特"
    ],
    "date": "伊耿历299年3月6日",
    "content": "提利昂重伤初愈，在梅葛楼召见波隆，得知自己权力被剥夺：亚当·马尔布兰接任都城守备队司令，波隆受封骑士，原盟友被遣散。提利昂获悉爱拉雅雅被瑟曦鞭打驱逐，托曼被接回，曼登爵士溺死。他坚持见父亲泰温公爵，要求凯岩城继承权，但泰温严词拒绝，指责他害死母亲、行为不端，并禁止再与妓女来往。提利昂揭露瑟曦策划曼登谋杀自己，泰温置之不理。父子冲突加剧，提利昂意识到家族地位尽失。"
  },
  {
    "characters": [
      "戴佛斯·席渥斯"
    ],
    "date": "伊耿历299年1月1日",
    "content": "戴佛斯在黑水湾的美人鱼礁上奄奄一息，因黑水河之战中舰队被野火摧毁，他失去了儿子们和幸运符。在饥渴、高烧和绝望中，他一度想放弃生命，但看到萨拉多·桑恩的里斯船只后，挣扎爬上礁石求救。他表明效忠史坦尼斯国王，被救上船，决心继续为国王服务，尽管内心充满对逝去亲人的悲痛和对红袍女梅丽珊卓的怨恨。"
  },
  {
    "characters": [
      "珊莎·史塔克",
      "玛格丽·提利尔",
      "奥莲娜夫人",
      "洛拉斯·提利尔"
    ],
    "date": "伊耿历299年1月1日",
    "content": "珊莎受邀与玛格丽·提利尔及其祖母奥莲娜夫人共进晚餐。在处女居，奥莲娜夫人通过小丑表演和直接询问，迫使珊莎透露乔佛里国王的残忍本性。玛格丽和奥莲娜提议带珊莎去高庭，并安排她嫁给维拉斯·提利尔，而非她所期望的洛拉斯爵士。珊莎起初兴奋，但得知真相后感到失望，最终同意计划，希望逃离君临的压迫。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "曼斯·雷德",
      "耶哥蕊特",
      "叮当衫"
    ],
    "date": "伊耿历299年1月1日",
    "content": "琼恩作为伪装背誓者被带到曼斯·雷德的营地。曼斯揭露自己曾作为守夜人兄弟访问临冬城，并解释叛逃原因：因修补斗篷的红色丝绸被要求更换，他追求自由。琼恩谎称被派到断掌科林手下锻炼，曼斯接受他加入自由民。琼恩内心仍忠于守夜人，计划探明野人秘密后返回长城，同时面临身份暴露的危险。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "乔拉·莫尔蒙",
      "白胡子阿斯坦",
      "壮汉贝沃斯"
    ],
    "date": "伊耿历299年1月1日",
    "content": "丹妮莉丝在航向潘托斯途中，因无风停滞，乔拉爵士建议改道奴隶湾购买无垢者军队。他讲述科霍尔之战证明无垢者的价值，并警告伊利里欧可能背叛。丹妮考虑风险后同意，但乔拉突然亲吻她，表达爱意，提议她嫁给他作为第三个龙骑士。丹妮拒绝，强调自己女王的身份，最终决定前往阿斯塔波招募军队，以增强实力对抗铁王座。"
  },
  {
    "characters": [
      "布兰·史塔克",
      "玖健·黎德",
      "梅拉·黎德",
      "阿多"
    ],
    "date": "伊耿历299年1月1日",
    "content": "布兰在摇坠塔地窖通过狼灵能力附身夏天，与野狼争夺鹿肉，体验自由。返回后，玖健警告他不要迷失在狼性中，并提议继续北行寻找三眼乌鸦学习绿先知能力。梅拉支持布兰决定，尽管路途危险。布兰考虑去安柏家或曼德勒家避难，但最终选择北上长城，追求飞行的梦想和天赋开发，黎德姐弟宣誓效忠，听从他的命令。"
  },
  {
    "characters": [
      "戴佛斯·席渥斯",
      "柯连恩·萨斯芒",
      "萨拉多·桑恩"
    ],
    "date": "伊耿历299年10月15日",
    "content": "戴佛斯·席渥斯在海上获救后抵达龙石岛，从船长柯连恩·萨斯芒处得知黑水河之战的惨败和史坦尼斯军队的覆灭。萨拉多·桑恩接待了他，透露史坦尼斯已避不见人，仅与梅丽珊卓在龙山深处活动，朝政由赛丽丝王后和艾利斯特·佛罗伦掌控。戴佛斯决心刺杀梅丽珊卓，认为她应对儿子们的死亡和史坦尼斯的失败负责，尽管萨拉多·桑恩警告他此举危险且徒劳。戴佛斯坚持己见，离开港口前往城堡，途中咳嗽加剧，身体虚弱，但复仇的信念支撑着他。"
  },
  {
    "characters": [
      "詹姆·兰尼斯特",
      "布蕾妮",
      "克里奥·佛雷"
    ],
    "date": "伊耿历299年10月16日",
    "content": "詹姆、布蕾妮和克里奥·佛雷在前往君临途中发现屈膝之栈，遭遇假店家及其养子。詹姆挑衅对方，布蕾妮谨慎应对，最终以高价购买三匹劣马。他们连夜赶路，避开可能的强盗陷阱。途中，詹姆与布蕾妮争吵，回忆自己成为御林铁卫的初衷——为爱姐姐瑟曦而放弃凯岩城继承权，并透露杀害伊里斯二世的细节。布蕾妮斥责他为弑君者，詹姆则嘲讽她杀害蓝礼。夜晚休息时，詹姆梦见伊里斯和黑水河之战，被布蕾妮踢醒后继续行程。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "瓦里斯",
      "雪伊"
    ],
    "date": "伊耿历299年10月17日",
    "content": "提利昂潜入瓦里斯房间，要求秘密会见情妇雪伊。瓦里斯警告提利昂正被多方监视，包括凯特布莱克兄弟和培提尔·贝里席的眼线。提利昂坚持在瓦里斯房间与雪伊会面，两人亲密后，提利昂劝雪伊离开君临以避危险，但雪伊渴望参加乔佛里的婚宴并索要承诺的宅邸。提利昂担忧她的安全，尤其担心歌手西蒙走漏风声，会后命波德瑞克召来波隆，指示他找到并控制西蒙，以防事情败露。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "热派",
      "詹德利",
      "汤姆",
      "柠檬",
      "安盖"
    ],
    "date": "伊耿历299年10月18日",
    "content": "艾莉亚、热派和詹德利在三叉戟河畔挖菜时，遭遇汤姆、柠檬和安盖。汤姆以歌声引诱，安盖展示箭术，说服他们前往沙玛的客栈。艾莉亚起初怀疑，但饥饿驱使她同意。在客栈，艾莉亚发现船只，计划偷船去奔流城，但汤姆提出用欠条买马，艾莉亚拒绝并要求船只。突然，泰洛西人带兵闯入，混乱中艾莉亚被柠檬抓住，挣扎时认出父亲部下哈尔温，揭示自己身份为艾莉亚·史塔克，震惊众人。"
  },
  {
    "characters": [
      "凯特琳·史塔克",
      "罗柏·史塔克",
      "艾德慕·徒利",
      "布林登·徒利"
    ],
    "date": "伊耿历299年10月19日",
    "content": "凯特琳被带至大厅见罗柏，他表彰艾德慕在石磨坊的功绩，但私下批评其违令导致泰温公爵回师君临，破坏原计划。罗柏原谅凯特琳释放詹姆的行为，称出于对女儿的爱。他介绍新婚妻子简妮·维斯特林，凯特琳意识到联姻得罪佛雷家族，可能失去重要盟友。罗柏解释结婚缘由，凯特琳劝他遣散简妮的舅舅罗佛·斯派瑟，因灰风厌恶他。会议讨论夺回临冬城和安抚佛雷家的必要性，强调北方优先。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "托蒙德",
      "耶哥蕊特",
      "白灵"
    ],
    "date": "伊耿历299年1月15日",
    "content": "琼恩随野人队伍行进，目睹巨人骑长毛象经过，与托蒙德交谈巨人传说。托蒙德讲述年轻时躲入巨人腹中取暖和与母熊生育孩子的荒诞故事。琼恩内心挣扎对耶哥蕊特的情感，回忆守夜人誓言。队伍唱起《最后的巨人》歌谣时，叮当衫的鹰袭击琼恩面部。被带往曼斯·雷德处后，琼恩得知守夜人部队在先民拳峰全军覆没，被迫承认与耶哥蕊特的关系以证明忠诚。曼斯命令他次日随贾尔和斯迪前往长城执行任务。"
  },
  {
    "characters": [
      "珊莎·史塔克",
      "瑟曦·太后",
      "玛格丽·提利尔"
    ],
    "date": "伊耿历300年1月20日",
    "content": "瑟曦派女裁缝为珊莎制作新裙服，暗示其成年。珊莎与玛格丽及提利尔女伴们相处，享受宫廷生活，但担忧玛格丽与乔佛里的婚姻。她回忆玛格丽外出鹰狩时的自信，被告知洛拉斯爵士将保护她。唐托斯警告提利尔家图谋临冬城继承权，珊莎拒绝逃亡计划，幻想与维拉斯·提利尔在高庭的幸福生活，渴望穿上新裙服。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "詹德利",
      "哈尔温",
      "柠檬",
      "绿胡子"
    ],
    "date": "伊耿历299年2月5日",
    "content": "艾莉亚与詹德利随御林兄弟会行进，发现方向错误往南。哈尔温讲述贝里·唐德利恩制裁格雷果爵士的往事及兄弟会起源。村民透露詹姆·兰尼斯特逃脱，兄弟会计划抓捕。艾莉亚尝试骑马逃离，但被哈尔温追上。她意识到自己成为俘虏，将被迫见贝里伯爵，内心抗拒变回贵族小姐身份，无奈返回队伍。"
  },
  {
    "characters": [
      "山姆威尔·塔利",
      "葛兰",
      "小保罗",
      "异鬼"
    ],
    "date": "伊耿历299年1月25日",
    "content": "山姆在暴风雪中艰难行进，回忆先民拳峰战役：异鬼袭击守夜人营地，他释放乌鸦送信后逃亡。体力不支倒地时，葛兰和小保罗救助他。小保罗背负山姆前行，但遭遇异鬼袭击。小保罗被异鬼水晶剑杀死，山姆在恐慌中用琼恩所赠龙晶匕首刺中异鬼咽喉，异鬼融化消失。黎明来临，葛兰鼓励山姆继续前进寻找莫尔蒙队伍。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "泰温公爵",
      "瑟曦太后",
      "小指头",
      "凯冯爵士"
    ],
    "date": "伊耿历300年1月30日",
    "content": "提利昂参加御前会议，得知蓝道·塔利击败罗贝特·葛洛佛，小指头计划娶莱莎·艾林控制谷地。泰温任命提利昂为财政大臣，讨论与巴隆·葛雷乔伊结盟和多恩使者来访。会后，泰温强迫瑟曦再婚选择维拉斯·提利尔或巴隆大王，并命令提利昂娶珊莎·史塔克以巩固北境控制。提利昂得知罗柏·史塔克背弃婚约娶简妮·维斯特林，意识到兰尼斯特的战略布局。"
  },
  {
    "characters": [
      "罗柏·史塔克",
      "凯特琳·史塔克",
      "艾德慕·徒利",
      "布林登·徒利",
      "瑞卡德·卡史塔克",
      "简妮·维斯特林"
    ],
    "date": "伊耿历299年10月20日",
    "content": "在奔流城大厅，罗柏·史塔克审判瑞卡德·卡史塔克伯爵谋杀威廉·兰尼斯特和提恩·佛雷的罪行。卡史塔克承认杀害两名侍从，声称是为在呓语森林战死的儿子们复仇，并指责凯特琳释放詹姆·兰尼斯特同样有责。罗柏愤怒驳斥，指出受害者是受保护的俘虏。黑鱼布林登报告卡史塔克部下已逃散，试图猎杀詹姆。艾德慕建议扣押卡史塔克为人质，但罗柏坚持维护荣誉，判处死刑。凯特琳内心痛苦，自责因释放詹姆引发连锁反应。"
  },
  {
    "characters": [
      "戴佛斯·席渥斯",
      "梅丽珊卓"
    ],
    "date": "伊耿历299年10月15日",
    "content": "戴佛斯被囚禁在龙石岛的黑牢中，因黑水河之战失败后生病，经派洛斯学士治疗康复。他由两名看守照料，通过送餐和火炬更换推断时间。梅丽珊卓来访，阐述光之王拉赫洛与暗之神的二元对立战争，声称史坦尼斯是亚梭尔·亚亥转世，并透露通过圣火预见了戴佛斯的行动。戴佛斯表达对梅丽珊卓的敌意和疑虑，拒绝信仰拉赫洛，但梅丽珊卓留下火炬离开。戴佛斯沉思她的言论，感到不安，最终在疲惫中入睡。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "耶哥蕊特",
      "白灵"
    ],
    "date": "伊耿历299年10月16日",
    "content": "琼恩在长城外的野人营地中，夜间上山寻找冰原狼白灵，试图说服它独自返回黑城堡警告守夜人。他回忆与耶哥蕊特的亲密关系，内心挣扎于守夜人誓言和情感。被瑟恩人召唤后，向马格拿斯迪和贾尔提供长城巡逻队信息。耶哥蕊特带他探索山洞，讲述戈尼和詹德尔的故事，两人在瀑布边再次亲密，琼恩负罪感减弱。他意识到野人计划偷袭长城，但机会溜走困难，决定暂时扮演角色。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "弥桑黛",
      "克拉兹尼·莫·纳克罗兹"
    ],
    "date": "伊耿历299年10月17日",
    "content": "丹妮莉丝在阿斯塔波与八名善主谈判，提出用一条龙交换所有无垢者奴隶军队，包括训练中的男孩。善主们贪婪同意，选择黑龙卓耿。丹妮解放奴隶女孩弥桑黛，获知无垢者的服从性和背景。夜间，她梦见自己是雷加，用龙焰击败敌人。次日，在惩罚广场完成交易，丹妮突然命令卓耿攻击克拉兹尼，引发混乱，并号召无垢者反抗善主，获得自由。无垢者听从她的命令，屠杀奴隶商人和士兵，丹妮成功夺取军队。"
  },
  {
    "characters": [
      "珊莎·史塔克",
      "提利昂·兰尼斯特",
      "乔佛里·拜拉席恩"
    ],
    "date": "伊耿历300年1月1日",
    "content": "珊莎被强迫与提利昂·兰尼斯特结婚，在瑟曦太后安排下穿着华丽裙服。婚礼在圣堂举行，乔佛里充当父亲角色，羞辱珊莎和提利昂。婚宴上，珊莎与加兰·提利尔爵士跳舞，得知维拉斯的玩笑。乔佛里威胁闹新房，但提利昂拒绝并带珊莎离开。在卧室，提利昂透露曾结婚的过去，承诺在珊莎自愿前不碰她。珊莎无法接受他的外貌，提利昂痛苦离开，婚姻未圆房。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "詹德利",
      "哈尔温"
    ],
    "date": "伊耿历299年10月18日",
    "content": "艾莉亚随兄弟会成员抵达石堂镇，目睹北方士兵被关在鸦笼中渴死。她喂水给囚犯，但安盖射箭结束他们的痛苦。入住蜜桃客栈，发现是妓院，艾莉亚被洗澡换衣。詹德利被女孩钟儿调戏后生气离开。艾莉亚梦到成为狼捕猎。清晨，被狗吠吵醒，看到‘疯猎人’捕获一名兰尼斯特家族成员，准备关入笼子。艾莉亚意识到不是詹姆，但事件加剧她的复仇名单和孤独感。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "耶哥蕊特",
      "贾尔",
      "马格拿"
    ],
    "date": "伊耿历299年3月15日",
    "content": "琼恩·雪诺随野人队伍抵达长城脚下，目睹贾尔带领十二名攀登者尝试翻越冰墙。攀登过程艰难，贾尔组因冰面崩塌全员坠亡，而山羊格里格和埃洛克组成功登顶并固定绳梯。野人随后利用梯子分批上墙，耶哥蕊特在攀登中恐惧哭泣，透露他们寻找的冬之号角未能找到。琼恩内心矛盾，既担忧守夜人防线失守，又对野人同伴产生情感。最终，野人突破长城防线，为后续入侵奠定基础。"
  },
  {
    "characters": [
      "詹姆·兰尼斯特",
      "布蕾妮",
      "瓦格·赫特",
      "卢斯·波顿"
    ],
    "date": "伊耿历299年4月2日",
    "content": "詹姆被血戏子押送至赫伦堡，断手剧痛和高烧折磨着他。途中布蕾妮鼓励他活下去复仇，詹姆逐渐振作。抵达赫伦堡后，卢斯·波顿接管他们，瓦格·赫特索要赎金失败。詹姆伤口感染严重，科本学士清理腐肉但拒绝截肢。波顿透露君临局势：兰尼斯特与提利尔结盟，黑水河之战史坦尼斯败北，提利昂重伤。詹姆决心返回君临，开始谋划报复。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "波隆",
      "泰温·兰尼斯特",
      "雪伊"
    ],
    "date": "伊耿历299年4月10日",
    "content": "提利昂巡视君临重建，处理财政危机和婚姻问题。他秘密会见歌手银舌西蒙，因对方威胁曝光与雪伊的关系而命波隆灭口。随后泰温召见，展示为乔佛里和詹姆铸造的瓦雷利亚钢剑，并催促提利昂与珊莎圆房以巩固北境 claim。派席尔汇报长城守军求援，泰温计划安插杰诺斯·史林特为总司令。提利昂深感压力，既需筹款又面临家庭矛盾。"
  },
  {
    "characters": [
      "山姆威尔·塔利",
      "吉莉",
      "莫尔蒙总司令",
      "卡斯特"
    ],
    "date": "伊耿历299年4月25日",
    "content": "山姆在卡斯特堡垒照料伤员巴棱，后者伤重死亡。吉莉产子，山姆欲救婴儿遭莫尔蒙阻止。卡斯特与守夜人冲突升级，短刃等叛乱者杀死卡斯特，莫尔蒙干预时被奥罗刺伤。混乱中山姆受托莫尔蒙遗命，携吉莉和婴儿逃离。莫尔蒙死前嘱山姆赴长城报信异鬼威胁，并原谅儿子乔拉。山姆在卡斯特老婆帮助下骑莫尔蒙马匹出发，面临严冬和追捕。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "桑铎·克里冈",
      "贝里·唐德利恩",
      "索罗斯"
    ],
    "date": "伊耿历299年5月5日",
    "content": "艾莉亚在无旗兄弟会山洞见证猎狗比武审判。贝里伯爵以火焰剑对决，猎狗虽烧伤但击断贝里剑并致命一击。光之王审判宣判猎狗无罪，艾莉亚愤怒指控他谋杀米凯。贝里死后，索罗斯等照料猎狗烧伤，艾莉亚欲刺杀未果。兄弟会内部争议猎狗命运，艾莉亚深感正义失落，猎狗存活并可能影响后续事件。"
  },
  {
    "characters": [
      "凯特琳·徒利",
      "罗柏·史塔克",
      "艾德慕·徒利",
      "布林登·徒利",
      "简妮·维斯特林",
      "罗索·佛雷",
      "瓦德·河文"
    ],
    "date": "伊耿历299年10月12日",
    "content": "霍斯特·徒利公爵的葬礼在奔流城举行，他的遗体被安置在船中，由罗柏国王等七人护送入河火葬。艾德慕多次射箭点火失败，最终由布林登爵士成功点燃船只。葬礼后，罗索·佛雷代表瓦德侯爵提出和解条件：罗柏需当面道歉，艾德慕立即与萝丝琳·佛雷结婚。艾德慕起初抗拒，但在凯特琳和布林登劝说下同意。同时，罗索带来临冬城被焚、罗德利克爵士战死的噩耗，幸存者被拉姆斯·雪诺带往恐怖堡。凯特琳与罗柏私下争吵，她建议向兰尼斯特投降以保全性命，但罗柏坚决拒绝。"
  },
  {
    "characters": [
      "戴佛斯·席渥斯",
      "史坦尼斯·拜拉席恩",
      "梅丽珊卓",
      "亚赛尔·佛罗伦"
    ],
    "date": "伊耿历299年10月15日",
    "content": "戴佛斯被从黑牢带出，面见史坦尼斯国王。亚赛尔爵士提议攻击蟹岛报复赛提加伯爵，戴佛斯反对此计划，认为它懦弱且不义。史坦尼斯采纳戴佛斯意见，拒绝攻击，并任命戴佛斯为国王之手。梅丽珊卓到场，讨论与远古异神的大战。史坦尼斯使用附有艾德瑞克·风暴血液的水蛭，诅咒乔佛里、巴隆和罗柏三位篡夺者，象征宣战。戴佛斯接受新职，担忧未来战斗的艰难。"
  },
  {
    "characters": [
      "詹姆·兰尼斯特",
      "布蕾妮",
      "卢斯·波顿",
      "科本"
    ],
    "date": "伊耿历299年10月18日",
    "content": "詹姆与布蕾妮在赫伦堡澡堂相遇，詹姆透露杀害伊里斯国王的真相：为阻止野火焚城。洗澡时詹姆虚弱昏倒，被布蕾妮扶起。后与波顿伯爵共进晚餐，波顿告知罗柏娶简妮·维斯特林、艾德慕将婚萝丝琳的消息，以及艾莉亚·史塔克幸存。波顿要求詹姆向泰温澄清断手与己无关，以换取安全返回君临。布蕾妮请求继续交换史塔克女孩，但波顿拒绝，暗示她关注蓝宝石事宜。詹姆同意合作，计划由沃顿护送返程。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "奥柏伦·马泰尔",
      "波隆",
      "波德瑞克·派恩"
    ],
    "date": "伊耿历299年10月20日",
    "content": "提利昂率队迎接多恩使团，发现奥柏伦亲王代替生病的道朗亲王前来。奥柏伦带领多恩九大家族代表，包括情妇艾拉莉亚·沙德。途中，奥柏伦回忆童年访凯岩城见婴儿提利昂的往事，提及瑟曦的残忍行为。提利昂警告奥柏伦君临的兰尼斯特和提利尔势力，避免冲突。奥柏伦要求为姐姐伊莉亚和其子女复仇，暗示怀疑泰温是幕后主使。提利昂安排奥柏伦入住君临，担忧其引发纷争。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "贝里·唐德利恩",
      "索罗斯",
      "詹德利",
      "桑铎·克里冈"
    ],
    "date": "伊耿历299年10月22日",
    "content": "无旗兄弟会袭击血戏子占据的圣堂，成功击杀或俘虏多数敌人，包括厄特修士，后者被吊死。幸存的褐衣僧侣获救。詹德利请求加入兄弟会，被贝里伯爵封为骑士。当夜，桑铎·克里冈追踪而至，索要被抢金币，与土匪对峙后离开。艾莉亚恐惧猎狗报复，回忆赫伦堡往事，握紧贾昆的硬币入睡。兄弟会加强警戒，计划继续行程，艾莉亚期待被赎回家。"
  },
  {
    "characters": [
      "布兰·史塔克",
      "梅拉·黎德",
      "玖健·黎德",
      "阿多"
    ],
    "date": "伊耿历299年10月15日",
    "content": "布兰一行抵达后冠镇，发现废弃村庄和湖中塔楼。布兰凭借老奶妈的故事，引导大家通过水下堤道进入塔楼躲避。夜晚，他们观察到村中有人活动，布兰首次尝试控制阿多身体，成功让他安静。通过狼灵能力感知夏天，发现树下有武装人员移动，暗示潜在威胁。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "耶哥蕊特",
      "斯迪马格拿"
    ],
    "date": "伊耿历299年10月15日",
    "content": "琼恩与野人队伍行至后冠镇附近，发现老人生火避雨。斯迪命令琼恩处决老人，琼恩拒绝，耶哥蕊特亲手杀死老人。灰狼袭击瑟恩人，制造混乱，琼恩趁机夺马逃离，大腿中箭。他独自北上，决心返回黑城堡警告守夜人野人入侵。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "乔拉·莫尔蒙",
      "达里奥·纳哈里斯"
    ],
    "date": "伊耿历299年10月16日",
    "content": "丹妮莉丝在渊凯城外与佣兵团和渊凯使节谈判。暴鸦团达里奥·纳哈里斯叛变，杀死团长投诚。丹妮拒绝渊凯赎金，要求解放奴隶。夜晚，她发动突袭，联合无垢者、多斯拉克人和暴鸦团击败渊凯军队。次日，渊凯奴隶出城欢呼她为‘母亲’，象征她赢得民心。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "贝里·唐德利恩",
      "桑铎·克里冈"
    ],
    "date": "伊耿历299年10月17日",
    "content": "艾莉亚与兄弟会行至高尚之心，矮女人预言奔流城被围、母亲在孪河城。艾莉亚得知琼恩生母名薇拉。队伍抵达废弃村庄，索罗斯从火焰中看到奔流城遭兰尼斯特围攻。艾莉亚绝望逃跑，被桑铎·克里冈捕获，他宣称她是他的俘虏。"
  },
  {
    "characters": [
      "詹姆·兰尼斯特",
      "布蕾妮",
      "瓦格·赫特"
    ],
    "date": "伊耿历299年10月18日",
    "content": "詹姆离开赫伦堡后做噩梦，梦到布蕾妮遇险，决定返回。发现布蕾妮被扔进熊坑，手持钝剑对抗黑熊。詹姆跳入坑中保护她，铁腿沃顿下令射杀熊救出两人。詹姆承诺支付赎金，带布蕾妮离开，嘲讽中透露因梦境而回，展现复杂情感。"
  },
  {
    "characters": [
      "罗柏·史塔克",
      "简妮·维斯特林",
      "凯特琳·史塔克"
    ],
    "date": "伊耿历299年10月15日",
    "content": "罗柏国王与简妮王后在奔流城神木林和铁闸门前依依惜别，简妮随后骑马追来恳求同行，罗柏在雨中安慰泪眼汪汪的妻子后命护卫送她回城。凯特琳看出儿子动情却窘迫，内心恼火。她安排简妮留守奔流城是避免刺激瓦德·佛雷，但罗柏心中归咎于母亲。队伍包括三千五百名北方老兵，由大琼恩前锋、盖伯特·葛洛佛斥候、文德尔·曼德勒辎重和罗宾·菲林特后卫组成。艾德慕担忧新娘容貌，凯特琳提醒他注重品德。雨中行军压抑士气，梅姬·莫尔蒙母女穿盔甲随行。穿越呓语森林战场时，凯特琳回忆去年胜利与物是人非，思念奈德和失踪的女儿们。"
  },
  {
    "characters": [
      "山姆威尔·塔利",
      "吉莉"
    ],
    "date": "伊耿历299年10月16日",
    "content": "山姆和吉莉带着婴儿抵达疑似白树村的野人废弃村庄，山姆祈祷诸神指引。吉莉生火哺乳，山姆搜查小屋仅见老鼠。他回忆地图担忧迷路，描述长城和黑城堡的温暖景象安抚吉莉。山姆唱《七神之歌》哄孩子入睡，解释陌客未被歌颂。晚餐吃硬黑香肠，山姆担忧未来，将马牵入长厅避寒。夜晚山姆梦见角陵城宴会和吉莉，惊醒发现尸鬼小保罗入侵。山姆用龙晶匕首攻击无效，反被掐喉，最后用烧红木炭塞入其嘴烧死尸鬼。外出见更多尸鬼围攻吉莉，乌鸦群突袭尸鬼，神秘骑麋鹿的黑衣人救走他们。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "桑铎·克里冈"
    ],
    "date": "伊耿历299年10月17日",
    "content": "艾莉亚和猎狗到达暴涨的三叉戟河，发现哈罗威镇被淹。驼背船夫索要三枚金龙摆渡，猎狗以骑士荣誉承诺抵达付款。渡河时巨树撞击，一船夫落水失踪。靠岸后猎狗用羊皮纸欠条欺骗船夫，疾驰离开。艾莉亚发烧打颤，猎狗咒骂无法生火。晚餐时艾莉亚试图逃跑被警告，猎狗透露目的地是孪河城而非君临，计划将艾莉亚交还凯特琳换取报酬或效忠罗柏。他嘲笑格雷果更恶毒，提及救珊莎往事。艾莉亚列复仇名单，猎狗强调服从以赶赴艾德慕婚礼。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "唐纳·诺伊",
      "伊蒙学士"
    ],
    "date": "伊耿历299年10月18日",
    "content": "琼恩骑疲惫母马抵达黑城堡，伤腿疼痛发烧。唐纳·诺伊初疑其叛变，琼恩解释遵科林命令渗透野人。他警告马格拿斯迪率一百二十名野人从后冠镇来袭，曼斯声东击西。伊蒙学士告知莫尔蒙总司令在卡斯特堡垒被叛变弟兄谋杀，仅十几人返回。琼恩提议选新总司令，提及卡特·派克或丹尼斯·梅利斯特。伊蒙用罂粟花奶麻醉琼恩，诺伊和克莱达斯协助烧灼伤口。琼恩昏迷前得知临冬城被席恩·葛雷乔伊焚毁，布兰和瑞肯遇害，波顿私生子拉姆斯剥席恩皮。派普和葛兰照料琼恩，透露山姆在卡斯特堡垒被留。琼恩梦见耶哥蕊特和临冬城，充满矛盾。"
  },
  {
    "characters": [
      "凯特琳·史塔克",
      "罗柏·史塔克",
      "艾德慕·徒利",
      "瓦德·佛雷"
    ],
    "date": "伊耿历299年10月19日",
    "content": "凯特琳等人抵达孪河城，绿叉河暴涨。罗柏戴王冠与艾德慕、凯特琳并骑上前，灰风对佛雷家人咆哮。瓦德侯爵坐黑橡木椅接待，嘲讽罗柏青铜王冠和背誓。罗柏向佛雷家女眷道歉，强调爱与联盟。瓦德展示女儿孙女，包括萝丝琳——艾德慕未婚妻，她娇小美丽带羞怯。罗柏接受面包食盐确保宾客权利。凯特琳换衣后询问学士，确认萝丝琳生育无碍。卢斯·波顿报告兰尼斯特军追至三叉戟河，格雷果·克里冈攻击滞留部队，但渡口有守军阻其过河。波顿带回五百骑兵三千步兵，提及席恩被剥皮但建议留作人质。罗柏安排波顿后卫，计划婚礼后北上。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "桑铎·克里冈"
    ],
    "date": "伊耿历299年12月25日",
    "content": "艾莉亚与猎狗桑铎·克里冈伪装成农夫接近孪河城，途中遭遇佛雷家巡逻队盘问。猎狗谎称为河安老夫人运送咸肉和陌客马作为婚礼贺礼，成功蒙混过关。艾莉亚内心挣扎是否揭露身份，但因不认识巡逻队纹章而放弃。接近城堡时，他们听到婚宴喧闹声，猎狗警告艾莉亚罗柏可能已死。营地混乱中，他们目睹佛雷骑兵冲出城堡攻击婚宴帐篷，艾莉亚试图冲向城门寻找家人，但被猎狗用斧背击晕带走。"
  },
  {
    "characters": [
      "凯特琳·史塔克",
      "罗柏·史塔克",
      "瓦德·佛雷"
    ],
    "date": "伊耿历299年12月25日",
    "content": "在艾德慕·徒利与萝丝琳·佛雷的婚宴上，凯特琳逐渐察觉异常：多名关键佛雷成员缺席，乐队突然演奏《卡斯特梅的雨季》。当闹洞房开始后，佛雷家族和波顿家族突然发难，十字弓手从乐师楼台射击，罗柏身中数箭。凯特琳试图用瓦德·佛雷的孙子铃铛响作为人质交换罗柏性命，但瓦德拒绝。罗柏被黑甲武士刺死，凯特琳在绝望中割喉杀死铃铛响，最终自己也被杀害。红色婚礼以史塔克家族主要成员遇害告终。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "泰温·兰尼斯特",
      "瑟曦·兰尼斯特"
    ],
    "date": "伊耿历299年12月26日",
    "content": "提利昂与珊莎共进晚餐后，被召至首相塔。泰温公爵宣布红色婚礼成功，罗柏和凯特琳·史塔克遇害。乔佛里兴奋要求罗柏首级，与提利昂发生冲突。泰温教训乔佛里后，单独向提利昂透露计划细节：佛雷获得奔流城，波顿成为北境守护，假艾莉亚·史塔克将嫁予波顿私生子。提利昂质疑杀害伊莉亚·马泰尔子女的道德问题，泰温辩称为巩固兰尼斯特权力。多恩奥柏伦亲王要求正义，泰温计划嫁祸已死的亚摩利·洛奇爵士。"
  },
  {
    "characters": [
      "戴佛斯·席渥斯",
      "史坦尼斯·拜拉席恩",
      "梅丽珊卓"
    ],
    "date": "伊耿历299年12月27日",
    "content": "萨拉多·桑恩向史坦尼斯报告红色婚礼消息。梅丽珊卓宣称这是光之王拉赫洛的胜利，要求用艾德瑞克·风暴献祭以唤醒石龙。戴佛斯坚决反对杀害无辜孩童，指出弑亲会遭诅咒。史坦尼斯陷入挣扎，既渴望龙的力量又顾及血缘亲情。后党成员支持献祭，戴佛斯形成王党与之抗衡。随后戴佛斯在学士课室见到儿子戴冯、希琳公主和艾德瑞克，阅读守夜人求援信时担忧梅丽珊卓可能利用野人威胁推动献祭计划。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "唐纳·诺伊",
      "纱丁",
      "迪克·佛拉德",
      "耶哥蕊特",
      "斯迪"
    ],
    "date": "伊耿历299年12月19日",
    "content": "琼恩·雪诺在黑城堡国王塔顶指挥防御，腿伤未愈但仍坚持作战。野人军队在斯迪带领下从南方进攻，焚烧了鼹鼠村。守夜人利用稻草人伪装和临时路障防御，琼恩和同伴在塔上射箭阻击。战斗激烈，野人突破路障攻上长城楼梯，唐纳·诺伊下令点燃预先布置的油料，楼梯崩塌，大量野人葬身火海。琼恩在战后发现耶哥蕊特中箭身亡，她临终前感叹琼恩'什么都不懂'。守夜人成功击退进攻，但损失惨重。"
  },
  {
    "characters": [
      "布兰·史塔克",
      "梅拉·黎德",
      "玖健·黎德",
      "阿多",
      "山姆威尔·塔利",
      "吉莉"
    ],
    "date": "伊耿历299年12月20日",
    "content": "布兰一行抵达长夜堡，试图寻找穿越长城的通道。梅拉爬上长城侦察，发现北面是陡峭冰壁无法下行。夜晚，山姆威尔·塔利和吉莉从井底出现，通过'黑门'穿越长城。山姆解释黑门只有守夜人誓言能开启，并提到'冷手'帮助他们逃脱尸鬼。布兰决定跟随山姆通过黑门前往长城以北，寻找三眼乌鸦。一行人进入井底，面对鱼梁木黑门的质问，山姆背诵守夜人誓言后门开启，他们踏上北行之路。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "壮汉贝沃斯",
      "欧兹纳克·佐·帕尔",
      "乔拉·莫尔蒙",
      "巴利斯坦·赛尔弥",
      "布朗·本·普棱"
    ],
    "date": "伊耿历299年12月21日",
    "content": "丹妮莉丝兵临弥林城下，弥林英雄欧兹纳克出城挑战。丹妮派壮汉贝沃斯应战，贝沃斯巧妙躲过长枪冲锋，砍倒战马后斩杀欧兹纳克。守军发射弩箭，贝沃斯安全返回。军事会议上，乔拉建议放弃围城西进，但丹妮坚持攻城。布朗·本提出通过下水道潜入的方案。丹妮沿海骑行时遭梅罗袭击，被白胡子阿斯坦所救。阿斯坦揭露真实身份为'无畏的'巴利斯坦·赛尔弥，并指认乔拉曾是瓦里斯的线人。丹妮震惊于两人的背叛，但最终允许他们留下效力。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "珊莎·史塔克",
      "雪伊",
      "乔佛里·拜拉席恩",
      "泰温·兰尼斯特"
    ],
    "date": "伊耿历300年1月1日",
    "content": "提利昂与珊莎准备参加乔佛里和玛格丽的婚礼。清晨，提利昂与情妇雪伊在龙骨头窖秘密相会。太后舞厅举行早餐会，乔佛里接受礼物时粗暴毁坏提利昂赠送的史书《四王志》，并索要瓦雷利亚钢匕首。泰温赠送名剑'寡妇之嚎'，乔佛里得意挥舞。提利昂与多恩亲王奥柏伦讨论历史，归途中提醒珊莎关闭轿帘避免民众袭击。提利昂询问布兰坠楼往事，暗示乔佛里可能涉案，并承诺不透露红色婚礼细节，珊莎保持戒备和沉默。"
  },
  {
    "characters": [
      "乔佛里·拜拉席恩",
      "玛格丽·提利尔",
      "提利昂·兰尼斯特",
      "珊莎·史塔克"
    ],
    "date": "伊耿历300年1月1日",
    "content": "乔佛里与玛格丽的婚礼在贝勒大圣堂举行，总主教主持仪式。乔佛里身穿暗玫瑰色外衣，披挂雄鹿与狮子纹饰斗篷；玛格丽着象牙色丝衣和密尔蕾丝裙，披绿天鹅绒绣金玫瑰斗篷。仪式后，婚宴于红堡王座厅举办，共七十七道大餐，包括鸽子馅饼。提利昂作为侍酒为乔佛里斟酒，期间乔佛里突然窒息，面色发黑，经抢救无效死亡。瑟曦指控提利昂和下毒的珊莎谋杀国王，提利昂被捕。珊莎在唐托斯协助下逃离红堡，乘船离开君临。"
  },
  {
    "characters": [
      "珊莎·史塔克",
      "唐托斯·霍拉德",
      "培提尔·贝里席"
    ],
    "date": "伊耿历300年1月1日",
    "content": "珊莎在神木林与唐托斯会合，通过悬崖秘密梯子降至黑水河，乘小舟前往商船。途中唐托斯透露是培提尔策划了乔佛里之死，利用珊莎发网上的黑紫晶下毒。到达商船后，培提尔下令罗索·布伦射杀唐托斯灭口。培提尔向珊莎解释权力游戏的本质，承诺保护她并带她回家，暗示他与凯特琳的过往情感。珊莎意识到自己成为培提尔计划的一部分，被迫接受新身份。"
  },
  {
    "characters": [
      "詹姆·兰尼斯特",
      "瑟曦·兰尼斯特",
      "泰温·兰尼斯特",
      "布蕾妮"
    ],
    "date": "伊耿历300年1月2日",
    "content": "詹姆返回君临，得知乔佛里死讯和提利昂被捕。在圣堂，瑟曦指控提利昂谋杀，要求詹姆复仇。詹姆与瑟曦在祭坛发生关系。詹姆会见父亲泰温，拒绝放弃御林铁卫职务和娶玛格丽，坚持御林铁卫职责。泰温剥夺詹姆继承权，称其不再是儿子。布蕾妮因蓝礼之死被洛拉斯指控，詹姆干预并安排她暂押待审。詹姆决心查明真相，维护铁卫荣誉。"
  },
  {
    "characters": [
      "戴佛斯·席渥斯",
      "史坦尼斯·拜拉席恩",
      "梅莉珊卓",
      "艾德瑞克·风暴"
    ],
    "date": "伊耿历300年1月2日",
    "content": "戴佛斯组织王党人士救出艾德瑞克·风暴，由萨拉多·桑恩的船带离龙石岛，以避免梅莉珊卓用其血祭唤醒石龙。戴佛斯向史坦尼斯坦白行动，引用职责保护子民。梅莉珊卓愤怒警告戴佛斯干预伟业将导致长夜灾难。史坦尼斯纠结于责任与牺牲，最终接受事实，但未处罚戴佛斯。戴佛斯强调国王需保护人民，而非依赖黑暗魔法。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "曼斯·雷德",
      "唐纳·诺伊",
      "野人大军"
    ],
    "date": "伊耿历300年1月2日",
    "content": "野人大军进攻长城，包括巨人、长毛象和自由民。琼恩临时指挥防御，使用投石机、弓箭和火油击退敌军。唐纳·诺伊在隧道防守中牺牲，巨人强壮的玛格突破外门但被杀死。战后，伊蒙学士指定琼恩代理长城指挥官，直至守军返回。琼恩组织修复城门，堵塞隧道，应对未来攻击。野人首次大规模进攻被击退，但威胁未除。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "桑铎·克里冈"
    ],
    "date": "伊耿历299年12月15日",
    "content": "艾莉亚与猎狗桑铎·克里冈继续在河间地流浪，艾莉亚内心充满失去家人的痛苦和空虚，每晚梦见狼群给予她力量。猎狗不再严格看管她，但她无处可去，选择留下。他们避开城镇，目睹佛雷家族搜捕北方幸存者。途中遇到一名受伤的弓箭手，猎狗给予其“慈悲”后杀死他，教导艾莉亚杀人方法。艾莉亚获得一把匕首，但内心挣扎于复仇与生存之间。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "桑铎·克里冈"
    ],
    "date": "伊耿历299年12月20日",
    "content": "艾莉亚通过狼梦感知母亲凯特琳·史塔克已死，尸体被弃于河中，她彻底绝望，放弃救援母亲的念头。猎狗计划带她去谷地找莱莎姨妈换取赎金，但艾莉亚提议去长城找哥哥琼恩。猎狗拒绝，坚持前往奔流城。他们抵达一个村庄暂住，村民因恐惧高山氏族而建造栅栏。猎狗考虑定居，但被村长驱逐，他们被迫离开，返回河间地。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "凯冯·兰尼斯特",
      "波隆",
      "波德瑞克·派恩"
    ],
    "date": "伊耿历300年1月5日",
    "content": "提利昂被囚于红堡，被控谋杀乔佛里国王。凯冯爵士告知他将由泰温公爵、梅斯·提利尔和奥柏伦·马泰尔审判。提利昂要求比武审判，但得知瑟曦选择格雷果·克里冈作为代理骑士后，波隆拒绝帮助，因瑟曦许诺他娶洛丽丝·史铎克渥斯并获得城堡。提利昂试图寻找证人，但只有珊莎可能作证，而她已失踪。他感到孤立无援，准备面对审判。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "泰温·兰尼斯特",
      "瑟曦·兰尼斯特",
      "奥柏伦·马泰尔"
    ],
    "date": "伊耿历300年1月10日",
    "content": "提利昂的审判在王座厅开始，控方证人包括御林铁卫和贵族，指控他威胁国王和下毒。提利昂否认罪行，但证据对他不利。奥柏伦亲王私下拜访，暗示可能作为代理骑士帮助他，但要求真相关于伊莉亚·马泰尔的死。提利昂承认格雷果·克里冈杀害伊莉亚和孩子，但谎称非泰温指使。奥柏伦同意在比武审判中代表提利昂，对抗魔山。"
  },
  {
    "characters": [
      "詹姆·兰尼斯特",
      "御林铁卫成员"
    ],
    "date": "伊耿历300年1月12日",
    "content": "詹姆成为御林铁卫队长，在白剑塔召开会议。他审问柏洛斯·布劳恩、奥斯蒙·凯特布莱克等成员关于乔佛里之死的失职，重新分配任务，命令柏洛斯品尝托曼的食物以防毒。詹姆强调忠诚，处理内部矛盾，并安排洛拉斯·提利尔调查布蕾妮的指控。他反思自己的过去和御林铁卫的衰落，决心恢复荣誉，保护国王。"
  },
  {
    "characters": [
      "珊莎·史塔克",
      "培提尔·贝里席",
      "莱莎·艾林"
    ],
    "date": "伊耿历300年1月18日",
    "content": "珊莎与培提尔抵达五指半岛的荒塔，培提尔宣布将与莱莎夫人结婚。珊莎被要求伪装成私生女阿莲·石东以隐藏身份。莱莎抵达后，立即与培提尔成婚，婚礼后莱莎透露计划让珊莎嫁给儿子劳勃·艾林。珊莎适应新身份，但面临莱莎的嫉妒和控制。培提尔揭示乔佛里谋杀由奥莲娜夫人策划，凯特布莱克家族协助，珊莎意识到自己一直是棋子。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "野人军队",
      "守夜人成员"
    ],
    "date": "伊耿历300年1月25日",
    "content": "琼恩在长城指挥防御曼斯·雷德的野人进攻。野人使用龟盾接近城门，琼恩用冰冻木桶成功摧毁龟盾，暂时击退攻击。他疲惫不堪，服用安眠酒休息，但被杰诺斯·史林特和艾里沙·索恩逮捕，指控他背誓和谋杀断掌科林。尽管伊蒙学士辩护，琼恩仍被关进冰牢。野人叮当衫作伪证，琼恩面临叛徒的审判，守夜人内部矛盾加剧。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "雪伊",
      "泰温·兰尼斯特",
      "奥柏伦·马泰尔",
      "瑟曦·兰尼斯特"
    ],
    "date": "伊耿历300年1月1日",
    "content": "提利昂·兰尼斯特在审判中被雪伊当众背叛，她指控提利昂与珊莎密谋杀害乔佛里并企图篡位。提利昂愤怒地认罪，但否认毒害乔佛里，转而控诉自己生为侏儒的罪过。他要求比武审判，奥柏伦·马泰尔自愿担任其代理骑士，对抗格雷果·克里冈爵士。瑟曦欣喜若狂，泰温公爵虽恼怒但被迫同意。提利昂意识到自己的命运已交予诸神，但满意于破坏了父亲的计划，无论胜负都将引发高庭与多恩的冲突。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "奥柏伦·马泰尔",
      "格雷果·克里冈"
    ],
    "date": "伊耿历300年1月2日",
    "content": "提利昂与奥柏伦会面，奥柏伦自信能用长矛击败格雷果，并暗示多恩的复仇计划。决斗中，奥柏伦不断质问格雷果关于伊莉亚·马泰尔之死，用敏捷战术刺伤格雷果多次。但格雷果在濒死时抓住奥柏伦，抠出其眼珠并击碎其头颅，承认杀害伊莉亚和她的孩子。奥柏伦惨死，提利昂呕吐并绝望大笑，意识到自己将面临处决。格雷果虽重伤但幸存，被带回治疗。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "弥桑黛",
      "达里奥·纳哈里斯",
      "乔拉·莫尔蒙",
      "巴利斯坦·赛尔弥"
    ],
    "date": "伊耿历300年1月3日",
    "content": "丹妮莉丝在弥林统治，处理政务时得知阿斯塔波屠夫国王克莱昂的联姻提议和渊凯的威胁。她召见乔拉·莫尔蒙和巴利斯坦·赛尔弥，原谅巴利斯坦的隐瞒并重新接纳他，但因乔拉的背叛而放逐他。丹妮痛苦反思自己的统治，决定留在弥林实在地当女王，而非继续西征，以保护解放的奴隶和让龙成长。她誓言不重蹈阿斯塔波的覆辙，寻求公正统治。"
  },
  {
    "characters": [
      "詹姆·兰尼斯特",
      "瑟曦·兰尼斯特",
      "布蕾妮",
      "托曼·拜拉席恩"
    ],
    "date": "伊耿历300年1月4日",
    "content": "詹姆参与御前会议，见证托曼签署文件，但因左手残疾在训练中惨败而自卑。瑟曦来访，哀求詹姆反对泰温将她再婚和分离母子的计划，但詹姆拒绝退出御林铁卫。两人争吵后，瑟曦愤怒离开。詹姆会见布蕾妮，赠予她瓦雷利亚钢剑'守誓剑'，委托她寻找并保护珊莎·史塔克，以履行对凯特琳的誓言。布蕾妮接受任务离开，詹姆在白典上记录自己的历史，决心自己书写未来。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "曼斯·雷德",
      "托蒙德",
      "史坦尼斯·拜拉席恩"
    ],
    "date": "伊耿历300年1月5日",
    "content": "琼恩被杰诺斯·史林特派去野人营地刺杀曼斯·雷德。曼斯展示冬之号角，要求守夜人打开城门让野人通过，否则将吹响号角摧毁长城。谈判中，史坦尼斯军队突然袭击野人营地，击败野人并俘虏曼斯。琼恩目睹战斗，野人崩溃，史坦尼斯宣称王权。琼恩返回帐篷，意识到局势巨变，守夜人和王国的命运将因史坦尼斯的干预而改变。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "桑铎·克里冈",
      "波利佛",
      "记事本"
    ],
    "date": "伊耿历300年1月6日",
    "content": "艾莉亚和桑铎在客栈遭遇波利佛、记事本等魔山部下。冲突中，桑铎重伤但杀死波利佛，艾莉亚用匕首刺杀记事本和侍从。桑铎高烧垂危，艾莉亚本可杀他复仇，但最终离开他自生自灭。她独自前往盐场镇，卖掉马匹，试图乘船去长城，但船长因海盗和战争拒绝。她出示贾昆的铁币并说出'valar morghulis'，船长改变主意，答应带她去布拉佛斯，给予舱房。"
  },
  {
    "characters": [
      "山姆威尔·塔利",
      "吉莉",
      "瓦迩",
      "琼恩·雪诺",
      "葛兰",
      "派普",
      "忧郁的艾迪",
      "伊蒙学士"
    ],
    "date": "伊耿历299年1月15日",
    "content": "山姆威尔带着吉莉和她的婴儿返回黑城堡，途中遇到丹尼斯·梅利斯特爵士率领的守夜人队伍，得知史坦尼斯国王击败曼斯·雷德野人大军的消息。抵达黑城堡后，山姆目睹城堡被史坦尼斯的军队占据，见到琼恩·雪诺并注意到他的疲惫和悲伤。吉莉为曼斯·雷德的儿子喂奶，瓦迩请求见曼斯一面。山姆与琼恩讨论吉莉的未来，山姆考虑将吉莉送往角陵并谎称孩子是自己的私生子以保护她。琼恩提醒山姆守夜人誓言的重要性，山姆内心挣扎但决心帮助吉莉。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "梅丽珊卓",
      "史坦尼斯·拜拉席恩"
    ],
    "date": "伊耿历299年1月16日",
    "content": "琼恩在训练中被埃恩·伊梅特击败，回忆起童年与罗柏的往事。梅丽珊卓邀请琼恩到长城顶上与史坦尼斯国王会面。史坦尼斯提出让琼恩成为临冬城公爵，条件包括放弃旧神信仰、迎娶瓦迩并向史坦尼斯效忠。琼恩犹豫不决，史坦尼斯透露计划允许野人穿过长城定居以对抗共同敌人。琼恩离开后内心矛盾，最终在森林边遇到回归的白灵，冰原狼的出现让他坚定了守夜人的职责，拒绝史坦尼斯的提议。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "詹姆·兰尼斯特",
      "瓦里斯",
      "泰温·兰尼斯特",
      "雪伊"
    ],
    "date": "伊耿历300年1月1日",
    "content": "詹姆救出被囚的提利昂，透露泰莎的真相：她不是妓女，而是提利昂的真正妻子，泰温策划了谎言和羞辱。提利昂愤怒地殴打詹姆并誓言报复。在瓦里斯引导下，提利昂通过隧道逃离，但中途爬梯进入首相塔卧室，发现雪伊在泰温床上。提利昂用项链勒死雪伊，随后在厕所找到泰温，用十字弓射杀他。提利昂逃离红堡，登上瓦里斯安排的船只，决心向家族复仇。"
  },
  {
    "characters": [
      "山姆威尔·塔利",
      "伊蒙学士",
      "史坦尼斯·拜拉席恩",
      "梅丽珊卓",
      "卡特·派克",
      "丹尼斯·梅利斯特爵士",
      "杰诺斯·史林特"
    ],
    "date": "伊耿历299年1月17日",
    "content": "史坦尼斯国王召集守夜人官员，催促尽快选出总司令，并索要赠地和城堡以安置野人。梅丽珊卓宣称史坦尼斯是预言中的王子。山姆受伊蒙学士暗示，游说卡特·派克和丹尼斯爵士支持琼恩·雪诺，谎称史坦尼斯将强行指定对手。在选举中，忧郁的艾迪提名琼恩，奥赛尔·亚威克退出支持杰诺斯。投票时，莫尔蒙的乌鸦飞出罐子，停在琼恩肩上鸣叫‘雪诺’，帮助琼恩赢得多数票，成为第998任守夜人总司令。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "白灵",
      "山姆威尔·塔利",
      "派普",
      "葛兰",
      "卡特·派克",
      "丹尼斯·梅利斯特爵士"
    ],
    "date": "伊耿历299年1月17日",
    "content": "琼恩在地窖选举中被选为总司令，白灵陪伴在侧。杰诺斯·史林特和艾里沙·索恩反对，但乌鸦事件和山姆的游说促成琼恩胜利。卡特·派克和丹尼斯爵士接受结果，丹尼斯表达对琼恩的期望。派普和葛兰庆祝山姆的暗中努力，琼恩意识到责任重大，决定专注于守夜人职责，应对史坦尼斯和野人的挑战。"
  },
  {
    "characters": [
      "珊莎·史塔克",
      "莱莎·艾林",
      "培提尔·贝里席",
      "劳勃·艾林",
      "马瑞里安"
    ],
    "date": "伊耿历300年1月1日",
    "content": "珊莎在鹰巢城醒来，梦见家乡临冬城，现实中她伪装成私生女阿莲·石东。她在花园中搭建雪城堡回忆临冬城，培提尔协助她并亲吻了她，引发莱莎夫人的嫉妒。劳勃公爵癫痫发作毁坏雪城堡。莱莎因嫉妒将珊莎带到月门边威胁推下，培提尔赶到后假意安抚莱莎，却将她推下月门杀害，并诬陷马瑞里安谋杀。珊莎目睹这一切，内心恐惧而复杂。"
  },
  {
    "characters": [
      "梅里·佛雷",
      "柠檬",
      "安盖",
      "汤姆·七弦",
      "凯特琳·史塔克"
    ],
    "date": "伊耿历300年1月2日",
    "content": "梅里·佛雷奉命前往荒石城支付赎金拯救疙瘩脸培提尔，途中回忆自己因土匪毁掉骑士梦想的过往。到达后，土匪们（包括柠檬、安盖和汤姆·七弦）抢走赎金却吊死了培提尔。他们审问梅里关于桑铎·克里冈的行踪，未获答案。复活的凯特琳·史塔克（石心夫人）指认梅里参与红色婚礼，梅里辩解无效后被吊死，土匪们以此报复佛雷家族在红色婚礼的暴行。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "乔拉·莫尔蒙",
      "乔戈",
      "阿戈",
      "拉卡洛",
      "贝沃斯",
      "阿斯坦",
      "伊丽",
      "姬琪",
      "格罗莱"
    ],
    "date": "伊耿历298年1月1日",
    "content": "丹妮莉丝·坦格利安作为卓戈卡奥的遗孀，在多斯拉克海继续领导她的追随者。她拥有三条幼龙雷哥、韦赛利昂和卓耿，并组建了女王铁卫，包括被放逐的乔拉·莫尔蒙爵士和多斯拉克血盟卫乔戈、阿戈、拉卡洛。前角斗士贝沃斯和侍从阿斯坦提供保护，侍女伊丽和姬琪照顾她的起居。在商船船长格罗莱的协助下，丹妮莉丝开始筹划返回维斯特洛，同时面对来自波诺卡奥、贾科卡奥等敌人的威胁，并探索与魁尔斯商人和缚影士的联盟可能。"
  },
  {
    "characters": [
      "巴隆·葛雷乔伊",
      "阿莎·葛雷乔伊",
      "席恩·葛雷乔伊",
      "攸伦·葛雷乔伊",
      "维克塔利昂·葛雷乔伊",
      "伊伦·葛雷乔伊"
    ],
    "date": "伊耿历298年1月1日",
    "content": "巴隆·葛雷乔伊自称铁群岛之王和北境之王，在派克城统治。他的子女中，阿莎征服深林堡，席恩自封临冬城亲王。兄弟攸伦是凶徒海盗，维克塔利昂指挥铁岛舰队，伊伦侍奉淹神。巴隆的部属包括学士温达米尔和总管海莉亚，封臣如波特利、哈尔洛等家族支持他的统治。铁群岛内部权力斗争暗流涌动，攸伦的回归可能带来变数。"
  },
  {
    "characters": [
      "劳勃·艾林",
      "莱莎·徒利",
      "柯蒙学士",
      "马文·贝尔摩",
      "奈斯特·罗伊斯",
      "约恩·罗伊斯"
    ],
    "date": "伊耿历298年1月1日",
    "content": "劳勃·艾林是体弱多病的鹰巢城公爵，由母亲莱莎夫人摄政。柯蒙学士担任顾问，马文·贝尔摩爵士负责侍卫。封臣奈斯特·罗伊斯男爵管理月门堡，其女米亚·石东是劳勃国王的私生女。约恩·罗伊斯伯爵及其子安答、罗拔爵士支持艾林家族，但威玛爵士在长城外失踪。莱莎夫人有追求者如林恩·科布瑞爵士，艾林谷保持中立，未参与五王之战，专注于防御。"
  },
  {
    "characters": [
      "艾利斯特·佛罗伦",
      "亚赛尔·佛罗伦",
      "赛丽丝·佛罗伦",
      "伊姆瑞·佛罗伦",
      "伊伦·佛罗伦"
    ],
    "date": "伊耿历298年1月1日",
    "content": "佛罗伦家族在五王之战中分裂，艾利斯特伯爵最初支持蓝礼，后倒向史坦尼斯。兄弟亚赛尔爵士是龙石岛代理城主，侄女赛丽丝是史坦尼斯的王后。伊姆瑞爵士在黑水河战役中战死，伊伦爵士被俘。家族内部因忠诚分歧产生矛盾，艾利斯特的子女阿勒肯和梅丽莎夫人试图维持家族影响力，但史坦尼斯的失败使佛罗伦家族面临困境。"
  },
  {
    "characters": [
      "瓦德·佛雷",
      "史提夫伦·佛雷",
      "艾蒙·佛雷",
      "伊尼斯·佛雷",
      "杰瑞·佛雷",
      "梅里·佛雷",
      "萝丝琳·佛雷"
    ],
    "date": "伊耿历298年1月1日",
    "content": "瓦德·佛雷侯爵统治孪河城，家族庞大且富裕。在五王之战中，佛雷家族最初支持罗柏·史塔克，以联姻和收养为条件。子女如史提夫伦爵士战死，艾蒙爵士娶吉娜·兰尼斯特，伊尼斯爵士有子雷加·佛雷。杰瑞爵士和梅里爵士参与家族事务，萝丝琳小姐被许配给艾德慕·徒利。佛雷家族以迟缓和机会主义著称，内部权力结构复杂，瓦德通过多段婚姻控制众多后代。"
  },
  {
    "characters": [
      "泰温·兰尼斯特",
      "乔安娜·兰尼斯特"
    ],
    "date": "伊耿历273年1月1日",
    "content": "泰温·兰尼斯特的夫人乔安娜在分娩提利昂时难产而死，提利昂·兰尼斯特出生。乔安娜是泰温的堂妹，她的死亡对泰温产生了深远影响，也加剧了泰温对提利昂的厌恶。"
  },
  {
    "characters": [
      "泰温·兰尼斯特",
      "瑟曦·兰尼斯特",
      "詹姆·兰尼斯特"
    ],
    "date": "伊耿历281年1月1日",
    "content": "詹姆·兰尼斯特被亚瑟·戴恩册封为骑士，随后瑟曦说服詹姆请求伊里斯二世任命他为御林铁卫。泰温·兰尼斯特对此极为愤怒，认为这削弱了兰尼斯特家族的力量，愤而辞去国王之手的职位，加剧了与伊里斯二世的矛盾。"
  },
  {
    "characters": [
      "泰温·兰尼斯特",
      "雷耶斯家族",
      "塔贝克家族"
    ],
    "date": "伊耿历261年1月1日",
    "content": "泰温·兰尼斯特向雷耶斯和塔贝克两家发出挑衅，引发叛乱。他迅速镇压了叛乱，雷耶斯家族淹死于卡斯特梅城，塔贝克家族因塔贝克厅坍塌而灭亡，罗翰妮和瑟蕾拉·塔贝克被强迫加入静默姐妹，彻底铲除了这两个家族。"
  },
  {
    "characters": [
      "道朗·马泰尔",
      "伊莉亚·马泰尔",
      "雷加·坦格利安"
    ],
    "date": "伊耿历283年1月1日",
    "content": "君临沦陷时，伊莉亚·马泰尔和她的孩子雷妮丝公主、伊耿王子被杀害。伊莉亚是道朗·马泰尔的妹妹，嫁给了雷加·坦格利安。这场悲剧加深了多恩与铁王座之间的仇恨，影响了道朗后续的政治决策。"
  },
  {
    "characters": [
      "奥柏伦·马泰尔",
      "艾拉莉亚·沙德"
    ],
    "date": "伊耿历276年1月1日",
    "content": "奥柏伦·马泰尔亲王与情妇艾拉莉亚·沙德生下了多个私生女，统称为“沙蛇”。奥柏伦外号“红毒蛇”，以其武艺和风流著称，这些私生女后来在多恩政治中扮演重要角色，延续了马泰尔家族的影响力。"
  },
  {
    "characters": [
      "霍斯特·徒利",
      "凯特琳·徒利",
      "艾德·史塔克"
    ],
    "date": "伊耿历283年1月1日",
    "content": "艾德·史塔克与凯特琳·徒利结婚，作为徒利家族与史塔克家族联盟的一部分。这场婚姻在篡夺者战争期间巩固了河间地与北境的联系，霍斯特·徒利通过子女的联姻增强了家族在七大王国的地位。"
  },
  {
    "characters": [
      "布林登·徒利",
      "霍斯特·徒利"
    ],
    "date": "伊耿历283年1月1日",
    "content": "布林登·徒利爵士，外号“黑鱼”，是霍斯特·徒利的弟弟，以其独立和军事才能闻名。在五王之战中，他拒绝结婚并效忠侄子罗柏·史塔克，成为河间地军队的重要指挥官，展现了徒利家族的忠诚与荣誉。"
  },
  {
    "characters": [
      "梅斯·提利尔",
      "玛格丽·提利尔",
      "蓝礼·拜拉席恩"
    ],
    "date": "伊耿历299年1月1日",
    "content": "梅斯·提利尔公爵支持蓝礼·拜拉席恩的事业，并将女儿玛格丽许配给他。蓝礼死后，提利尔家族转而与兰尼斯特家族结盟，玛格丽被许配给乔佛里国王，这体现了提利尔家族灵活的外交策略，以维护河湾地的利益。"
  },
  {
    "characters": [
      "奥莲娜·雷德温",
      "梅斯·提利尔"
    ],
    "date": "伊耿历299年1月1日",
    "content": "奥莲娜夫人，外号“荆棘女王”，是梅斯·提利尔的母亲，以其智慧和谋略在提利尔家族中发挥关键作用。她暗中操纵政治，确保家族在五王之战中生存并壮大，例如在蓝礼死后迅速转向支持兰尼斯特家族。"
  },
  {
    "characters": [
      "杰奥·莫尔蒙",
      "琼恩·雪诺"
    ],
    "date": "伊耿历298年1月1日",
    "content": "杰奥·莫尔蒙爵士，守夜人军团总司令，任命琼恩·雪诺为事务官兼侍从。琼恩是艾德·史塔克的私生子，在守夜人中逐渐成长，杰奥对他寄予厚望，这段关系在长城外的巡逻和战斗中加深，为后续事件埋下伏笔。"
  },
  {
    "characters": [
      "伊蒙·坦格利安",
      "山姆威尔·塔利"
    ],
    "date": "伊耿历298年1月1日",
    "content": "伊蒙学士，百岁盲人，是守夜人的顾问和医者，与山姆威尔·塔利建立深厚友谊。山姆肥胖且胆小，但伊蒙鼓励他发挥智慧，管理乌鸦事务。伊蒙的指导和山姆的忠诚在守夜人面临异鬼威胁时显得尤为重要。"
  },
  {
    "characters": [
      "班扬·史塔克",
      "杰奥·莫尔蒙"
    ],
    "date": "伊耿历298年1月1日",
    "content": "班扬·史塔克，守夜人首席游骑兵，在长城外巡逻时失踪，被怀疑已死。杰奥·莫尔蒙总司令派出队伍搜寻，但无果。班扬的失踪加剧了长城外的神秘氛围，暗示了异鬼和其他未知危险的存在。"
  },
  {
    "characters": [
      "佩特",
      "莫兰德",
      "拉蕾萨",
      "鲁尼",
      "阿曼"
    ],
    "date": "伊耿历300年3月15日",
    "content": "在旧镇蜜酒河畔的“羽笔酒樽”酒馆，学徒佩特与朋友们莫兰德、拉蕾萨、鲁尼和阿曼讨论龙的存在。拉蕾萨展示射箭技巧，莫兰德醉酒谈论水手关于龙的传闻，阿曼持怀疑态度。佩特心不在焉，等待炼金术士交易钥匙换取金龙币，但炼金术士未出现。谈话涉及丹妮莉丝·坦格利安和玻璃蜡烛的传说，拉蕾萨提到“龙有三个头”的谜题。众人因意见分歧和醉酒而争吵，最终在黎明前散去，佩特独自留下等待。"
  },
  {
    "characters": [
      "佩特",
      "炼金术士"
    ],
    "date": "伊耿历300年3月16日",
    "content": "佩特在返回学城的路上遇到炼金术士，后者解释未在酒馆露面是因佩特与朋友在一起。佩特承认偷了沃格雷夫博士的钥匙，炼金术士展示金龙币，双方在一条小巷完成交易：佩特交出钥匙换取金币。交易后，佩特询问炼金术士身份，但未获具体信息。佩特离开时因鹅卵石湿滑摔倒，失去意识前想到心爱的萝希。事件揭示了佩特为爱情铤而走险的悲剧，以及炼金术士的神秘背景。"
  },
  {
    "characters": [
      "湿发伊伦",
      "埃蒙德",
      "斯帕",
      "斯塔法伦",
      "葛蒙德·古柏勒"
    ],
    "date": "伊耿历299年10月1日",
    "content": "湿发伊伦在大威克岛进行淹人仪式，男孩埃蒙德在仪式中挣扎，最终被淹死后重生。三名骑手带来巴隆·葛雷乔伊国王去世的消息，称他在派克岛过桥时摔死。伊伦认为这是风暴之神的谋杀，并决定前往战锤角与葛欧得·古柏勒会面。途中，伊伦思考兄弟们的命运，担忧攸伦的回归可能引发风暴。"
  },
  {
    "characters": [
      "湿发伊伦",
      "葛欧得·古柏勒",
      "莫伦莫学士"
    ],
    "date": "伊耿历299年10月1日",
    "content": "伊伦抵达战锤角，从葛欧得和学士处得知攸伦·葛雷乔伊已回归并索要王位，还淹死了沙汶·波特利。伊伦谴责攸伦不敬神，建议暂时保持沉默，并强调铁群岛不应由女人或不敬神者统治。他拒绝留宿，骑马返回卵石镇，途中布道号召铁民前往老威克岛召开选王会，以选出敬神的新王。"
  },
  {
    "characters": [
      "道朗·马泰尔",
      "阿利欧·何塔",
      "奥芭娅·沙德",
      "卡洛特学士"
    ],
    "date": "伊耿历300年1月15日",
    "content": "道朗亲王在流水花园得知弟弟奥柏伦被谋杀的消息。奥芭娅·沙德要求复仇，提议分兵进攻边疆地和旧镇，但道朗拒绝，强调奥柏伦死于合法决斗。他决定返回阳戟城控制局势，以平息多恩人的愤怒。途中，娜梅·沙德拦截，同样要求复仇，道朗保持谨慎。抵达阳戟城后，他下令扣押所有沙蛇，以维护稳定。"
  },
  {
    "characters": [
      "瑟曦·兰尼斯特",
      "詹姆·兰尼斯特",
      "科本",
      "泰温·兰尼斯特"
    ],
    "date": "伊耿历300年1月16日",
    "content": "瑟曦被噩梦惊醒，得知父亲泰温公爵在厕所被十字弓射杀。她前往首相塔，发现泰温尸体和妓女雪伊的尸体，怀疑是提利昂或史坦尼斯的阴谋。詹姆探索密道，瑟曦命令处理雪伊尸体并保密。她得知提利昂越狱，恐惧预言实现，计划巩固权力，任命凯冯为国王之手，并怀疑瓦里斯参与谋杀。"
  },
  {
    "characters": [
      "布蕾妮",
      "克雷顿·朗勃爵士",
      "伊利佛爵士",
      "夏德里奇爵士"
    ],
    "date": "伊耿历300年2月10日",
    "content": "布蕾妮在罗斯比村寻找珊莎·史塔克，未获线索。她遇到雇佣骑士克雷顿和伊利佛，同行至暮谷城。途中遭遇穷人集会和商人亥巴德，夏德里奇爵士透露也在寻找珊莎以获取赏金。布蕾妮夜间离开客栈，独自继续搜寻，决心找到珊莎以履行对凯特琳夫人的誓言。"
  },
  {
    "characters": [
      "山姆威尔·塔利",
      "琼恩·雪诺",
      "伊蒙学士",
      "吉莉"
    ],
    "date": "伊耿历300年3月5日",
    "content": "山姆在地窖研究异鬼，发现它们惧火和黑曜石。琼恩命令山姆和伊蒙学士前往旧镇学城，以成为新学士并保护伊蒙免受梅莉珊卓威胁。山姆恐惧航海和学城训练，但被迫服从。吉莉和婴儿同行，琼恩承诺照顾妲娜的儿子。次日黎明，队伍出发，山姆告别黑城堡，踏上未知旅程。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "德尼奥·特里斯",
      "约寇·特里斯"
    ],
    "date": "伊耿历300年3月15日",
    "content": "艾莉亚·史塔克化名阿盐，乘坐泰坦之女号抵达布拉佛斯。在船上，她与船长之子德尼奥交谈，了解到布拉佛斯的泰坦巨人和城市布局。艾莉亚回忆过去的逃亡经历，包括被尤伦抛弃、猎狗劫持等，心中默念复仇名单。抵达后，船长特尼西奥安排约寇送她上岸。艾莉亚在码头告别，独自踏上陌生土地，手持贾昆给的铁币，前往黑白之院寻找千面之神。她内心充满孤独和复仇的渴望，但坚定地迈出步伐，准备面对未知的命运。"
  },
  {
    "characters": [
      "瑟曦·兰尼斯特",
      "托曼·拜拉席恩",
      "梅斯·提利尔",
      "奥莲娜·提利尔"
    ],
    "date": "伊耿历300年3月16日",
    "content": "瑟曦和托曼参加泰温公爵的葬礼，在贝勒大圣堂举行晨祷。瑟曦强忍悲痛，维护王室尊严，但托曼因尸臭不适而呕吐离场。葬礼后，瑟曦与提利尔家族周旋，拒绝梅斯·提利尔的首相提名，任命盖尔斯·罗斯比为财政大臣，激化与高庭的矛盾。奥莲娜夫人暗中嘲讽瑟曦。科本汇报小恶魔逃亡调查，发现狱卒罗根与河湾地金币有关，暗示提利尔可能参与阴谋。瑟曦将魔山交给科本实验，并召见叔叔凯冯，要求他担任首相，但凯冯拒绝并批评她的统治，导致关系破裂。瑟曦深感孤立，决心独自掌控权力。"
  },
  {
    "characters": [
      "詹姆·兰尼斯特",
      "瑟曦·兰尼斯特",
      "托曼·拜拉席恩"
    ],
    "date": "伊耿历300年3月17日",
    "content": "詹姆在贝勒大圣堂为父亲泰温守灵，回忆释放提利昂的经过和瓦里斯的角色，内心充满愧疚和矛盾。瑟曦夜间来访，请求詹姆担任首相，但詹姆拒绝，强调自己属于战场。两人争吵后，瑟曦愤怒离开。次日葬礼上，托曼因恐惧呕吐，詹姆安慰儿子并建议瑟曦与提利尔联姻以巩固权力。詹姆反思自己的誓言和过去，决定接受现实，但内心挣扎于家族责任和个人荣誉之间。"
  },
  {
    "characters": [
      "布蕾妮",
      "波德瑞克·派恩",
      "侏儒僧侣"
    ],
    "date": "伊耿历300年3月18日",
    "content": "布蕾妮抵达暮谷城，调查珊莎下落。她遇到画匠重绘盾牌，并询问当地学士，得知霍拉德家族历史和唐托斯可能逃往狭海对岸。在七剑客栈，布蕾妮遇见侏儒僧侣，获悉女泉城有小丑可能与珊莎同行。她决定前往女泉城寻找线索。途中，布蕾妮发现波德瑞克·派恩跟踪，质问他后得知他是小恶魔的侍从，也在寻找珊莎。布蕾妮同情波德，但坚持独自行动，继续追寻珊莎的踪迹，内心誓言完成凯特琳夫人的遗愿。"
  },
  {
    "characters": [
      "珊莎·史塔克",
      "培提尔·贝里席",
      "奈斯特·罗伊斯",
      "劳勃·艾林"
    ],
    "date": "伊耿历300年3月19日",
    "content": "珊莎在鹰巢城面临奈斯特·罗伊斯的质询，关于莱莎夫人死亡事件。她与培提尔合作，谎称歌手马瑞里安是凶手，以掩盖培提尔推莱莎出月门的真相。劳勃癫痫发作，被带离现场。培提尔用谎言和馈赠月门堡拉拢奈斯特，获得支持对抗青铜约恩等反对者。珊莎内心挣扎于谎言和生存，接受培提尔的教导，扮演阿莲角色。夜间，劳勃爬进她的床铺寻求安慰，珊莎以善意谎言安抚他，强化了自己作为保护者的身份，但内心深处对权力游戏感到恐惧和无奈。"
  },
  {
    "characters": [
      "阿莎·葛雷乔伊",
      "科尔",
      "罗德利克·哈尔洛",
      "特里斯蒂芬·波特利"
    ],
    "date": "伊耿历300年10月15日",
    "content": "阿莎·葛雷乔伊抵达十塔城，发现支持者稀少，仅有哈尔洛家族及少数盟友。她与舅舅罗德利克·哈尔洛交谈，得知伊伦·湿发号召在老威克岛举行选王会，以决定铁群岛新王。阿莎意图争夺海石之位，但罗德利克劝她放弃，认为女性难以统治铁民，并提议她继承十塔城。阿莎拒绝，坚持参选。特里斯蒂芬·波特利向阿莎表白并求婚，但阿莎明确拒绝，强调自己追求权力而非婚姻。阿莎决定前往老威克岛参与选王会，争取王位。"
  },
  {
    "characters": [
      "瑟曦·兰尼斯特",
      "托曼·拜拉席恩",
      "玛格丽·提利尔",
      "詹姆·兰尼斯特"
    ],
    "date": "伊耿历300年10月16日",
    "content": "托曼国王与玛格丽·提利尔的婚礼在红堡举行，仪式简洁。瑟曦太后心怀不满，担忧玛格丽及其家族的影响力，并怀疑侍女塞蕾娜被收买为间谍。婚宴后，瑟曦下令焚烧首相塔，象征清除旧势力，詹姆劝阻未果。玛瑞魏斯夫人向瑟曦告密，揭露塞蕾娜与提利尔家族的联系。瑟曦决心巩固权力，更换宫廷亲信，以保护托曼和王室利益。"
  },
  {
    "characters": [
      "亚历斯·奥克赫特",
      "亚莲恩·马泰尔"
    ],
    "date": "伊耿历300年10月17日",
    "content": "亚历斯·奥克赫特爵士秘密会见亚莲恩·马泰尔，两人发生关系。亚莲恩透露道朗亲王计划将弥赛菈公主移至流水花园，并说服亚历斯支持弥赛菈争夺铁王座，认为她比托曼更适合统治。亚历斯 initially 犹豫，但最终宣誓效忠，承诺保护弥赛菈的权利。亚莲恩计划利用亚历斯在御林铁卫的地位，推动弥赛菈加冕，以对抗兰尼斯特家族。"
  },
  {
    "characters": [
      "布蕾妮",
      "波德瑞克·派恩",
      "机灵狄克"
    ],
    "date": "伊耿历300年10月18日",
    "content": "布蕾妮和波德瑞克抵达女泉城，寻找珊莎·史塔克。他们遇到蓝道·塔利伯爵，布蕾妮出示国王信件后获准自由行动。在臭鹅酒馆，布蕾妮找到机灵狄克，得知唐托斯爵士曾计划带珊莎和另一女孩经走私者山洞逃离。机灵狄克同意带领布蕾妮前往蟹爪半岛的轻语堡寻找线索，以换取报酬。布蕾妮约定次日出发，继续追寻珊莎下落。"
  },
  {
    "characters": [
      "山姆威尔·塔利",
      "吉莉",
      "伊蒙学士",
      "戴利恩"
    ],
    "date": "伊耿历300年10月19日",
    "content": "山姆威尔、吉莉、伊蒙学士和戴利恩乘黑鸟号前往布拉佛斯，山姆晕船严重。吉莉因思念被调换的儿子而悲伤哭泣，伊蒙学士点明真相：琼恩·雪诺为保护曼斯·雷德之子，将吉莉的亲生儿子留在长城。山姆得知后内心痛苦，意识到没有幸福结局。船只遭遇风暴，戴利恩饮酒度日，吉莉情绪低落。山姆努力安抚，但旅程充满艰辛，众人各怀心事，前往未知目的地。"
  },
  {
    "characters": [
      "詹姆·兰尼斯特",
      "凯冯·兰尼斯特",
      "蓝赛尔·兰尼斯特"
    ],
    "date": "伊耿历300年10月12日",
    "content": "詹姆在君临城外为父亲泰温公爵送葬，与叔叔凯冯爵士发生争执。凯冯拒绝担任首相，指责瑟曦专权，并透露将前往戴瑞城与儿子蓝赛尔团聚。詹姆试图调解家族内部矛盾，但凯冯提出条件要求瑟曦亲自谈判。蓝赛尔表现出虔诚态度，詹姆认为提利昂关于瑟曦与蓝赛尔有染的指控是谎言。送葬队伍离开后，詹姆返回红堡，对君临兵力空虚感到担忧，观察骑士训练时注意到洛拉斯·提利尔的精湛技艺。在书房与瑟曦会面时，得知波隆为儿子取名提利昂，瑟曦计划报复。詹姆警告瑟曦关于凯冯的威胁和她身边顾问的危险性，但被瑟曦拒绝并赶出房间。"
  },
  {
    "characters": [
      "瑟曦·兰尼斯特",
      "科本",
      "奥斯尼·凯特布莱克"
    ],
    "date": "伊耿历300年10月13日",
    "content": "瑟曦接见三名声称杀死提利昂的傻瓜，发现他们献上的是假头颅。她任命科本为情报总管，召开御前会议讨论多恩、谷地、舰队重建等事务。瑟曦决定暂停偿还铁金库债务以筹集海军经费，并计划利用奥斯尼·凯特布莱克陷害玛格丽·提利尔。她指示奥斯尼勾引玛格丽并制造通奸证据，承诺事后救他并封为领主。瑟曦与坦妮娅·玛瑞魏斯交谈，套出其过去情人的信息，自信能掌控局势。"
  },
  {
    "characters": [
      "维克塔利昂·葛雷乔伊",
      "伊伦·葛雷乔伊",
      "阿莎·葛雷乔伊",
      "攸伦·葛雷乔伊"
    ],
    "date": "伊耿历300年10月15日",
    "content": "维克塔利昂率领铁舰队抵达老威克岛参加选王会，在娜伽肋骨下与弟弟伊伦和侄女阿莎会面。阿莎提议与维克塔利昂共治，遭拒绝。攸伦·葛雷乔伊突然出现，展示龙之号角并宣称能召唤巨龙，承诺带领铁民征服维斯特洛。选王会上，吉尔伯特·法温、艾里·艾枚克和邓斯坦·卓鼓先后竞选失败，维克塔利昂和阿莎展开激烈竞争，但攸伦凭借号角和慷慨礼物赢得大多数支持，被拥立为铁群岛之王。"
  },
  {
    "characters": [
      "伊伦·葛雷乔伊"
    ],
    "date": "伊耿历300年10月16日",
    "content": "伊伦在娜伽肋骨下祈祷整夜，祈求淹神指引选王。清晨，他主持选王会仪式，呼吁铁民选出新王。尽管他支持维克塔利昂，但攸伦的演说和龙之号角的影响力导致选王结果出乎意料。伊伦对攸伦的胜利感到困惑和恐惧，内心挣扎于神灵意旨与兄弟纷争之间。"
  },
  {
    "characters": [
      "布蕾妮",
      "波德瑞克·派恩",
      "机灵狄克",
      "夏格维",
      "提蒙",
      "帕格"
    ],
    "date": "伊耿历300年10月18日",
    "content": "布蕾妮在机灵狄克带领下抵达轻语堡寻找珊莎，遭遇血戏子夏格维、提蒙和帕格。机灵狄克被夏格维残忍杀害，布蕾妮与波德瑞克联手对抗敌人。布蕾妮杀死提蒙和帕格，最终在波德瑞克协助下处决夏格维。她埋葬机灵狄克并支付承诺的金龙，海尔·亨特骑士现身透露猎狗挟持珊莎前往奔流城的情报。布蕾妮决定继续追寻珊莎，面对未知危险。"
  },
  {
    "characters": [
      "亚莲恩·马泰尔",
      "德雷",
      "希尔娃",
      "盖林",
      "杰洛·戴恩",
      "亚历斯·奥克赫特",
      "弥赛菈·坦格利安"
    ],
    "date": "伊耿历300年3月15日",
    "content": "亚莲恩·马泰尔与同伴们在沙岩城废墟会合，计划拥立弥赛菈为女王以对抗托曼和兰尼斯特家族。他们讨论了多恩的局势和东方大陆的动荡，包括黄金团解除与密尔的合约。杰洛·戴恩对计划持怀疑态度，认为需要更直接的行动。亚历斯·奥克赫特带来弥赛菈，并透露泰温·兰尼斯特被提利昂杀害的消息。亚莲恩安抚弥赛菈，解释王位继承权问题，并计划沿绿血河前往狱门堡加冕。然而，在河边等待船只时，阿利欧·何塔率卫兵伏击了他们，亚历斯爵士在抵抗中被杀，弥赛菈受伤，亚莲恩等人被捕。何塔透露有人告密，行动失败。"
  },
  {
    "characters": [
      "艾莉亚·史塔克",
      "慈祥的人",
      "流浪儿"
    ],
    "date": "伊耿历300年4月2日",
    "content": "艾莉亚在黑白之院学习成为无面者，每晚念诵仇人名单祈祷。慈祥的人教导她放弃自我，侍奉千面之神。艾莉亚起初难以割舍过去，藏起缝衣针，但最终接受训练。她学习布拉佛斯语、分辨谎言和易容术，与流浪儿互相教授语言。慈祥的人讲述无面者起源，源于古瓦雷利亚奴隶矿井中的反抗。艾莉亚逐渐适应无名之辈的身份，被派往码头为鱼贩布鲁斯科工作，化名猫儿，以融入布拉佛斯生活，继续她的复仇之路。"
  },
  {
    "characters": [
      "阿莲·石东",
      "培提尔·贝里席",
      "劳勃·艾林",
      "公义者同盟诸侯"
    ],
    "date": "伊耿历300年4月10日",
    "content": "阿莲在鹰巢城准备接待公义者同盟的诸侯，包括约恩·罗伊斯等人，他们要求交出劳勃公爵和谷地统治权。培提尔·贝里席巧妙应对，在书房会面中假装支持同盟，拖延时间。他提出一年内改善治理，并利用林恩·科布瑞的挑衅分化诸侯。最终，诸侯同意暂不行动，培提尔获得喘息之机。事后，培提尔向阿莲透露计划收买或孤立诸侯，并利用林恩爵士作为棋子。阿莲意识到培提尔的操纵，但选择服从，继续扮演私生女角色以保护自身和劳勃。"
  },
  {
    "characters": [
      "瑟曦·兰尼斯特",
      "托曼·拜拉席恩",
      "玛格丽·提利尔",
      "詹姆·兰尼斯特",
      "奥斯蒙·凯特布莱克"
    ],
    "date": "伊耿历300年4月18日",
    "content": "瑟曦处理国政，包括布拉佛斯使节的债务问题和威曼·曼德勒处决洋葱骑士的消息。她担忧玛格丽·提利尔对托曼的影响，命令奥斯尼爵士勾引玛格丽以收集把柄。托曼受玛格丽怂恿要求参加长枪训练，被瑟曦拒绝，引发母子冲突。詹姆批评瑟曦的统治方式，强调提利尔家族的威胁。瑟曦回忆雷加王子和巫姬的预言，决心维护权力。她与法丽丝夫人和巴尔曼爵士会面，密谋除掉波隆爵士，以消除潜在威胁。瑟曦的偏执和恐惧加剧，计划巩固兰尼斯特控制。"
  },
  {
    "characters": [
      "布蕾妮",
      "波德瑞克·派恩",
      "海尔·亨特",
      "梅里巴德修士"
    ],
    "date": "伊耿历300年4月25日",
    "content": "布蕾妮和波德瑞克在女泉城向蓝道·塔利报告击杀血戏子的事，但被拒绝援助。他们遇到海尔·亨特，后者加入寻找珊莎·史塔克的旅程。梅里巴德修士带领他们沿河间地小径巡游，分发食物给穷人。布蕾妮得知猎狗最后出现在盐场镇，计划从那里开始搜索。梅里巴德讲述战争对平民的影响，强调逃兵的悲惨处境。队伍在沙丘露营，警惕土匪和狼群。布蕾妮坚持使命，尽管前景渺茫，她决心继续寻找珊莎，同时应对河间地的危险和道德困境。"
  },
  {
    "characters": [
      "山姆威尔·塔利",
      "戴利恩",
      "吉莉",
      "伊蒙学士"
    ],
    "date": "伊耿历296年1月1日",
    "content": "山姆威尔在布拉佛斯等待戴利恩归来，但歌手迟迟未归，引发山姆的担忧。伊蒙学士病重，神志不清，反复提及龙和家族的命运，要求山姆调查龙的消息。山姆外出寻找戴利恩，发现他在快乐码头与“水手之妻”结婚，违反守夜人誓言。两人发生冲突，山姆被推入运河，后被盛夏群岛人救起。山姆得知戴利恩已放弃守夜人职责，而伊蒙学士的病情恶化，强调龙的重要性。山姆决定继续寻找龙的信息，以安抚伊蒙。"
  },
  {
    "characters": [
      "詹姆·兰尼斯特",
      "瑟曦·兰尼斯特",
      "伊林·派恩"
    ],
    "date": "伊耿历297年1月1日",
    "content": "詹姆与瑟曦在君临发生争执，瑟曦命令詹姆前往奔流城和赫伦堡处理事务，詹姆不满但服从。他带领军队离开君临，途中与伊林·派恩每晚练习剑术，以恢复左手能力。詹姆抵达赫伦堡，发现格雷果的手下管理混乱，他整顿守军，任命博尼佛·哈斯提爵士为代理城主。詹姆处理俘虏和当地事务，回忆过去与布蕾妮的经历，并计划继续前往奔流城。"
  },
  {
    "characters": [
      "瑟曦·兰尼斯特",
      "玛瑞魏斯夫人",
      "总主教"
    ],
    "date": "伊耿历298年1月1日",
    "content": "瑟曦前往贝勒大圣堂会见新任总主教，讨论托曼国王的祝福问题。总主教要求恢复教团武装（战士之子和穷人集会）作为条件，瑟曦同意以换取教会免除王室债务和祝福托曼。她返回途中遇到玛格丽·提利尔，对其产生嫉妒和怀疑。瑟曦利用教团武装来对抗敌人，如史坦尼斯，同时巩固自己的权力。她计划通过控制教会来维护兰尼斯特家族的统治。"
  },
  {
    "characters": [
      "维克塔利昂·葛雷乔伊",
      "攸伦·葛雷乔伊",
      "拉格诺·派克"
    ],
    "date": "伊耿历299年1月1日",
    "content": "维克塔利昂率领铁舰队在盾牌列岛与南方舰队交战，取得胜利，俘获多艘船只。他对自己哥哥攸伦的统治不满，认为攸伦偷走了他的荣耀。战后，攸伦在赫威特伯爵镇举行宴会，任命新领主，并计划远征奴隶湾寻找龙女丹妮莉丝。维克塔利昂被指派前往奴隶湾带回丹妮莉丝，但他内心决定为自己夺取她，报复攸伦。维克塔利昂对铁民们的忠诚分裂感到忧虑，但最终接受任务。"
  },
  {
    "characters": [
      "詹姆·兰尼斯特",
      "蓝赛尔·兰尼斯特",
      "阿蕊丽夫人"
    ],
    "date": "伊耿历300年1月1日",
    "content": "詹姆抵达戴瑞城，发现表弟蓝赛尔已放弃世俗生活，加入教会，绝食祈祷。蓝赛尔忏悔与瑟曦的过往，计划加入战士之子。詹姆劝说无效，参加宴会时得知当地土匪问题，包括猎狗和贝里·唐德利恩的暴行。詹姆与蓝赛尔在圣堂交谈，蓝赛尔揭示自己的罪孽和信仰转变。詹姆离开后，与伊林·派恩练习剑术，反思自己的过去和瑟曦的背叛。他决定继续前往奔流城，处理河间地事务。"
  },
  {
    "characters": [
      "布蕾妮",
      "梅里巴德修士",
      "波德瑞克",
      "海尔·亨特",
      "纳伯特兄弟",
      "长老"
    ],
    "date": "伊耿历300年10月15日",
    "content": "布蕾妮与同伴跟随梅里巴德修士穿越泥沼抵达寂静岛，寻求住宿和渡船前往盐场镇。岛上居住着忏悔者，保持静默以示虔诚。他们遇到监理纳伯特兄弟，得知长老拥有医疗能力。布蕾妮透露自己在追捕猎狗，但长老告知桑铎·克里冈已死，并亲手埋葬了他。长老分享了自己曾是骑士的过去，在三叉戟河之战中“死亡”后重生于此，劝布蕾妮放弃任务回家。布蕾妮坚持誓言，必须找到珊莎·史塔克，不成功便成仁。"
  },
  {
    "characters": [
      "瑟曦",
      "玛格丽·提利尔",
      "洛拉斯·坦格利安",
      "科本",
      "派席尔",
      "奥顿·玛瑞魏斯",
      "哈瑞斯·史威佛"
    ],
    "date": "伊耿历300年10月16日",
    "content": "瑟曦在铁王座厅处理盾牌列岛被铁民袭击的紧急事务。玛格丽请求撤回围攻风息堡的舰队回援，但瑟曦拒绝，认为这是史坦尼斯的阴谋。洛拉斯爵士主动请缨强攻龙石岛，瑟曦欣然同意，希望他战死以削弱提利尔家族。她与科本讨论御林铁卫替补和秘密项目，后与坦妮娅同床时回忆与劳勃的婚姻痛苦，并虐待坦妮娅以发泄。法丽丝夫人报告丈夫波隆在决斗中杀死巴尔曼爵士，瑟曦将她交给科本处理，巩固自己的控制。"
  },
  {
    "characters": [
      "詹姆",
      "达冯·兰尼斯特",
      "吉娜·兰尼斯特",
      "艾蒙·佛雷"
    ],
    "date": "伊耿历300年10月17日",
    "content": "詹姆抵达奔流城围城营地，与表弟达冯爵士会面，了解围困情况。黑鱼布林登·徒利固守城堡，佛雷家族内部混乱，艾蒙爵士急于继承领地。詹姆计划与黑鱼谈判，避免流血，但吉娜姑妈建议强硬手段。他视察营地，与伊林·派恩爵士训练剑术，反思自己的誓言和与瑟曦的关系。詹姆决定尝试和平解决奔流城，以尽快返回君临。"
  },
  {
    "characters": [
      "艾莉亚",
      "布鲁斯科",
      "泰丽亚",
      "布瑞亚",
      "慈祥的人",
      "流浪儿"
    ],
    "date": "伊耿历300年10月18日",
    "content": "艾莉亚作为猫儿在布拉佛斯卖贝壳，了解城市秘密和戴利恩的死讯。她返回黑白之院，向慈祥的人报告三件事：小纳博手指受伤想当桨手、戏子船演员离开、戴利恩被谋杀。慈祥的人测试她的身份，她坚称是无名之辈。艾莉亚协助准备毒药，学习千面之神的教义。当晚她喝下热牛奶，第二天早晨醒来时失明，标志着她刺客训练的进阶。"
  },
  {
    "characters": [
      "山姆威尔",
      "吉莉",
      "崇",
      "蔻佳·莫"
    ],
    "date": "伊耿历300年10月19日",
    "content": "山姆为伊蒙学士举行海葬，回忆学士临终前对丹妮莉丝的预言和担忧。他与吉莉饮酒悼念，酒后发生关系，违背守夜人誓言。山姆内疚逃避，但蔻佳劝他面对吉莉。吉莉理解他的誓言，只求短暂陪伴。山姆挣扎于责任和情感，决定继续前往旧镇，但内心充满矛盾。月桂风号航行至多恩海岸，山姆意识到无法逃避现实。"
  },
  {
    "characters": [
      "瑟曦·兰尼斯特",
      "奥雷恩·维水",
      "玛格丽·提利尔",
      "奥斯蒙·凯特布莱克",
      "科本"
    ],
    "date": "伊耿历300年10月15日",
    "content": "奥雷恩·维水向瑟曦报告龙石岛已被攻占，但洛拉斯·提利尔在战斗中身负重伤。瑟曦表面表示哀悼，内心却暗自庆幸。她亲自将消息告知玛格丽，玛格丽悲痛欲绝。随后，瑟曦处理了四名声称有提利昂线索的线人，其中一名泰洛西人带来假头颅，被瑟曦识破后交给科本处置。另外三人提供的线索均不可靠，瑟曦威胁他们若报告有误将割去舌头。朝会上，瑟曦拒绝了贾拉巴·梭尔的求援，驳回了哈林大人孵化龙蛋的请求，并处理了与铁金库的纠纷。教会代表雷那德修士前来抗议妓院问题，瑟曦强硬回应。派席尔国师报告盖尔斯伯爵病重，瑟曦怀疑是玛格丽所为。当晚，瑟曦因噩梦无法入睡，召见派席尔寻求安眠药剂。"
  },
  {
    "characters": [
      "布蕾妮",
      "波德瑞克·派恩",
      "梅里巴德修士",
      "海尔·亨特爵士",
      "詹德利",
      "垂柳"
    ],
    "date": "伊耿历300年10月16日",
    "content": "布蕾妮一行在前往十字路口客栈的途中发现大量被绞死的逃兵尸体，口中塞着盐。抵达客栈后，他们遇到一群孤儿，由女孩垂柳管理。铁匠詹德利长相酷似蓝礼，让布蕾妮震惊。布蕾妮安排住宿后，在大厅与孩子们共进晚餐，海尔爵士继续向她求婚但被拒绝。布蕾妮给詹德利送食物时询问他的身世，但詹德利回避。突然，七名歹徒闯入客栈，为首者戴着猎狗头盔。布蕾妮为保护孩子们与歹徒搏斗，先后杀死罗尔杰，但在与尖牙的搏斗中重伤昏迷，脸部和手臂严重受伤。"
  },
  {
    "characters": [
      "詹姆·兰尼斯特",
      "布林登·徒利",
      "艾德慕·徒利",
      "达冯·兰尼斯特",
      "吉娜·兰尼斯特"
    ],
    "date": "伊耿历300年10月17日",
    "content": "詹姆与布林登·徒利在奔流城外谈判，要求黑鱼投降。布林登严词拒绝，指责詹姆背信弃义。詹姆返回营地后召开作战会议，西境和佛雷家族将领提出各种攻城方案，但均被质疑。艾德温·佛雷与派柏大人发生争执。詹姆决定强攻。他前往北岸绞架，阻止莱曼·佛雷吊死艾德慕，解除了莱曼的职务，并将艾德慕带回营地。詹姆告诉艾德慕，若他不投降，奔流城将被彻底摧毁，居民屠戮殆尽，甚至威胁用投石机抛射他未出生的孩子。艾德慕被迫屈服。"
  },
  {
    "characters": [
      "瑟曦·兰尼斯特",
      "派席尔大学士",
      "玛瑞魏斯夫人",
      "奥斯蒙·凯特布莱克",
      "科本",
      "蓝诗人"
    ],
    "date": "伊耿历300年10月18日",
    "content": "瑟曦召见派席尔，指责他未能挽救盖尔斯伯爵并可能与玛格丽勾结。派席尔被迫承认玛格丽索要月茶，证实她可能不贞。瑟曦与玛瑞魏斯夫人密谋陷害玛格丽，当晚宴请奥顿·玛瑞魏斯，任命他为新任国王之手。瑟曦指控歌手蓝诗人与玛格丽及其表妹通奸，将其逮捕并交给科本拷问。蓝诗人在酷刑下编造了与玛格丽等人的淫乱细节，但未提供可靠证据。瑟曦因噩梦惊醒，与玛瑞魏斯夫人共浴并倾诉恐惧，提到巫姬预言valonqar将扼死她。"
  },
  {
    "characters": [
      "亚莲恩·马泰尔",
      "道朗·马泰尔",
      "阿利欧·何塔",
      "塞德拉"
    ],
    "date": "伊耿历300年10月19日",
    "content": "亚莲恩被囚禁在长矛塔，多次尝试与父亲道朗亲王沟通未果。她通过女仆塞德拉送信给佛勒大人求救，但塞德拉被捕并被送往流水花园。亚莲恩绝食抗议，身体虚弱。最终阿利欧·何塔带她见道朗。父女对峙中，亚莲恩指责父亲软弱，道朗透露自己长期策划向兰尼斯特复仇，并告知她曾与某人订婚但对方已死。道朗解释将昆廷送往海外执行危险任务是为了获取“血与火”的复仇力量。亚莲恩被迫同意配合隐瞒亚历斯爵士死亡真相，以换取多恩继承权和堂姐妹们的自由。"
  },
  {
    "characters": [
      "阿莲",
      "劳勃·艾林",
      "柯蒙师傅",
      "罗索·布伦",
      "米亚·石东",
      "米兰达·罗伊斯"
    ],
    "date": "伊耿历300年10月15日",
    "content": "阿莲成功说服劳勃·艾林公爵离开鹰巢城下山前往月门堡。劳勃起初因恐惧和癫痢病抗拒，阿莲通过承诺读飞翼骑士故事和柠檬蛋糕哄骗他起床。在洗澡换衣后，他们乘坐篮子下到长天堡，途中遭遇强风，劳勃紧抱阿莲寻求安慰。抵达后遇到米兰达·罗伊斯，众人骑骡子继续下山。山路险峻，劳勃在狭窄路段恐慌发作，阿莲鼓励他作为飞翼骑士勇敢前行。他们经过危岩堡，最终在夜晚到达月门堡，培提尔·贝里席已返回等待阿莲。"
  },
  {
    "characters": [
      "布蕾妮",
      "索罗斯",
      "简妮·海德",
      "石心夫人",
      "波德瑞克·派恩",
      "海尔·亨特"
    ],
    "date": "伊耿历300年10月16日",
    "content": "布蕾妮在土匪洞穴中醒来，受伤严重，脸被尖牙咬伤。索罗斯和简妮·海德照顾她，解释她因在客栈战斗被俘。石心夫人（复活后的凯特琳·史塔克）审判布蕾妮，指控她背叛和与詹姆·兰尼斯特勾结。布蕾妮否认，但石心夫人要求她杀死詹姆以证明忠诚。布蕾妮拒绝，被判处绞刑。在行刑时，布蕾妮嘶喊出一个词（可能是“剑”），故事戛然而止，暗示可能转机。波德瑞克和海尔爵士一同被囚，面临死亡威胁。"
  },
  {
    "characters": [
      "瑟曦",
      "总主教",
      "莫勒修女",
      "科本",
      "玛格丽·提利尔"
    ],
    "date": "伊耿历300年10月17日",
    "content": "瑟曦面对总主教对玛格丽王后通奸的指控，试图操纵局势以削弱提利尔家族。她公开要求释放玛格丽，但总主教坚持审判。瑟曦计划让玛格丽选择比武审判，意图利用无能的御林铁卫确保其失败。然而，总主教揭露奥斯尼·凯特布莱克的证词，指控瑟曦本人通奸和谋杀前任总主教。瑟曦被捕，关押在贝勒大圣堂，遭受修女审讯和恶劣条件。她绝望中让科本送信给詹姆求救，但科本警告詹姆失去用剑手可能输掉比武审判。瑟曦坚持詹姆是唯一希望。"
  },
  {
    "characters": [
      "詹姆",
      "艾德慕·徒利",
      "希蓓儿·维斯特林",
      "简妮·维斯特林",
      "达冯·兰尼斯特"
    ],
    "date": "伊耿历300年10月18日",
    "content": "詹姆在奔流城处理投降后事宜，发现布林登·徒利已逃脱。他审问艾德慕·徒利，威胁将其关入密牢，艾德慕透露黑鱼游泳逃离。詹姆派遣搜索队但无果。他会见希蓓儿·维斯特林和简妮·维斯特林，确认简妮未怀孕，并安排维斯特林家族婚约以安抚他们。詹姆遣散徒利守备队，准备返回君临。收到瑟曦求救信后，他犹豫不决，最终命令烧毁信件，拒绝回应，选择留在奔流城处理事务，反映他对瑟曦和自身职责的复杂情感。"
  },
  {
    "characters": [
      "山姆威尔",
      "拉蕾萨",
      "马尔温博士",
      "佩特",
      "吉莉"
    ],
    "date": "伊耿历300年10月19日",
    "content": "山姆威尔抵达旧镇，将吉莉安置在月桂风号上，独自前往学城。他遭遇官僚延误，遇到拉蕾萨（斯芬克斯），后者带他见马尔温博士。山姆讲述长城事件、伊蒙学士之死和丹妮莉丝预言。马尔温揭露学城反对魔法和龙的历史，决定亲自去奴隶湾找丹妮莉丝，警告山姆保守秘密。山姆被安排住进鸦楼，开始学徒生活，内心担忧吉莉和角陵的安全，计划后续行动。故事强调学城的阴谋和山姆的新使命。"
  },
  {
    "characters": [
      "瑟曦·兰尼斯特",
      "乔佛里·拜拉席恩",
      "托曼·拜拉席恩",
      "詹姆·兰尼斯特",
      "提利昂·兰尼斯特"
    ],
    "date": "伊耿历300年1月1日",
    "content": "乔佛里·拜拉席恩国王在婚宴上被毒杀，终年十二岁。其母瑟曦·兰尼斯特作为太后摄政王，继续掌控君临宫廷。托曼·拜拉席恩继位为国王，年仅八岁。詹姆·兰尼斯特担任御林铁卫队长，提利昂·兰尼斯特被指控弑君与弑亲。宫廷内部权力斗争激烈，兰尼斯特家族维持着对铁王座的控制，但局势不稳。"
  },
  {
    "characters": [
      "史坦尼斯·拜拉席恩",
      "赛丽丝·佛罗伦",
      "希琳·拜拉席恩",
      "戴佛斯·席渥斯"
    ],
    "date": "伊耿历300年1月2日",
    "content": "史坦尼斯·拜拉席恩自称维斯特洛七大王国的国君，驻扎在黑城堡。其王后赛丽丝·佛罗伦留守东海望，女儿希琳公主伴随身边。戴佛斯·席渥斯爵士担任御前首相和狭海舰队司令。史坦尼斯得到红袍女梅丽珊卓的支持，试图争取北境诸侯的效忠，但面临资源匮乏和内部派系分歧的挑战。"
  },
  {
    "characters": [
      "巴隆·葛雷乔伊",
      "阿莎·葛雷乔伊",
      "席恩·葛雷乔伊",
      "攸伦·葛雷乔伊"
    ],
    "date": "伊耿历300年1月3日",
    "content": "巴隆·葛雷乔伊坠海而亡，铁群岛陷入权力真空。其女阿莎·葛雷乔伊自称深林堡的征服者，幼子席恩·葛雷乔伊自封临冬城亲王但被北境人视为叛徒。兄弟攸伦·葛雷乔伊（鸦眼）和维克塔利昂争夺继承权，铁民内部派系林立。选王会在老威克岛召开，多位头领对海石之位提出要求，铁群岛的未来充满不确定性。"
  },
  {
    "characters": [
      "劳勃·艾林",
      "莱莎·徒利",
      "培提尔·贝里席",
      "珊莎·史塔克"
    ],
    "date": "伊耿历300年1月4日",
    "content": "劳勃·艾林（乖罗宾）体弱多病，由其母莱莎夫人摄政，但莱莎被推出月门摔死。培提尔·贝里席（小指头）成为继父和赫伦堡公爵，实际控制谷地。珊莎·史塔克伪装成阿莲·石东，隐藏在鹰巢城。谷地诸侯组成公义者同盟维护小劳勃利益，内部权力斗争暗流涌动，培提尔试图巩固自己的地位。"
  },
  {
    "characters": [
      "艾利斯特·佛罗伦",
      "亚赛尔·佛罗伦",
      "赛丽丝·佛罗伦",
      "加兰·提利尔"
    ],
    "date": "伊耿历300年1月5日",
    "content": "艾利斯特·佛罗伦因叛国罪被红袍女梅丽珊卓烧死，亮水城被铁王座剥夺并转封给加兰·提利尔爵士。亚赛尔·佛罗伦爵士作为后党首领支持史坦尼斯，赛丽丝王后伴随史坦尼斯在北方。佛罗伦家族分裂，部分成员逃往旧镇或被捕，家族影响力大幅下降，成为五王之战中的牺牲品。"
  },
  {
    "characters": [
      "罗柏·史塔克",
      "瓦德·佛雷"
    ],
    "date": "伊耿历298年1月1日",
    "content": "五王之战爆发初期，罗柏·史塔克为争取佛雷家族支持，承诺迎娶瓦德·佛雷的女儿或孙女。佛雷家族同意提供军队和孪河城渡口，帮助北境军队南下。罗柏率军通过孪河城，与佛雷家族达成盟约，佛雷家族派出士兵加入北境军队。这一盟约为罗柏初期军事行动提供了重要支持，但埋下了后续背叛的隐患。"
  },
  {
    "characters": [
      "罗柏·史塔克",
      "简妮·维斯特林"
    ],
    "date": "伊耿历299年1月1日",
    "content": "罗柏·史塔克在得知兄弟布兰和瑞肯“死讯”后，与照顾伤兵的简妮·维斯特林发生关系，为维护其荣誉而娶她为妻，违背了与佛雷家族的婚约。这一决定激怒了瓦德·佛雷，导致佛雷家族撤回支持。罗柏的婚姻削弱了北境联盟，简妮的家族维斯特林虽加入北境，但整体军力受损，为红色婚礼埋下伏笔。"
  },
  {
    "characters": [
      "罗柏·史塔克",
      "瓦德·佛雷",
      "卢斯·波顿"
    ],
    "date": "伊耿历299年1月1日",
    "content": "在艾德慕·徒利与萝丝琳·佛雷的婚宴上，瓦德·佛雷与卢斯·波顿密谋背叛罗柏·史塔克。佛雷家族关闭孪河城大门，发动袭击，杀害罗柏、其母凯特琳及众多北境贵族。罗柏的冰原狼灰风也被杀。这次事件被称为“红色婚礼”，标志着北境军队的崩溃，佛雷和波顿家族转而效忠铁王座，五王之战局势逆转。"
  },
  {
    "characters": [
      "艾德慕·徒利",
      "萝丝琳·佛雷"
    ],
    "date": "伊耿历299年1月1日",
    "content": "艾德慕·徒利在红色婚礼上与萝丝琳·佛雷结婚，婚礼本是罗柏为修复与佛雷关系而安排。但婚宴变成屠杀现场，艾德慕被佛雷家族俘虏，关押在孪河城。萝丝琳作为佛雷家族成员，未参与阴谋，但婚姻成为佛雷控制徒利家族的工具。艾德慕的被俘导致奔流城失去领袖，河间地进一步陷入混乱。"
  },
  {
    "characters": [
      "瓦德·佛雷",
      "卢斯·波顿"
    ],
    "date": "伊耿历299年1月1日",
    "content": "红色婚礼后，瓦德·佛雷和卢斯·波顿巩固联盟，佛雷家族控制河渡口，波顿成为北境守护。他们处决或俘虏剩余北境贵族，如琼恩·安柏被关押。佛雷家族通过联姻扩大影响力，例如将瓦妲·佛雷嫁给卢斯·波顿。这一背叛引发北境和河间地广泛仇恨，但短期内强化了兰尼斯特家族对铁王座的控制。"
  },
  {
    "characters": [
      "艾德敏·徒利",
      "伊耿一世"
    ],
    "date": "伊耿历1年1月1日",
    "content": "奔流城的艾德敏·徒利伯爵是第一批投效征服者伊耿的河间地领主之一。伊耿称王后为犒赏徒利家族，将其提升为三叉戟河流域的统治者，任命徒利家族为河间地新的封君。徒利家族的家徽是一尾自河中跃出的银色鳟鱼，底色为红蓝波纹，箴言是“家族、责任、荣誉”。这一任命巩固了伊耿一世对河间地的控制，徒利家族自此成为河间地的重要统治力量。"
  },
  {
    "characters": [
      "艾德敏·徒利"
    ],
    "date": "伊耿历7年1月1日",
    "content": "艾德敏·徒利接替辞职的奥里斯·拜拉席恩成为新任国王之手。他在任期间协助伊耿一世处理王国事务，但后来在伊耿历9年辞去职务，具体原因未详述，可能与多恩战争的持续压力有关。"
  },
  {
    "characters": [
      "艾德慕·徒利",
      "萝丝琳·佛雷",
      "凯特琳·史塔克",
      "莱莎·艾林",
      "布林登·徒利"
    ],
    "date": "伊耿历299年1月1日",
    "content": "艾德慕·徒利作为奔流城公爵，在婚宴上被佛雷家族俘虏，目前被扣为人质。他的妻子萝丝琳·佛雷陪伴在侧。他的大姐凯特琳·史塔克夫人在红色婚礼上被害，二姐莱莎·艾林被推出月门摔死。叔叔布林登·徒利爵士，外号“黑鱼”，担任奔流城代理城主，领导抵抗行动。部属包括韦曼学士、戴斯蒙·格瑞尔爵士等，封臣如泰陀斯·布莱伍德伯爵等部分在红色婚礼中遇害或被俘，河间地局势动荡。"
  },
  {
    "characters": [
      "哈兰·提利尔",
      "伊耿一世"
    ],
    "date": "伊耿历1年1月1日",
    "content": "提利尔家族原本世代担任河湾国王的总管，哈兰·提利尔在“怒火燎原”之役后，将高庭献给征服者伊耿。作为回报，伊耿将高庭城堡和河湾地区的统治权赐给哈兰，并任命提利尔家族为河湾地新的封君与南境守护。家徽是盛开于青翠绿野之上的金玫瑰，箴言“生生不息”，奠定了提利尔家族在河湾地的统治地位。"
  },
  {
    "characters": [
      "哈兰·提利尔"
    ],
    "date": "伊耿历5年1月1日",
    "content": "哈兰·提利尔及其军队在多恩的沙漠中消失，这发生在伊耿一世征服多恩的第一次多恩战争期间。他的失踪削弱了坦格利安王室在多恩的军事行动，导致战争进程受阻。"
  },
  {
    "characters": [
      "梅斯·提利尔",
      "蓝礼·拜拉席恩",
      "玛格丽·提利尔",
      "乔佛里·拜拉席恩"
    ],
    "date": "伊耿历298年1月1日",
    "content": "梅斯·提利尔公爵在“五王之战”开始时支持蓝礼·拜拉席恩的事业，并将女儿玛格丽许配给他。蓝礼死后，高庭与兰尼斯特家族结盟，转将玛格丽许配给乔佛里国王。梅斯的家庭成员包括长子维拉斯、次子加兰爵士、幼子洛拉斯爵士等，部属如奥莲娜夫人（荆棘女王）参与政治谋划。提利尔家族通过联姻巩固权力，在战争中扮演关键角色。"
  },
  {
    "characters": [
      "布蕾妮",
      "克雷顿·朗勃",
      "伊利佛",
      "詹德利",
      "贝里·唐德利恩"
    ],
    "date": "伊耿历300年1月1日",
    "content": "各路人士包括小贵族、流浪者和平民，如布蕾妮（塔斯之女）接受任务出外冒险，克雷顿·朗勃爵士和“穷鬼”伊利佛爵士作为雇佣骑士旅行。詹德利是劳勃·拜拉席恩的私生子，在十字路口旅馆做见习铁匠。土匪团伙如贝里·唐德利恩（前黑港伯爵）领导“兄弟会”，成员包括艾德瑞克·戴恩、柠檬、密尔的索罗斯等，在河间地活动，对抗兰尼斯特势力，维护平民利益。"
  },
  {
    "characters": [
      "石心夫人",
      "柠檬",
      "密尔的索罗斯",
      "哈尔温",
      "七泉地方的汤姆"
    ],
    "date": "伊耿历300年1月1日",
    "content": "石心夫人（常以兜帽遮面，又称静默姐妹、无情圣母和绞架女）领导一个土匪团伙，成员包括柠檬（外号“柠檬斗篷”）、密尔的索罗斯（红袍僧）、哈尔温（胡伦之子）、七泉地方的汤姆（歌手）等。他们在河间地及周边地区活动，进行复仇和抵抗行动，针对佛雷家族和兰尼斯特家族，象征对红色婚礼等暴行的回应。团伙以游击方式作战，保护平民，并寻求正义。"
  },
  {
    "characters": [
      "桑铎·克里冈"
    ],
    "date": "伊耿历299年1月1日",
    "content": "桑铎·克里冈，外号“猎狗”，曾是乔佛里国王的贴身护卫，后来加入御林铁卫。在五王之战期间，他因高烧发作而在三叉戟河畔奄奄一息，标志着这位复杂角色在战场上的悲惨结局。"
  },
  {
    "characters": [
      "瓦格·霍特",
      "格雷果·克里冈"
    ],
    "date": "伊耿历299年1月1日",
    "content": "瓦格·霍特来自科霍尔，掌管佣兵团“勇士团”，外号“山羊”，说话口齿不清。他在赫伦堡为格雷果·克里冈所杀，其手下成员如乌斯威克、厄特修士等四散逃亡，相关人物包括蜜桃客栈的艾菊和妓女们，以及橡果厅的拉文娜夫人等。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "班扬·史塔克",
      "山姆威尔·塔利",
      "伊蒙·坦格利安"
    ],
    "date": "伊耿历300年1月1日",
    "content": "守夜人军团在琼恩·雪诺担任总司令期间，面临内部叛变和野人威胁。班扬·史塔克失踪，山姆威尔·塔利和伊蒙学士协助管理，游骑兵如断掌科林战死，叛徒在卡斯特堡垒谋杀杰奥·莫尔蒙，军团在黑城堡、东海望和影子塔分部坚守长城。"
  },
  {
    "characters": [
      "曼斯·雷德",
      "耶哥蕊特",
      "托蒙德"
    ],
    "date": "伊耿历300年1月1日",
    "content": "野人首领曼斯·雷德被俘，其妻妲娜生产而死，妹妹瓦迩被囚。耶哥蕊特作为琼恩·雪诺的爱人，在攻击黑城堡时被杀。托蒙德等头领如哈犸、骸骨之王被击败或俘虏，野人势力在长城下瓦解，部分成员如“哭泣者”继续活动。"
  },
  {
    "characters": [
      "卡斯特",
      "吉莉"
    ],
    "date": "伊耿历300年1月1日",
    "content": "卡斯特是堡垒主人，不屈服于任何人，拥有多个妻子如吉莉、芬妮等。吉莉生下新生儿，但卡斯特被守夜人叛徒短刃谋杀，导致堡垒混乱，吉莉和婴儿成为幸存者，反映了塞外生存的残酷。"
  },
  {
    "characters": [
      "瓦拉米尔",
      "大蓟"
    ],
    "date": "伊耿历300年1月1日",
    "content": "瓦拉米尔在长城以北的森林小屋中醒来，伤口疼痛，饥寒交迫。他回忆起长城战役失败后的逃亡经历，以及自己作为易形者的过往。大蓟外出寻找食物未归，瓦拉米尔挣扎着试图生火取暖，但火堆已熄灭。他回忆起自己作为“六形人”的辉煌过去，以及如何失去对野兽的控制。在绝望中，他决定等大蓟回来后占据她的身体以求生存。"
  },
  {
    "characters": [
      "瓦拉米尔",
      "大蓟"
    ],
    "date": "伊耿历300年1月2日",
    "content": "大蓟返回小屋，发现瓦拉米尔几乎冻僵。她警告有危险逼近，但瓦拉米尔趁机强行占据她的身体。在激烈的精神搏斗中，大蓟反抗并自残，瓦拉米尔的精魂最终脱离。他短暂感受到与森林万物的融合，但真正的死亡来临，他的意识消散，成为狼群的一部分。同时，异鬼和尸鬼出现在村庄，大蓟的尸体被转化为蓝眼亡灵，注视着狼群。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "伊利里欧·摩帕提斯"
    ],
    "date": "伊耿历300年1月3日",
    "content": "提利昂在酒桶中被运抵潘托斯，被伊利里欧总督接收。他洗澡、休息后，与伊利里欧共进晚餐。席间，伊利里欧试探提利昂的忠诚，并暗示有更大计划。提利昂怀疑自己被用作筹码，但得知丹妮莉丝·坦格利安作为潜在救世主。他考虑逃亡多恩或长城，但最终被说服参与伊利里欧的谋划。提利昂内心挣扎于弑亲罪责和未来出路，收集毒蘑菇以备不时之需。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "巴利斯坦·赛尔弥",
      "灰虫子",
      "伊丽",
      "姬琪"
    ],
    "date": "伊耿历300年3月15日",
    "content": "在弥林，丹妮莉丝被侍女唤醒，得知无垢者坚盾在妓院附近被鹰身女妖之子谋杀。尸体被抬到她的宫殿，身上有多处伤口，喉咙被塞入山羊生殖器。丹妮莉丝不顾多斯拉克侍女的劝阻，亲手为坚盾合上双眼，并下令厚葬。她命令灰虫子调查此案，悬赏一千辉币获取凶手信息，并禁止士兵夜间单独行动。丹妮莉丝意识到战争尚未结束，敌人隐藏在暗处，她誓言要让鹰身女妖之子付出代价。随后，她召见瑞茨纳克和斯卡拉茨，讨论应对策略，斯卡拉茨建议血腥报复，但被丹妮莉丝拒绝。她坚持通过悬赏和调查来解决问题，展现了作为统治者的谨慎与决心。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "史坦尼斯·拜拉席恩",
      "梅丽珊卓",
      "山姆威尔·塔利"
    ],
    "date": "伊耿历300年3月16日",
    "content": "在黑城堡，琼恩被乌鸦唤醒，处理日常事务。他拒绝签署史坦尼斯转让长城堡垒的协议，坚持这些堡垒应由守夜人守卫。史坦尼斯威胁要处决琼恩，但琼恩强调自己对长城的责任。梅丽珊卓警告琼恩未来将面临敌人和危险，建议他随身携带冰原狼白灵。琼恩安排吉莉等人南下，以避免潜在风险。他还讨论了野人俘虏的管理和北境领主对史坦尼斯的态度，包括莱安娜·莫尔蒙的拒绝信。琼恩展现出作为总司令的坚定和智慧，努力在史坦尼斯的压力和守夜人的使命之间保持平衡。"
  },
  {
    "characters": [
      "布兰·史塔克",
      "梅拉·黎德",
      "玖健·黎德",
      "阿多",
      "冷手"
    ],
    "date": "伊耿历300年3月17日",
    "content": "布兰一行在塞外森林中艰难前行，前往寻找三眼乌鸦。冷手发现后方有敌人，独自前去处理。队伍按指示到达一个结冰的湖，并转向北行。在寒冷和饥饿中，他们找到一个废弃的渔村作为庇护所。布兰通过狼灵能力进入夏天体内，发现夏天与狼群争夺食物，并目睹了守夜人尸体被狼群撕咬的场景。返回后，冷手带回一头猪作为食物，但布兰质疑冷手的身份和动机，指出他可能已死亡。冷手解释自己是布兰的怪物，并强调三眼乌鸦是最后的绿先知。玖健建议继续跟随冷手，因为回头已无生路。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "伊利里欧·摩帕提斯"
    ],
    "date": "伊耿历300年3月18日",
    "content": "提利昂与伊利里欧乘坐轿子离开潘托斯，前往瓦兰提斯。途中，伊利里欧透露计划让提利昂加入丹妮莉丝的女王阵营，并安排黄金团支援。提利昂质疑伊利里欧的动机，但伊利里欧声称是为了正义和友情。他们讨论瓦里斯年轻时的经历，以及多斯拉克人和瓦雷利亚大道的危险。提利昂梦见自己与巴利斯坦和寒铁并肩作战，但醒来后感到不安。伊利里欧鼓励提利昂，强调丹妮莉丝需要聪明人辅佐。旅程缓慢，提利昂对前途充满疑虑，但决定继续前行，希望利用自己的智慧在女王麾下建功立业。"
  },
  {
    "characters": [
      "昆廷·马泰尔",
      "盖里斯·丁瓦特",
      "阿奇巴德·伊伦伍德"
    ],
    "date": "伊耿历300年3月19日",
    "content": "在瓦兰提斯，昆廷和盖里斯试图找到船只前往弥林，但多次被拒。他们接触走私船'冒险号'，船长同意载客，但昆廷怀疑其意图不轨。在返回商人之屋的途中，他们目睹城市繁华和奴隶制度，盖里斯建议放弃乘船，改走陆路或返回多恩。昆廷坚持使命，不愿辜负父亲道朗亲王的期望。大人物阿奇巴德支持陆路方案，但昆廷担心时间延误会让丹妮莉丝遇险。最终，盖里斯提出一个冒险但快速的新计划，昆廷要求详细说明，显示出他对完成联姻任务的执着和责任感。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "吉莉",
      "山姆威尔·塔利"
    ],
    "date": "伊耿历300年1月1日",
    "content": "琼恩·雪诺在黑城堡面临艰难抉择，他要求吉莉只带走曼斯·雷德的儿子而非自己的亲生骨肉，以保护孩子免受梅丽珊卓的献祭。吉莉痛苦地接受了这一安排，带着曼斯之子离开长城。同时，琼恩命令山姆威尔·塔利陪同伊蒙学士前往旧镇学习成为学士，以接替年迈的伊蒙。山姆起初因恐惧和家庭压力而抗拒，但最终服从了总司令的命令。琼恩签署了给托曼国王的信件，试图在史坦尼斯和兰尼斯特之间保持中立，但内心充满矛盾。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "哈尔顿",
      "罗利·达克菲"
    ],
    "date": "伊耿历300年1月2日",
    "content": "提利昂·兰尼斯特在伊利里欧总督的安排下，与哈尔顿和罗利·达克菲会合，前往葛·多荷。途中，提利昂以机智和知识应对哈尔顿的考验，证明了自己的价值。他们抵达洛恩河边的葛·多荷废墟，与格里芬会面。格里芬对提利昂的出现感到不满，但阅读伊利里欧的信后勉强接受他加入团队。提利昂得知泰温·兰尼斯特的死讯，并承诺为丹妮莉丝女王效力。团队准备乘“含羞少女号”前往瓦兰提斯，提利昂被警告管住舌头，否则将面临严重后果。"
  },
  {
    "characters": [
      "戴佛斯·席渥斯",
      "高德瑞奇·波内尔"
    ],
    "date": "伊耿历300年1月3日",
    "content": "戴佛斯·席渥斯在风暴中被冲上甜姐岛，被高德瑞奇·波内尔伯爵俘虏。戴佛斯透露自己是史坦尼斯国王的使者，计划前往白港争取威曼·曼德勒的支持。高德瑞奇告知戴佛斯，白港已与佛雷家族结盟，史坦尼斯的事业面临危机。戴佛斯利用宾客权利保护自己，并试图说服高德瑞奇提供帮助。高德瑞奇权衡利弊后，决定秘密放行戴佛斯，模仿其父当年对待奈德·史塔克的方式，以避免卷入战争风险。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "曼斯·雷德",
      "史坦尼斯·拜拉席恩",
      "梅丽珊卓"
    ],
    "date": "伊耿历300年1月4日",
    "content": "琼恩·雪诺目睹曼斯·雷德被史坦尼斯和梅丽珊卓以火刑处决，作为对野人的警示。梅丽珊卓烧毁乔曼的号角，宣称其为黑暗之物。史坦尼斯展示光明使者剑，要求自由民臣服。大部分野人选择投降，通过长城获得食物和庇护，但少数人逃入森林。琼恩内心挣扎，认为此举可能激化矛盾，但不得不服从国王的决策。守夜人军团协助处理后续事宜，琼恩与波文·马尔锡讨论封闭长城的可能性，但最终决定保持开放以维持巡逻和情报收集。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "弥桑黛",
      "巴利斯坦·赛尔弥"
    ],
    "date": "伊耿历300年1月5日",
    "content": "丹妮莉丝·坦格利安在弥林面临鹰身女妖之子的暗杀浪潮，一夜之间九人被杀，包括无垢者和自由民。她下令加强治安，征收血税，并扣押贵族子女作为人质。丹妮会见西茨达拉·佐·洛拉克和七名前角斗士，他们请求重开竞技场，但丹妮因道德顾虑拒绝。夜晚，她幻觉魁蜥出现，收到 cryptic 警告。丹妮探望被囚禁的龙雷哥和韦赛利昂，内心痛苦于它们的处境，而卓耿已飞走。巴利斯坦爵士讲述自己从君临逃亡的经历，丹妮反思自身作为女王的挑战和孤独。"
  },
  {
    "characters": [
      "臭佬",
      "拉姆斯·波顿",
      "大瓦德·佛雷",
      "小瓦德·佛雷"
    ],
    "date": "伊耿历300年3月3日",
    "content": "臭佬在恐怖堡的黑牢中饥饿难耐，抓住一只老鼠啃食充饥。拉姆斯·波顿派大瓦德和小瓦德两名侍从将他带出牢房。臭佬回忆起自己曾是席恩·葛雷乔伊，被拉姆斯捕获后遭受酷刑折磨，包括剥皮和截肢，被迫接受‘臭佬’的身份。拉姆斯在高台上向两位领主——可能是安柏和达斯丁——展示臭佬，并宣布自己将与艾莉亚·史塔克结婚，要求臭佬参加婚礼并协助迎娶新娘。臭佬恐惧但顺从，意识到拉姆斯计划利用他完成某项任务。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "忧郁的艾迪",
      "波文·马尔锡",
      "麻杆维克"
    ],
    "date": "伊耿历300年10月15日",
    "content": "琼恩·雪诺在忧郁的艾迪引导下巡视黑城堡地下仓库，检查冬季储备。总务长波文·马尔锡和麻杆维克陪同清点物资，发现粮食虽能支撑三到四年，但若继续供养史坦尼斯国王的部队和野人，将很快耗尽。马尔锡建议立即实行冬季配给制，琼恩同意削减四分之一口粮。众人担忧疾病威胁和野人不断涌入的压力，讨论狩猎和购买食物的可能性，但均不可行。琼恩意识到必须保证史坦尼斯和野人的供给，尽管面临兄弟们的反对。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "史坦尼斯·拜拉席恩",
      "梅丽珊卓",
      "叮当衫",
      "军官们"
    ],
    "date": "伊耿历300年10月15日",
    "content": "琼恩被召至国王塔，史坦尼斯国王将叮当衫作为礼物交给他，梅丽珊卓声称通过红宝石控制其忠诚。史坦尼斯讨论攻打恐怖堡的计划，但琼恩指出风险巨大，包括安柏家族可能阻截、城堡防御坚固和波顿军力优势。他建议史坦尼斯转而争取山地氏族支持，提供三千战士，并提议突袭深林堡对抗铁民。史坦尼斯最终接受建议，决定进军山区，梅丽珊卓留在黑城堡。琼恩获得野人作为守军，但面临喂养他们的挑战。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "格里芬",
      "小格里芬",
      "莱摩儿",
      "赛学士哈尔顿",
      "耶达里",
      "耶利亚",
      "罗利·达克菲"
    ],
    "date": "伊耿历300年10月20日",
    "content": "提利昂随'含羞少女号'穿越伤心领的浓雾，遭遇石民和梦想桥。船只在迷雾中绕回原路，石民跳上船攻击，格里芬等人奋力抵抗。提利昂保护小格里芬时与石民坠河，濒临溺死。他揭露小格里芬真实身份为雷加王子之子伊耿·坦格利安，格里芬实为琼恩·克林顿。提利昂在黑暗水中反思自己的罪行和命运，最终失去意识。"
  },
  {
    "characters": [
      "戴佛斯·席渥斯",
      "威曼·曼德勒",
      "玛龙·曼德勒",
      "席奥默学士",
      "里雅夫人",
      "佛雷家族成员",
      "薇拉·曼德勒"
    ],
    "date": "伊耿历300年10月25日",
    "content": "戴佛斯作为史坦尼斯国王的使者被软禁白港两周后，在人鱼宫会见威曼·曼德勒伯爵。佛雷家族成员在场，戴佛斯指责他们谋杀史塔克家族，但遭否认。威曼伯爵拒绝支持史坦尼斯， citing 兰尼斯特和波顿的宽厚条件。戴佛斯强调复仇和责任，但被斥为叛徒。薇拉·曼德勒声援史塔克，被祖父威胁。威曼下令处决戴佛斯，命玛龙爵士砍其头和手。"
  },
  {
    "characters": [
      "臭佬",
      "拉姆斯·波顿",
      "铁民守卫",
      "达衮·考德",
      "阿大克·汉博利"
    ],
    "date": "伊耿历300年10月30日",
    "content": "臭佬被拉姆斯·波顿派往卡林湾劝降铁民。他冒充巴隆大王之子，发现守军虚弱，指挥官拉弗·肯宁垂死。臭佬杀肯宁，说服铁民投降，达衮·考德反对被阿大克·汉博利杀死。臭佬带领58名铁民出城，拉姆斯假意欢迎后处决他们。卢斯·波顿军抵达，拉姆斯迎接，臭佬被奖赏为狗，睡在猎狗旁。卢斯介绍新夫人瓦妲和假艾莉亚·史塔克，实为珍妮·普尔。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "忧郁的艾迪",
      "波文·马尔锡",
      "野人们",
      "赛贡",
      "哈尔克"
    ],
    "date": "伊耿历300年11月5日",
    "content": "琼恩率队送食物至鼹鼠村，发现野人刻的心树面孔，显示旧神信仰复苏。他召集野人，提议加入守夜人保卫长城，换取食物和装备。起初遭遇抵抗，但小女孩和哈尔克带头响应，最终63人加入，包括矛妇和伤员。瑟恩人马格拿赛贡拒绝。返回黑城堡后，波文·马尔锡担忧女人混入引发冲突，琼恩坚持训练和分派新兵至各堡垒，以增强防御。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "哈尔顿",
      "达克",
      "莱摩儿",
      "伊耿·坦格利安"
    ],
    "date": "伊耿历300年3月15日",
    "content": "提利昂·兰尼斯特在伤心领溺水后被救回含羞少女号，苏醒后接受哈尔顿的灰鳞病检查，用刀刺手指脚趾确认痛觉。他与伊耿王子下席瓦斯棋，借机讨论丹妮莉丝女王，建议伊耿放弃东行求助姑姑，转而西征维斯特洛，在多恩登陆树起王旗，利用瑟曦统治不稳的时机争取支持。提利昂指出丹妮莉丝性格骄傲强悍，不会接受乞求，但若伊耿抢先行动展示勇气，她可能主动驰援。棋局中提利昂欺骗伊耿获胜，激怒王子踢飞棋盘。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "格拉茨旦·卡拉勒",
      "西茨达拉·佐·洛拉克",
      "巴利斯坦·赛尔弥"
    ],
    "date": "伊耿历300年3月16日",
    "content": "丹妮莉丝在弥林接见绿圣女格拉茨旦·卡拉勒，后者建议她结婚以稳定统治，推荐西茨达拉·佐·洛拉克。丹妮莉丝面临城内鹰身女妖之子谋杀自由民、外部魁尔斯舰队封锁等危机。她召见西茨达拉，提出若他能90天内结束谋杀，便考虑婚姻。西茨达拉承诺利用人脉平息动荡，但丹妮莉丝对他无感情。巴利斯坦爵士私下劝她放弃联姻，回归维斯特洛，但丹妮莉丝认为必须优先解决弥林问题。"
  },
  {
    "characters": [
      "琼恩·克林顿",
      "伊耿·坦格利安",
      "哈利·斯崔克兰",
      "福兰克林·佛花"
    ],
    "date": "伊耿历300年3月17日",
    "content": "琼恩·克林顿带伊耿王子抵达黄金团营地，向军官们揭露伊耿的真实身份——雷加与伊莉亚之子。黄金团团长哈利·斯崔克兰犹豫是否继续东进支援丹妮莉丝，因她滞留弥林且面临多方敌人。伊耿受提利昂启发，主张西征维斯特洛，在多恩登陆夺回铁王座。军官们支持伊耿，最终斯崔克兰屈服，黄金团决定改变计划，准备渡海进攻维斯特洛。克林顿私下发现自己感染灰鳞病，但决心辅佐伊耿完成复国。"
  },
  {
    "characters": [
      "昆廷·马泰尔",
      "盖里斯·丁瓦特",
      "褴衣亲王",
      "美女梅里丝"
    ],
    "date": "伊耿历300年3月18日",
    "content": "昆廷·马泰尔化名青蛙在风吹团服役，团队从阿斯塔波北上渊凯，准备对抗丹妮莉丝。昆廷计划逃营投奔龙女王完成联姻使命。褴衣亲王召集维斯特洛裔佣兵，命令他们伪装逃兵加入丹妮莉丝阵营作为内应，由美女梅里丝领导。昆廷意识到机会来临，与同伴盖里斯和大人物决定利用此任务接近丹妮莉丝。风吹团沿海岸行军，遭遇阿斯塔波难民，昆廷在混乱中看到转机。"
  },
  {
    "characters": [
      "阿莎·葛雷乔伊",
      "特里斯·波特利",
      "科尔",
      "希贝娜·葛洛佛"
    ],
    "date": "伊耿历300年3月19日",
    "content": "阿莎·葛雷乔伊在深林堡收到卡林湾陷落和弟弟席恩被剥皮的消息，意识到铁民在北境处境危急。她与情人科尔发生关系，同时特里斯·波特利劝她逃离深林堡，航向东方开始新生。阿莎犹豫不决，夜间北方军队突袭城堡，阿莎率铁民从南门突围，进入狼林。在黑暗森林中遭北境人伏击，爆发血腥战斗。阿莎受伤，战斗混乱中听到喇叭声，暗示可能有转机。她反思自己的选择，考虑返回铁群岛或另寻出路。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "乔拉·莫尔蒙"
    ],
    "date": "伊耿历300年3月10日",
    "content": "提利昂·兰尼斯特被乔拉·莫尔蒙爵士俘虏并带到瓦兰提斯。他们穿过城市，目睹了瓦兰提斯的衰败景象和红神庙的狂热布道。提利昂试图用言语说服莫尔蒙释放他，但未成功。莫尔蒙将提利昂锁在商人之屋的房间，并透露计划带他去弥林见丹妮莉丝·坦格利安。提利昂意识到莫尔蒙并非奉瑟曦之命抓他，而是想将他献给龙女王。在旅馆，他们遇到水边寡妇，她最终同意帮助他们前往魁尔斯，但暗示船只可能无法到达目的地。提利昂还遭遇了侏儒女孩分妮的袭击，她误以为提利昂导致了她哥哥奥普的死亡。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "梅丽珊卓",
      "曼斯·雷德"
    ],
    "date": "伊耿历300年3月11日",
    "content": "琼恩·雪诺派出游骑兵巡逻塞外，但艾里沙·索恩爵士等人遭遇不测。三名游骑兵的头颅被插在长矛上送回黑城堡，眼睛被挖空，显示野人势力活跃。琼恩与叮当衫比武训练，并收到拉姆斯·波顿的信，声称将迎娶艾莉亚·史塔克。梅丽珊卓在火焰中预见危险，并告诉琼恩他的妹妹艾莉亚正逃向长城。她揭示叮当衫其实是曼斯·雷德伪装的，使用魔法改变了外貌。梅丽珊卓提议让曼斯去救艾莉亚，但琼恩 initially 拒绝，担心曼斯的残暴本性。最终，在梅丽珊卓的坚持下，琼恩默许了计划，曼斯要求马匹和人员协助救援。"
  },
  {
    "characters": [
      "戴佛斯·席渥斯",
      "威曼·曼德勒",
      "罗贝特·葛洛佛"
    ],
    "date": "伊耿历300年3月12日",
    "content": "戴佛斯·席渥斯被从狼穴释放，与威曼·曼德勒伯爵和罗贝特·葛洛佛会面。威曼解释他假装处决戴佛斯是为了欺骗佛雷家族，实际计划支持史坦尼斯国王。他透露卡林湾已被波顿家族夺回，并号召北境领主效忠。威曼提出交易：戴佛斯必须找到并带回奈德·史塔克的儿子（可能是布兰或瑞肯），以换取白港对史坦尼斯的支持。哑巴威克斯提供线索，男孩可能在斯卡格斯岛。戴佛斯同意冒险，希望以此拯救北境和史坦尼斯的事业。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "巴利斯坦·赛尔弥",
      "斯卡拉茨",
      "瑞茨纳克·莫·瑞茨纳克"
    ],
    "date": "伊耿历300年3月13日",
    "content": "丹妮莉丝在弥林面临内外威胁，海湾被敌人舰队封锁。她收到阿斯塔波毁灭的消息，难民带来血瘟疫情。丹妮召集顾问讨论对策，棕人本·普棱建议使用龙或撤离，但丹妮拒绝。巴利斯坦爵士主张主动出击，而圆颅大人斯卡拉茨警告内乱风险。丹妮决定加强防御，派次子团侦察敌情，并隔离阿斯塔波难民以防瘟疫。最终，她被迫考虑嫁给西茨达拉·佐·洛拉克以换取和平，尽管内心抗拒。局势紧张，丹妮权衡战争与联姻的利弊。"
  },
  {
    "characters": [
      "梅丽珊卓",
      "琼恩·雪诺",
      "曼斯·雷德"
    ],
    "date": "伊耿历300年3月14日",
    "content": "梅丽珊卓在火焰中预见更多危险，包括头骨和琼恩·雪诺面临的威胁。她与曼斯·雷德讨论救援艾莉亚·史塔克的计划，曼斯要求资源和人员。琼恩 initially 反对，但梅丽珊卓揭示曼斯的真实身份，使用魔法伪装。她解释魅惑术的原理，并强调曼斯不会背叛，因他们控制着他的儿子。琼恩最终默许，曼斯准备出发寻找艾莉亚。同时，黑城堡处理游骑兵的死亡，气氛紧张，梅丽珊卓警告琼恩注意黑暗中的匕首。"
  },
  {
    "characters": [
      "拉姆斯·波顿",
      "臭佬",
      "卢斯·波顿"
    ],
    "date": "伊耿历300年10月15日",
    "content": "拉姆斯·波顿带领猎队返回荒冢屯，臭佬在恐惧中迎接。拉姆斯将一颗腐烂的人头扔给臭佬作为‘礼物’，并命令他照料马匹。随后卢斯·波顿突然到访，遣散众人后与拉姆斯密谈，讨论佛雷家族失踪人员、史坦尼斯军队动向及临冬城婚礼计划。卢斯揭露拉姆斯杀害嫡兄多米利克的真相，并决定带臭佬离开。拉姆斯威胁臭佬保持沉默，臭佬在绝望中被卢斯带走，途中卢斯讲述拉姆斯的出身故事，并暗示臭佬的真实身份是席恩·葛雷乔伊。到达荒冢厅后，芭芭蕾·达斯丁认出臭佬，但臭佬崩溃否认，坚持自己是‘臭佬’。"
  },
  {
    "characters": [
      "席恩·葛雷乔伊",
      "珍妮·普尔",
      "拉姆斯·波顿"
    ],
    "date": "伊耿历300年12月20日",
    "content": "席恩·葛雷乔伊在临冬城主持假艾莉亚·史塔克（实为珍妮·普尔）与拉姆斯·波顿的婚礼。婚礼在神木林举行，席恩作为新娘的伴郎，引导她完成仪式。珍妮极度恐惧，试图向席恩求助，但席恩因自身处境不敢回应。拉姆斯在仪式中为新娘披上波顿家族的粉色斗篷，象征婚姻完成。席恩内心挣扎，深知这场婚姻是波顿家族的骗局，自己只是被利用的工具。婚礼结束后，拉姆斯带新娘离开，席恩感受到临冬城的鬼魂与自己的绝望。"
  },
  {
    "characters": [
      "阿莎·葛雷乔伊",
      "史坦尼斯·拜拉席恩",
      "朱斯丁·马赛"
    ],
    "date": "伊耿历300年1月15日",
    "content": "史坦尼斯·拜拉席恩的军队从深林堡出发，向临冬城进军，计划在十五天内抵达。阿莎·葛雷乔伊作为俘虏被关在辎重车中，由亚莉珊·莫尔蒙看守。史坦尼斯意图用阿莎展示击败铁民的战绩，但阿莎认为这不会赢得北境人的敬畏。朱斯丁·马赛爵士多次探望阿莎，暗示联姻意图。军队内部对进军临冬城存在分歧，南方骑士担忧补给和城墙防御，而北方氏族民坚持救援艾德·史塔克的女儿。史坦尼斯最终决定出兵，自信能击败卢斯·波顿。"
  },
  {
    "characters": [
      "阿莎·葛雷乔伊",
      "史坦尼斯·拜拉席恩",
      "朱斯丁·马赛"
    ],
    "date": "伊耿历300年1月20日",
    "content": "暴风雪加剧，行军速度从每天二十多里降至不足五里。军队开始出现冻损，马匹和士兵死亡，补给短缺。后党人士建议向红神献祭以平息风暴，但史坦尼斯拒绝。北方氏族民凭借矮种马和熊掌适应雪地，而南方部队艰难挣扎。辎重队损失惨重，车辆损坏，人员失踪。阿莎的脚镣被解除，被迫步行，脚踝旧伤疼痛。军队士气低落，但北方人如大酒桶渥尔仍坚持战斗，渴望复仇。"
  },
  {
    "characters": [
      "阿莎·葛雷乔伊",
      "史坦尼斯·拜拉席恩",
      "里查德·霍普"
    ],
    "date": "伊耿历300年2月10日",
    "content": "行军第26天，蔬菜耗尽，第32天谷物告罄，军队靠半冻马肉维生。侦察兵报告临冬城仅三日骑程，但暴风雪阻挡前进。比兹伯利伯爵质疑为女孩牺牲，北方首领强调为奈德女儿而战。军队在废弃村落扎营，计划捕鱼补充食物。阿莎宁愿战死也不愿冻饿而亡。次日清晨，暴风雪更猛，营地被雪封困，无法行动。史坦尼斯军队陷入绝境，而卢斯·波顿在临冬城严阵以待。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "达里奥·纳哈里斯",
      "巴利斯坦·赛尔弥"
    ],
    "date": "伊耿历300年1月20日",
    "content": "丹妮莉丝与达里奥·纳哈里斯共度最后一夜，婚前焦虑加剧。达里奥提议私奔，但丹妮拒绝，坚持与西茨达拉·佐·洛拉克结婚以换取和平。次日，丹妮上朝处理请愿，达里奥带来风吹团叛逃的维斯特洛人，包括多恩王子昆廷·马泰尔。昆廷献上秘密协议，提议联姻换取多恩支持。丹妮权衡后拒绝，因已应婚西茨达拉。巴利斯坦爵士透露伊里斯二世往事，丹妮担忧预言，但决定继续婚礼。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "西茨达拉·佐·洛拉克",
      "格拉茨旦·卡拉勒"
    ],
    "date": "伊耿历300年1月21日",
    "content": "丹妮与西茨达拉在圣恩神庙举行婚礼，由绿圣女格拉茨旦·卡拉勒主持。仪式中，西茨达拉为丹妮洗脚，象征结合。婚后，他们手腕脚踝系黄金锁链，成为夫妇。丹妮内心矛盾，怀念达里奥，但接受婚姻为城市和平的必要牺牲。婚礼后，弥林暂获稳定，但外部威胁仍在，渊凯军队围城。丹妮希望联姻能结束冲突，专注于未来统治和维斯特洛回归计划。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "赛丽丝·拜拉席恩",
      "泰楚·奈斯托斯"
    ],
    "date": "伊耿历300年1月15日",
    "content": "赛丽丝王后抵达黑城堡，携女儿希琳、弄臣补丁脸及随从。琼恩接待他们，安排住所。布拉佛斯铁金库使节泰楚·奈斯托斯同行，协商史坦尼斯债务。琼恩与泰楚达成协议，借船救援艰难屯野人，并获贷款购买食物。亚塞尔·佛罗伦爵士询问野人公主瓦迩下落，琼恩回避。当晚，女孩亚丽·卡史塔克到达，寻求保护免受叔叔迫害，透露阿尔夫·卡史塔克背叛史坦尼斯，投靠波顿。琼恩承诺帮助。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "泰楚·奈斯托斯",
      "亚丽·卡史塔克"
    ],
    "date": "伊耿历300年1月16日",
    "content": "琼恩与泰楚正式签署协议，守夜人获得布拉佛斯船只和金币，用于艰难屯救援和冬季补给。亚丽·卡史塔克详述卡霍城继承权危机，叔叔克雷根逼婚，父亲被罗柏处决。琼恩计划送亚丽去安全地，避免卷入北境纷争。他考虑利用船只疏散人员，同时担忧史坦尼斯在临冬城的命运。守夜人准备起航，琼恩权衡亲自带队风险，回忆莫尔蒙总司令教训。"
  },
  {
    "characters": [
      "盲眼女孩",
      "慈祥的人",
      "流浪儿"
    ],
    "date": "伊耿历300年1月15日",
    "content": "盲眼女孩在黑白之院接受训练，使用四感替代视觉。她乞讨于布拉佛斯旅店，收集情报：海王生病、托尔莫·弗雷加可能继任、妓女怀孕、新美人鱼选举。慈祥的人每日询问她是否想要回视力，她拒绝。课程包括毒药、语言和谎言游戏。她找到两具尸体，处理财产。在地窖遭袭击，反击成功。她回忆杀死歌手戴利恩，慈祥的人批评她擅行神职。夜晚，她作为贝丝乞讨，听到里斯水手谈论奴隶船“好心号”运载野人。"
  },
  {
    "characters": [
      "盲眼女孩",
      "慈祥的人",
      "流浪儿"
    ],
    "date": "伊耿历300年1月16日",
    "content": "盲眼女孩报告三件事：海王扣留奴隶船“好心号”，船载艰难屯野人；里斯人计划返航贩奴；她识别袭击者为慈祥的人。她饮用苦牛奶维持失明，学习适应黑暗。猫咪随她回神庙，隐藏房梁。她逐渐掌握感知，谎言游戏进步。慈祥的人强调无面者不评判，只执行死亡恩赐。她内心挣扎，怀念猫儿身份，但坚持侍奉千面之神。最终，她重见光明，蜡烛火焰成为美景，标志训练新阶段。"
  },
  {
    "characters": [
      "席恩·葛雷乔伊",
      "卢斯·波顿",
      "拉姆斯·波顿"
    ],
    "date": "伊耿历300年1月15日",
    "content": "临冬城内发现多起死亡事件，包括老兵摔死、侍从冻死、十字弓手被杀，引发恐慌。席恩观察局势，怀疑神秘杀手行动。拉姆斯·波顿处决质疑士兵，加剧紧张。诸侯争吵，霍斯丁·佛雷主张出击史坦尼斯，其他人反对。卢斯·波顿审问席恩，排除其嫌疑，但担忧内部背叛。席恩游荡城堡，回忆过去鬼魂，包括自己制造的死者。黄迪克被杀，命根子塞嘴，拉姆斯悬赏凶手。"
  },
  {
    "characters": [
      "席恩·葛雷乔伊",
      "卢斯·波顿",
      "芭芭蕾·达斯丁"
    ],
    "date": "伊耿历300年1月16日",
    "content": "马厩倒塌，死马和马夫，发现黄迪克尸体。卢斯·波顿下令保密，但消息泄露。大厅用餐时，尔贝唱歌缓解气氛，但冲突暗流涌动。席恩遭拉姆斯手下羞辱，被迫离开。夜间，他城墙漫步，听到史坦尼斯军队号角和鼓声，兵临城下。席恩视之为解脱机会，愿战死。在神木林，心树低语“布兰”，席恩忏悔罪行，祈求旧神赐死。洗衣妇霍莉等人出现，提议帮助他“身为席恩而死”，但需先为尔贝唱歌。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "分妮",
      "乔拉·莫尔蒙",
      "保姆",
      "亚赞·佐·夸格兹"
    ],
    "date": "伊耿历300年3月15日",
    "content": "提利昂·兰尼斯特和分妮在斯卡扎丹河口的奴隶拍卖会上被拍卖，拍卖师将他们描述为受过训练的娱乐侏儒，附赠猪和狗坐骑。买家包括渊凯贵族和佣兵，棕人本·普棱出价到三千银币，但最终被亚赞·佐·夸格兹以五千银币买下。提利昂试图自抬身价，遭鞭打后成交。他们被带到亚赞的营地，戴上镀金项圈，与乔拉·莫尔蒙会合。莫尔蒙因反抗被俘，脸上有烙印，精神崩溃。提利昂说服保姆买下莫尔蒙，声称需要他表演。营地弥漫瘟疫和死亡气息，提利昂目睹逃亡奴隶被处决，意识到弥林城墙虽近但危险重重。当晚，他们为亚赞和渊凯将领表演骑猪比武，倒酒侍奉，并与棕人本下棋获胜。保姆宣布他们将在达兹纳克竞技场表演，以庆祝和平协议签署。"
  },
  {
    "characters": [
      "詹姆·兰尼斯特",
      "泰陀斯·布莱伍德",
      "杰诺斯·布雷肯",
      "霍斯特·布莱伍德"
    ],
    "date": "伊耿历300年3月16日",
    "content": "詹姆·兰尼斯特抵达鸦树城，会见杰诺斯·布雷肯，后者正围困布莱伍德家族。詹姆发现布雷肯与情妇希尔蒂在一起，讨论领地争端。詹姆进入鸦树城，与泰陀斯·布莱伍德谈判投降条件：布莱伍德忏悔叛国、宣誓效忠铁王座、支付赔款，并交出人质霍斯特·布莱伍德。詹姆拒绝布雷肯的领土要求，只给予部分土地。布莱伍德透露与布雷肯的世仇源于远古王位争夺。詹姆带走霍斯特为人质，警告布莱伍德不得窝藏叛徒。返回途中，在铜分树村过夜，遇到布蕾妮，她声称找到珊莎·史塔克，要求詹姆单独跟随。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "亚丽·卡史塔克",
      "赛贡",
      "梅丽珊卓",
      "赛丽丝王后"
    ],
    "date": "伊耿历300年3月17日",
    "content": "琼恩·雪诺在黑城堡主持亚丽·卡史塔克与瑟恩马格拿赛贡的婚礼，由梅丽珊卓在光之王仪式下主持。婚礼在暴风雪中进行，后党人士和自由民参加，但部分守夜人缺席以示反对。亚丽表达对婚姻的接受，琼恩安抚她。婚后宴会举行，琼恩收到东海望信鸦，报告舰队前往艰难屯救援自由民。他处理克雷根·卡史塔克的囚禁，克雷根拒绝投降。琼恩与亚丽讨论卡霍城粮食短缺，建议送老人和男孩到长城。宴会中号声响起，两声表示自由民到来，暗示托蒙德抵达，结束血龙狂舞后的动荡。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "西茨达拉·佐·洛拉克",
      "棕人本·普棱",
      "巴利斯坦·赛尔弥",
      "昆廷·马泰尔"
    ],
    "date": "伊耿历300年3月18日",
    "content": "丹妮莉丝在大金字塔宴请渊凯人，庆祝和平协议签署和竞技场重开。她厌恶奴隶贩子，但强颜欢笑。西茨达拉强调和平的好处，丹妮担忧渊凯奴隶市场和外部威胁。与棕人本·普棱交谈，他解释背叛因恐惧失败。丹妮命令巴利斯坦爵士接触其他佣兵团，寻求背叛可能。她会见昆廷·马泰尔，带他见龙韦赛利昂和雷哥，昆廷被吓到。丹妮拒绝多恩联盟，因昆廷只带少量支持。夜晚，她与西茨达拉同床，思考达里奥和未来，向弥桑黛倾诉烦恼，梦到烟火和破碎景象，预示竞技场血战。"
  },
  {
    "characters": [
      "席恩·葛雷乔伊",
      "珍妮·普尔",
      "罗宛",
      "霍莉",
      "芙雷亚",
      "尔贝"
    ],
    "date": "伊耿历300年3月19日",
    "content": "席恩在临冬城参与尔贝的计划营救假艾莉亚（珍妮·普尔）。小瓦德·佛雷尸体被发现，引发佛雷与曼德勒冲突，卢斯·波顿命令部队出击史坦尼斯。席恩带女仆们以洗澡水为借口进入主堡，说服珍妮离开。他们杀死守卫，逃出主堡，但霍莉中箭身亡，芙雷亚战死。席恩和珍妮跳下城墙，试图逃向史坦尼斯营地。计划混乱，尔贝和其他女人失踪，席恩意识到逃亡几乎不可能，拉姆斯的追捕迫在眉睫。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "弥桑黛",
      "姬琪",
      "伊丽",
      "巴利斯坦·赛尔弥",
      "西茨达拉·佐·洛拉克",
      "壮汉贝沃斯",
      "瑞茨纳克·莫·瑞茨纳克",
      "昆廷·马泰尔",
      "卓耿"
    ],
    "date": "伊耿历300年3月3日",
    "content": "丹妮莉丝在弥林大金字塔沐浴准备出席重开的竞技场活动，弥桑黛担忧观众只为观看流血而来。丹妮莉丝选择黄色托卡长袍和红色面纱以应对沙尘和血迹。巴利斯坦爵士对兽面军护卫表示疑虑，但丹妮莉丝坚持信任他们。途中队伍因轿夫晕倒暂停，丹妮莉丝下令救助，西茨达拉借此强调解放奴隶的进步。抵达达兹纳克竞技场后，观众高呼“弥莎”致敬。比赛包括克拉兹剜心胜出、斑猫敏捷杀敌、少年战士惨死等血腥场面，丹妮莉丝对儿童参赛和滑稽比武深感不适，尤其阻止了狮子与侏儒的对决。黑发巴尔塞娜与野猪搏斗时被开膛破肚，丹妮莉丝无法忍受，起身欲离。此时卓耿突然出现，喷火杀死野猪并吞噬尸体，一名矛兵试图屠龙反被撕碎。丹妮莉丝跳入沙地，用鞭子驯服卓耿，最终骑龙飞离竞技场，留下混乱和伤亡。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "巨人克星托蒙德",
      "瓦迩",
      "皮革",
      "白灵",
      "波文·马尔锡",
      "奥赛尔·亚威克",
      "赛勒达修士",
      "克莱达斯",
      "菲林特",
      "诺瑞"
    ],
    "date": "伊耿历300年3月4日",
    "content": "琼恩·雪诺与自由民首领托蒙德谈判，同意开放长城让四千野人进入，以换取他们协防废弃堡垒和对抗异鬼。托蒙德起初愤怒辱骂，但最终接受条件，交出黄金臂环作为定金，并分享丧子之痛。琼恩返回黑城堡后，带瓦迩觐见赛丽丝王后，王后要求野人承认史坦尼斯为王和拉赫洛为神，遭瓦迩拒绝。琼恩随后在长城顶上召集守夜人高层和北方领主，宣布协议细节：野人将交出人质（100名男孩），保留武器，分散安置于长城沿线堡垒。波文·马尔锡等人强烈反对，质疑野人忠诚和资源负担，琼恩强调野人也是人，需团结对抗异鬼。会议在紧张中结束，琼恩下令准备接待野人，内心担忧兄弟们的反应和未来的挑战。"
  },
  {
    "characters": [
      "瑟曦·兰尼斯特",
      "凯冯·兰尼斯特",
      "乌尼亚修女",
      "莫勒修女",
      "斯科娅修女",
      "总主教"
    ],
    "date": "伊耿历300年3月5日",
    "content": "瑟曦被囚禁在贝勒大圣堂塔顶房间，受修女们日夜折磨，无法得知外界消息。在绝望中，她假意忏悔通奸罪行（与蓝赛尔·兰尼斯特和凯特布莱克兄弟），以换取改善待遇。总主教接见她，记录供词，但坚持她必须接受审判其他指控（弑君、弑神、乱伦和叛国）。瑟曦否认大部分指控，指控提利昂陷害。总主教允许她每天接见一人，瑟曦选择叔叔凯冯·兰尼斯特。凯冯告知坏消息：詹姆在河间地失踪，可能与布蕾妮同行；弥赛菈在多恩被杰洛·戴恩袭击致残；南境有佣兵登陆；瑟曦统治结束，凯冯任摄政王。瑟曦请求凯冯让科本安排新御林铁卫以保护托曼，并暗示时机成熟时行动。凯冯离开后，瑟曦搬至较好房间，但面临游行赎罪的威胁和审判压力。"
  },
  {
    "characters": [
      "巴利斯坦·赛尔弥",
      "弥桑黛",
      "斯卡拉茨·莫·坎塔克",
      "灰虫子",
      "瑞茨纳克·莫·瑞茨纳克",
      "西茨达拉·佐·洛拉克"
    ],
    "date": "伊耿历300年3月6日",
    "content": "巴利斯坦被西茨达拉排除出朝堂护卫，由竞技场斗技士取代。他担忧丹妮莉丝安危，回忆竞技场事件和卓耿带她飞离。弥桑黛告知斯卡拉茨求见，巴利斯坦夜间在马厩密会圆颅大人。斯卡拉茨揭露西茨达拉勾结渊凯人和瓦兰提斯舰队，计划在舰队到达时打开城门，重奴解放者。他找到投毒糕点师证据，女儿被鹰身女妖之子残杀。斯卡拉茨提议先发制人，突破包围，杀奴隶主，策反佣兵，需要无垢者支持。巴利斯坦要求保证不伤害西茨达拉除非罪证确凿，斯卡拉茨同意。巴利斯坦决定会见灰虫子，考虑参与叛乱以保护城市和自由民，内心挣扎于荣誉和现实。"
  },
  {
    "characters": [
      "维克塔利昂·葛雷乔伊",
      "马奇罗",
      "深色皮肤的女人",
      "单耳沃费",
      "田鼠",
      "卡尔文学士"
    ],
    "date": "伊耿历300年3月7日",
    "content": "维克塔利昂的铁舰队仅剩54艘船抵达雪松岛，损失近半 due to storms。他下令次日出发前往弥林，担忧瓦兰提斯舰队抢先。左手剑伤化脓疼痛，怀疑西瑞爵士长剑有毒或学士诅咒。学士建议截肢，被维克塔利昂拒绝。“悲伤号”带来俘虏红袍僧马奇罗，自称拉赫洛奴隶，预知维克塔利昂死亡和航向。维克塔利昂起初想处决他，但手痛加剧后改变主意。马奇罗用火焰疗法治愈他的手，过程痛苦但成功，手恢复如初但冒烟。维克塔利昂随后处决学士，相信马奇罗预言将得顺风直达弥林。他决心夺取丹妮莉丝，对抗哥哥攸伦，深色皮肤的女人陪伴但沉默。"
  },
  {
    "characters": [
      "提利昂·兰尼斯特",
      "分妮",
      "乔拉·莫尔蒙",
      "甜心",
      "亚赞·佐·夸格兹"
    ],
    "date": "伊耿历300年3月10日",
    "content": "亚赞·佐·夸格兹感染苍白母马瘟疫，病情严重，医者束手无策。提利昂意识到亚赞死后自己和分妮等人可能被处决或转卖，决定趁机逃跑。他利用取水的机会，带领分妮和乔拉·莫尔蒙前往次子团营地寻求庇护。途中他们目睹营地混乱和关于丹妮莉丝女王的流言，提利昂说服分妮放弃幻想，最终成功进入次子团帐篷，与棕人本·普棱谈判加入佣兵团，以摆脱奴隶身份。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "托蒙德",
      "白灵"
    ],
    "date": "伊耿历300年3月15日",
    "content": "琼恩·雪诺作为守夜人总司令，在长城打开大门接收野人。托蒙德带领四千野人陆续通过，包括一百名男孩作为人质。过程中琼恩与托蒙德讨论异鬼威胁，野人战士和冰封海岸人依次进入，最后易形者波罗区带着野猪通过。琼恩强调双方需遵守和约，共同对抗异鬼。接收完成后，琼恩收到卡特·派克从艰难屯发来的求救信，报告舰队损失惨重，野人吃死者，森林和水中出现死物，请求陆路支援。"
  },
  {
    "characters": [
      "巴利斯坦·赛尔弥",
      "西茨达拉·佐·洛拉克",
      "昆廷·马泰尔",
      "瑞茨纳克·莫·瑞茨纳克"
    ],
    "date": "伊耿历300年3月20日",
    "content": "西茨达拉国王临朝，渊凯使团送来海军司令格罗莱的人头，要求以命抵命并杀死所有龙。巴利斯坦观察朝廷动荡，警告昆廷·马泰尔离开弥林，指出西茨达拉可能嫁祸于他。昆廷拒绝离开，坚持等待丹妮莉丝女王回归。巴利斯坦回忆丹妮莉丝的统治方式，担忧多恩人的安全，但昆廷决心完成婚约使命。"
  },
  {
    "characters": [
      "昆廷·马泰尔",
      "褴衣亲王",
      "盖里斯·丁瓦特",
      "阿奇巴德·伊伦伍德"
    ],
    "date": "伊耿历300年3月25日",
    "content": "昆廷在香料市场与褴衣亲王会面，提出雇佣风吹团偷取龙，承诺支付双倍报酬。褴衣亲王嘲笑昆廷的婚约失败，质疑其信誉和计划可行性。昆廷坚持使命，强调多恩血统和父亲承诺，但褴衣亲王要求更高代价，包括潘托斯控制权。会谈在紧张中进行，昆廷决心不惜代价获取龙的支持。"
  },
  {
    "characters": [
      "琼恩·克林顿",
      "哈利·斯崔克兰",
      "黑巴曲",
      "福兰克林·佛花"
    ],
    "date": "伊耿历300年3月30日",
    "content": "琼恩·克林顿率领黄金团突袭鹫巢堡，利用弓箭手压制守军，仅损失四人便夺回城堡。他部署部队搜查并俘虏守卫，包括红罗兰的亲属。克林顿在塔顶回忆雷加王子往事，反思鸣钟之役的失败。当晚举行盛宴，但克林顿担忧灰磷病感染，私下用葡萄酒泡手。次日会议决定进军风息堡，争取多恩支持，伊耿王子随后抵达，坚持亲自参战。"
  },
  {
    "characters": [
      "阿莎·葛雷乔伊",
      "亚莉珊·莫尔蒙",
      "史坦尼斯·拜拉席恩",
      "克莱顿·宋格",
      "高迪·法林",
      "阿尔夫·卡史塔克"
    ],
    "date": "伊耿历300年1月1日",
    "content": "史坦尼斯·拜拉席恩的军队在前往临冬城的途中因暴风雪被困于村落，食物短缺导致士兵开始食人。后党人士为祈求红神拉赫洛停止风雪，搭建火刑架烧死四名食人者作为祭品。阿莎·葛雷乔伊和亚莉珊·莫尔蒙被迫观看行刑，过程残酷，祭品在火焰中惨叫身亡。史坦尼斯国王冷漠旁观后返回瞭望塔，而克莱顿·宋格爵士威胁阿莎将成为下一个祭品。军队士气低落，面临前进或留守均可能死亡的困境。"
  },
  {
    "characters": [
      "巴利斯坦·赛尔弥",
      "斯卡拉茨·莫·坎塔克"
    ],
    "date": "伊耿历300年3月3日",
    "content": "巴利斯坦·赛尔弥与圆颅大人斯卡拉茨在大金字塔兵器库密谋推翻西茨达拉国王。他们计划在狼时行动，逮捕西茨达拉，防止他杀害丹妮莉丝的龙。巴利斯坦坚持荣誉方式，拒绝直接攻击渊凯军营，而是先成立议会统治弥林。斯卡拉茨透露兽面军仍效忠于他，并讨论营救人质达里奥、乔戈和英雄的困难。巴利斯坦拒绝杀害西恩质作为报复，回忆起伊里斯二世孩子的悲剧，强调不能伤害无辜。最终双方同意狼时行动，巴利斯坦负责制服西茨达拉的护卫克拉兹。"
  },
  {
    "characters": [
      "昆廷·马泰尔",
      "盖里斯·丁瓦特",
      "阿奇巴德·伊伦伍德"
    ],
    "date": "伊耿历300年3月3日",
    "content": "昆廷·马泰尔在多恩人住所焦虑不安，无法入睡，与盖里斯讨论驯龙计划。昆廷决心驯服丹妮莉丝的龙以证明自己，尽管朋友们警告危险。他们回忆多恩的往事，昆廷表达对家乡的思念和对责任的坚持。在狼时，三人伪装成兽面军，使用褴衣亲王提供的装备和暗号进入大金字塔。他们到达龙坑，试图用铁链束缚雷哥和韦赛利昂，但计划失败。韦赛利昂被十字弓激怒，攻击风吹团成员，昆廷在混乱中被雷哥的龙焰吞噬，严重烧伤。"
  },
  {
    "characters": [
      "琼恩·雪诺",
      "赛丽丝王后",
      "梅丽珊卓",
      "托蒙德"
    ],
    "date": "伊耿历300年3月3日",
    "content": "琼恩·雪诺请求赛丽丝王后援助艰难屯的野人，但王后拒绝提供帮助。梅丽珊卓预言琼恩的船队将全军覆没，警告他不要前往。琼恩与托蒙德计划陆路救援，但收到拉姆斯·波顿的信，声称史坦尼斯已死，要求交出瓦迩等人。琼恩决定改变计划，亲自前往临冬城应对拉姆斯，同时托蒙德领导艰难屯救援。在盾牌厅集会中，琼恩宣布决定，野人纷纷支持他。会后，琼恩在哈丁塔外被波文·马尔锡等人刺杀，倒在雪地中。"
  },
  {
    "characters": [
      "巴利斯坦·赛尔弥",
      "弥桑黛",
      "斯卡拉茨·莫·坎塔克"
    ],
    "date": "伊耿历300年3月4日",
    "content": "昆廷·马泰尔在黎明前死亡，巴利斯坦·赛尔弥和弥桑黛守护他。巴利斯坦主持议会，讨论弥林局势，鹰身女妖之子恢复谋杀，一夜杀死29人。他计划用赎金换取渊凯人质，但绿圣女回报渊凯拒绝，要求屠龙。巴利斯坦决定准备突袭渊凯军营，以烽火为号。他释放多恩人阿奇巴德和盖里斯，派他们给褴衣亲王送信，营救人质。会后，斯卡拉茨报告渊凯启动投石机，投掷尸体而非石头，战争不可避免。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安"
    ],
    "date": "伊耿历300年3月4日",
    "content": "丹妮莉丝在龙石山醒来，决定沿小溪返回弥林。她回忆骑卓耿飞行的经历，但意识到责任重大，必须离开。她饥饿疲惫，找到野生洋葱和浆果，但食用后生病。梦中见到韦赛里斯，他指责她背叛。丹妮经历月事和腹泻，虚弱不堪，沿小溪前进时遇到多斯拉克斥候。卓耿出现，丹妮骑上他追击斥候，目睹龙猎杀马匹。她与龙共食烧焦的马肉，贾科卡奥带骑手出现，丹妮站在龙旁面对他们。"
  },
  {
    "characters": [
      "凯冯·兰尼斯特",
      "罗兰·克林顿",
      "梅斯·提利尔",
      "派席尔大学士",
      "蓝道·塔利",
      "哈瑞斯·史威佛"
    ],
    "date": "伊耿历300年12月19日",
    "content": "在君临红堡的王座厅，凯冯·兰尼斯特爵士作为摄政王主持御前会议。鹫巢堡骑士罗兰·克林顿请求讨伐其伯父琼恩·克林顿和伪龙伊耿，但被梅斯·提利尔公爵驳回并软禁。会议讨论了黄金团在南方海岸的入侵，包括塔斯岛、石阶列岛和风息堡方向。派席尔大学士报告了龙的存在和丹妮莉丝的威胁，但提利尔家族自信能应对。凯冯强调需在丹妮莉丝西进前摧毁克林顿，但梅斯坚持等待玛格丽王后的审判结束。财政大臣哈瑞斯·史威佛透露国库空虚，凯冯建议向潘托斯借款或派史威佛去布拉佛斯谈判。会议还涉及瑟曦太后的比武审判和劳勃·斯壮爵士作为代理骑士，凯冯承诺审判后送瑟曦回凯岩城软禁。最后，凯冯宣布五天后再审，提利尔和塔利离开，留下凯冯担忧局势。"
  },
  {
    "characters": [
      "凯冯·兰尼斯特",
      "瑟曦·兰尼斯特",
      "托曼·拜拉席恩",
      "柏洛斯·布劳恩"
    ],
    "date": "伊耿历300年12月19日",
    "content": "凯冯爵士在梅葛楼与瑟曦太后和托曼国王共进晚餐。托曼欢快地谈论他的猫，瑟曦表现得温顺端庄，请求让坦妮娅·玛瑞魏斯回宫陪伴。凯冯同意审判后召她进宫。晚餐后，凯冯与瑟曦讨论审判细节，瑟曦警告凯特布莱克兄弟可能报复，凯冯透露已逮捕他们并将发配长城或决斗。瑟曦承认识人不明，凯冯斥责她的判断。一名见习修女通报派席尔大学士紧急求见，凯冯离开，怀疑消息涉及风息堡沦陷或北方战事。"
  },
  {
    "characters": [
      "凯冯·兰尼斯特",
      "瓦里斯",
      "派席尔大学士"
    ],
    "date": "伊耿历300年12月19日",
    "content": "凯冯爵士前往派席尔的房间，发现大学士已死，头被砸碎在书上。瓦里斯从阴影中出现，用十字弓射中凯冯胸部。凯冯质问是否为提利昂所为，瓦里斯否认，称行动为国家和孩子伊耿着想。瓦里斯解释凯冯的死将引发兰尼斯特和提利尔间的猜疑，助伊耿在风息堡崛起。他吹口哨召来六名孩子持匕首包围凯冯。凯冯颤抖无法反抗，瓦里斯强调伊耿受过良好教育，懂得责任，而托曼视王冠为理所当然。最后，孩子们动手结束凯冯的生命。"
  },
  {
    "characters": [
      "托曼·拜拉席恩",
      "瑟曦·兰尼斯特",
      "玛格丽·提利尔",
      "詹姆·兰尼斯特",
      "提利昂·兰尼斯特"
    ],
    "date": "伊耿历300年12月19日",
    "content": "托曼·拜拉席恩一世为八岁国王，玛格丽王后被控叛国关押在贝勒大圣堂。瑟曦太后同样被控叛国关押。詹姆·兰尼斯特为御林铁卫队长，提利昂被控弑君弑亲在逃。凯冯·兰尼斯特爵士原为摄政王，刚被刺杀。御前会议包括梅斯·提利尔、派席尔大学士等，但派席尔已死。托曼的宫廷充满阴谋，教会总主教主导审判，穷人集会（麻雀）活跃。君临局势紧张，各方势力角逐。"
  },
  {
    "characters": [
      "史坦尼斯·拜拉席恩",
      "梅丽珊卓",
      "戴佛斯·席渥斯",
      "曼斯·雷德"
    ],
    "date": "伊耿历300年12月19日",
    "content": "史坦尼斯·拜拉席恩自称国王，驻守黑城堡。红袍女梅丽珊卓伴随左右，光之王信徒众多。戴佛斯·席渥斯爵士为首相，在东海望与赛丽丝王后和希琳公主会合。曼斯·雷德作为塞外之王被俘，其新生儿由野人女孩吉莉照料。史坦尼斯准备应对北方威胁，旗帜为烈焰红心。布拉佛斯铁金库大使泰楚·奈斯托斯在场，局势严峻，史坦尼斯力图巩固权力。"
  },
  {
    "characters": [
      "攸伦·葛雷乔伊",
      "阿莎·葛雷乔伊",
      "维克塔利昂·葛雷乔伊"
    ],
    "date": "伊耿历300年12月19日",
    "content": "攸伦·葛雷乔伊自称铁群岛之王和北境之王，宁静号船长。其兄巴隆坠海身亡，遗孀亚拉妮丝。阿莎·葛雷乔伊为黑风号船长，征服深林堡，丈夫为艾里·艾枚克。席恩被俘在恐怖堡。维克塔利昂为铁舰队总司令。攸伦的船长包括托沃德等，封臣如艾里代理派克城。铁民控制盾牌列岛、卡林湾等地，阿莎在深林堡有船员和情人科尔。攸伦野心勃勃，试图扩张势力。"
  },
  {
    "characters": [
      "劳勃·艾林",
      "培提尔·贝里席",
      "珊莎·史塔克",
      "约恩·罗伊斯"
    ],
    "date": "伊耿历300年12月19日",
    "content": "劳勃·艾林为体弱八岁公爵，鹰巢城统治者。其母莱莎夫人被培提尔·贝里席推出月门摔死，培提尔现为赫伦堡公爵和峡谷守护者。珊莎·史塔克伪装成阿莲·石东，培提尔的私生女。侍卫队长罗索·布伦爵士和奥斯威尔·凯特布莱克效忠培提尔。谷地诸侯如约恩·罗伊斯（青铜约恩）等支持或质疑培提尔。明月山脉原住民如夏噶、提魅活跃。培提尔操纵局势，谷地相对独立，未参与五王之战。"
  },
  {
    "characters": [
      "奥里斯·拜拉席恩",
      "伊耿一世"
    ],
    "date": "伊耿历2年1月1日",
    "content": "奥里斯·拜拉席恩在征服战争中表现出色，被伊耿一世任命为国王之手，并受封为风暴地新的封君。他击杀了末代风暴国王“骄傲的”亚尔吉拉，伊耿一世将亚尔吉拉的城堡、领土和女儿赐予奥里斯作为奖赏。奥里斯娶了亚尔吉拉的女儿为妻，继承了其家族的旗帜、家徽和箴言，奠定了拜拉席恩家族的基础。"
  },
  {
    "characters": [
      "劳勃·拜拉席恩",
      "伊里斯二世"
    ],
    "date": "伊耿历283年1月1日",
    "content": "劳勃·拜拉席恩推翻了“疯王”伊里斯·坦格利安二世的统治，夺取铁王座。他的继承权源于祖母伊耿·坦格利安五世的女儿，但他更愿宣称继承权来自战锤。在篡夺者战争中，劳勃领导反叛军，最终在君临沦陷后登基为安达尔人、洛伊拿人和先民的国王，七国统治者暨全境守护者。"
  },
  {
    "characters": [
      "罗柏·史塔克",
      "瓦德·佛雷",
      "卢斯·波顿"
    ],
    "date": "伊耿历299年1月1日",
    "content": "罗柏·史塔克在“五王之战”中赢得所有战役，但为换取佛雷家族支持，承诺迎娶瓦德·佛雷的女儿或孙女。当他转而娶简妮·维斯特林后，佛雷家与卢斯·波顿密谋，在孪河城的婚宴上发动“红色婚礼”，谋杀了罗柏及其追随者。罗柏的冰原狼灰风也一同被害，北境势力遭受重创。"
  },
  {
    "characters": [
      "泰温·兰尼斯特",
      "提利昂·兰尼斯特"
    ],
    "date": "伊耿历300年1月1日",
    "content": "泰温·兰尼斯特作为凯岩城公爵和国王之手，在厕所中被儿子提利昂杀害。提利昂因弑亲罪流亡狭海对岸。泰温的死导致兰尼斯特家族权力动荡，凯冯爵士接替部分职责，但家族内部矛盾加剧，影响了铁王座的稳定。"
  },
  {
    "characters": [
      "道朗·马泰尔",
      "弥赛菈·拜拉席恩",
      "崔斯丹·马泰尔"
    ],
    "date": "伊耿历300年1月1日",
    "content": "道朗·马泰尔安排儿子崔斯丹王子与弥赛菈·拜拉席恩公主订婚，以巩固多恩与铁王座的关系。弥赛菈被送往阳戟城作为养女，多恩宣布支持乔佛里国王的事业。这一联姻旨在通过和平手段加强多恩在七大王国的地位，但内部“沙蛇”等势力对道朗的保守政策不满。"
  },
  {
    "characters": [
      "艾德·史塔克",
      "乔佛里·拜拉席恩"
    ],
    "date": "伊耿历298年1月1日",
    "content": "艾德·史塔克被劳勃国王任命为国王之手，但发现乔佛里及其兄弟姐妹实为瑟曦与詹姆的私生子。艾德宣布乔佛里无权继承铁王座，导致被捕并以叛国罪处决。这一事件触发北境独立和“五王之战”，史塔克家族与兰尼斯特家族矛盾激化。"
  },
  {
    "characters": [
      "艾德敏·徒利",
      "伊耿一世"
    ],
    "date": "伊耿历1年1月1日",
    "content": "奔流城的艾德敏·徒利伯爵是第一批投效征服者伊耿的河间地领主之一。伊耿称王后为犒赏徒利家族，将其提升为三叉戟河流域的统治者，任命徒利家族为河间地新的封君。徒利家族的家徽是一尾自河中跃出的银色鳟鱼，底色为红蓝波纹，箴言是“家族、责任、荣誉”。这一任命确立了徒利家族在河间地的统治地位，为日后家族发展奠定了基础。"
  },
  {
    "characters": [
      "艾德敏·徒利"
    ],
    "date": "伊耿历7年1月1日",
    "content": "艾德敏·徒利接替辞职的奥里斯·拜拉席恩成为新任国王之手。他在任期间协助伊耿一世处理王国政务，但具体政绩记载较少。艾德敏·徒利作为徒利家族的代表，在铁王座中担任重要职务，进一步巩固了家族在河间地的势力。"
  },
  {
    "characters": [
      "艾德敏·徒利"
    ],
    "date": "伊耿历9年1月1日",
    "content": "艾德敏·徒利辞去国王之手职务。辞任原因未详细记载，可能与其他政务或家族事务有关。他的离职标志着徒利家族在中央政权中的短暂介入结束，但家族在河间地的统治依然稳固。"
  },
  {
    "characters": [
      "艾德慕·徒利",
      "萝丝琳·佛雷",
      "凯特琳·史塔克",
      "布林登·徒利"
    ],
    "date": "伊耿历299年1月1日",
    "content": "艾德慕·徒利公爵在自己的婚宴上被佛雷家族扣为人质，其新娘萝丝琳夫人已怀孕。他的大姐凯特琳·史塔克夫人在红色婚礼上被害，二姐莱莎·艾林被推出月门摔死。叔叔布林登·徒利爵士（黑鱼）前奔流城代理城主，现被追捕中。徒利家族在红色婚礼中遭受重创，多位成员死亡或被俘，家族势力大幅削弱。奔流城部属包括韦曼学士、戴斯蒙·格瑞尔爵士等继续坚守，但封臣如泰陀斯·布莱伍德、杰森·梅利斯特等也面临困境。"
  },
  {
    "characters": [
      "布林登·徒利"
    ],
    "date": "伊耿历300年1月1日",
    "content": "布林登·徒利爵士（黑鱼）在奔流城被围捕中，可能试图重整徒利家族势力或逃亡。作为前代理城主，他的行动对徒利家族的存续至关重要，但具体下落和计划未明。家族封臣如布莱伍德、梅利斯特等仍受战争影响，部分被关押或参与守夜人军团。"
  },
  {
    "characters": [
      "费雷哥·安塔里昂",
      "魁罗·瓦伦丁",
      "贝乐洁·奥瑟里斯",
      "艾莉亚·史塔克"
    ],
    "date": "伊耿历300年1月1日",
    "content": "布拉佛斯海王费雷哥·安塔里昂病重垂危，首席剑士魁罗·瓦伦丁负责护卫。交际花贝乐洁·奥瑟里斯活跃于社交场合，而艾莉亚·史塔克化名在黑白之院接受刺客训练，同时以猫儿等身份在码头区活动，与鱼贩布鲁斯科及其女儿布瑞亚、泰丽亚接触，并涉足快乐码头妓院，结识梅瑞琳、水手之妻等人物。"
  },
  {
    "characters": [
      "马拉乔·梅葛亚",
      "多法斯·潘尼米恩",
      "奈西索·维萨马",
      "本内罗",
      "马奇罗"
    ],
    "date": "伊耿历300年1月15日",
    "content": "瓦兰提斯由三位执政官马拉乔·梅葛亚、多法斯·潘尼米恩和奈西索·维萨马共同治理，虎党与象党势力交织。光之王拉赫洛的至高牧师本内罗及其助手马奇罗在城中传播信仰，水边寡妇作为前女奴掌握财富，女侏儒分妮带着宠物猪美女猪和狗嘎吱表演，其兄便特被谋害。执政官候选人艾利奥斯·奇赫达、帕拉奇罗·瓦勒罗斯和贝里西奥·斯坦戈尼活跃，渊凯使节格拉兹旦·莫·厄拉兹参与外交活动。"
  },
  {
    "characters": [
      "亚克哈兹·佐·亚扎克",
      "亚赞·佐·夸格兹",
      "伟大的克莱昂",
      "克莱昂二世",
      "割喉国王",
      "婊子女王"
    ],
    "date": "伊耿历300年2月1日",
    "content": "渊凯由大元帅亚克哈兹·佐·亚扎克统领盟军，奴隶商人亚赞·佐·夸格兹身患顽疾，其奴隶由保姆管理。阿斯塔波的屠夫王伟大的克莱昂统治不稳，继任者克莱昂二世在位仅八日被割喉国王谋杀，后者篡位后婊子女王宣布夺权，奴隶湾局势动荡，贵族如摩格哈兹·佐·佐尔因等沉迷享乐，内部权力斗争激烈。"
  },
  {
    "characters": [
      "丹妮莉丝·坦格利安",
      "巴利斯坦·赛尔弥",
      "达里奥·纳哈里斯",
      "灰虫子",
      "乔拉·莫尔蒙"
    ],
    "date": "伊耿历300年2月15日",
    "content": "丹妮莉丝·坦格利安作为弥林女王，统治奴隶湾，拥有三条龙卓耿、韦赛利昂和雷哥。她的护卫包括铁卫队长巴利斯坦·赛尔弥，训练侍从图科·李霍等；多斯拉克血盟卫乔戈、阿戈、拉卡洛忠诚跟随；指挥官达里奥·纳哈里斯领导暴鸦团，灰虫子指挥无垢者军团。乔拉·莫尔蒙作为不确定盟友活动，弥林宫廷由总管瑞茨纳克·莫·瑞茨纳克和圆颅大人斯卡拉茨·莫·坎塔克管理，贵族西茨达拉·佐·洛拉克等追求女王，外部威胁包括渊凯和阿斯塔波的势力。"
  },
  {
    "characters": [
      "昆廷·马泰尔",
      "克莱图斯·伊伦伍德",
      "阿奇巴德·伊伦伍德",
      "盖里斯·丁瓦特",
      "威廉·威尔斯",
      "凯德里学士"
    ],
    "date": "伊耿历300年3月1日",
    "content": "昆廷·马泰尔王子从多恩出发，试图与丹妮莉丝联姻，带领护卫克莱图斯·伊伦伍德爵士、阿奇巴德·伊伦伍德爵士、盖里斯·丁瓦特爵士、威廉·威尔斯爵士和凯德里学士。途中遭遇海盗袭击，克莱图斯、威廉和凯德里被杀害，昆廷一行损失惨重，继续前往奴隶湾寻求丹妮莉丝的支持，以巩固坦格利安家族在多恩的联盟。"
  },
  {
    "characters": [
      "小格里芬",
      "格里芬",
      "罗利·达克菲",
      "莱摩儿修女",
      "哈尔顿"
    ],
    "date": "伊耿历300年3月15日",
    "content": "小格里芬在洛恩河上航行，自称伊耿·坦格利安，由养父格里芬（实为琼恩·克林顿）保护，同伴包括骑士罗利·达克菲、莱摩儿修女和导师哈尔顿。他们乘坐含羞少女号，船长耶达里和妻子耶利亚协助，计划登陆维斯特洛争夺铁王座，黄金团可能暗中支持，身份秘密逐步揭开，准备应对七王国的动荡。"
  },
  {
    "characters": [
      "维克塔利昂·葛雷乔伊",
      "卡尔文学士",
      "罗德利克·斯帕",
      "红拉弗·斯通浩斯"
    ],
    "date": "伊耿历300年4月1日",
    "content": "铁舰队司令维克塔利昂·葛雷乔伊率领舰队前往奴隶湾，携带鸦眼攸伦赠送的无舌床伴和卡尔文学士。船员包括单耳沃费、拉格诺·派克等，船长如罗德利克·斯帕、红拉弗·斯通浩斯指挥各自船只。维克塔利昂意图与丹妮莉丝结盟，利用龙的力量增强铁群岛势力，内部忠诚度受攸伦影响，航行中面临海盗和海上挑战。"
  },
  {
    "characters": [
      "哈利·斯崔克兰",
      "黑巴曲",
      "兰索诺·马尔",
      "福兰克林·佛花"
    ],
    "date": "伊耿历300年4月15日",
    "content": "黄金团由团长哈利·斯崔克兰领导，拥有一万战士，目前雇主不明。成员包括弓箭手指挥官黑巴曲、情报官兰索诺·马尔、财务官高利斯·艾多因和私生子福兰克林·佛花。流亡者如马柯·曼达克爵士和莱斯维尔·培克爵士加入，军士卡斯波·希山等维持纪律。创始人伊葛·河文爵士的遗产影响团队，前任团长马里斯·黑火在九铜板王之战被杀，黄金团准备介入维斯特洛事务，支持潜在王位宣称者。"
  },
  {
    "characters": [
      "褴衣亲王",
      "卡戈",
      "丹佐·德汉",
      "修夫·亨格福德",
      "欧森·石东爵士",
      "路西法·朗爵士",
      "林地的威尔",
      "稻草迪克",
      "姜杰克",
      "梅里丝",
      "书本",
      "扁豆",
      "老骨头比尔",
      "米利欧·密拉克斯"
    ],
    "date": "伊耿历300年1月1日",
    "content": "风吹团作为一支拥有两千名骑兵和步兵的佣兵团，正式向渊凯城效力。团长褴衣亲王曾是潘托斯贵族，以其领导力和战略眼光著称。他的核心助手包括以残忍闻名的“屠尸手”卡戈和战士诗人丹佐·德汉。团内成员多样，如因偷窃被砍去手指的前财务官修夫·亨格福德，以及来自维斯特洛的佣兵欧森·石东爵士等。拷问官“美女”梅里丝负责审讯工作，而瓦兰提斯剑客书本则以博学闻名。这支队伍在奴隶湾的冲突中扮演重要角色，协助渊凯对抗丹妮莉丝·坦格利安的势力。"
  },
  {
    "characters": [
      "血胡子"
    ],
    "date": "伊耿历300年1月1日",
    "content": "猫之团由血胡子领导，是一支拥有三千战士的佣兵团，目前为渊凯效力。血胡子作为团长和指挥官，以其凶猛和战术能力在奴隶湾的战争中发挥作用。该团规模较大，增强了渊凯的军事力量，在对抗丹妮莉丝·坦格利安女王的军队中参与多场战斗，尽管具体细节不详，但他们在当地冲突中展现了佣兵的典型机动性和忠诚度。"
  },
  {
    "characters": [
      "吉洛·雷哈"
    ],
    "date": "伊耿历300年1月1日",
    "content": "长枪团由吉洛·雷哈指挥，是一支专注于骑兵作战的佣兵团，拥有八百名骑兵，目前为渊凯效力。吉洛·雷哈作为团长，领导这支机动部队在奴隶湾的战场上执行快速打击任务。他们的加入强化了渊凯的防御和进攻能力，在对抗丹妮莉丝·坦格利安势力的过程中，长枪团可能参与了骑兵冲锋和侧翼包抄等行动，尽管具体战役未详细记录，但他们的存在对当地战局产生了影响。"
  },
  {
    "characters": [
      "棕人本·普棱",
      "卡斯帕罗",
      "提贝罗·伊斯昂",
      "锤子",
      "钉子",
      "拐骗",
      "凯姆",
      "巴卡约",
      "乌汉"
    ],
    "date": "伊耿历300年1月1日",
    "content": "次子团由棕人本·普棱领导，是一支拥有五百骑兵的佣兵团，效忠于丹妮莉丝·坦格利安女王。副指挥“狡诈的”卡斯帕罗以其刺客技能辅助团长，财务官提贝罗·伊斯昂负责团内经济事务。成员包括酗酒铁匠锤子及其学徒钉子、独臂军士拐骗、年轻佣兵凯姆、著名斧手巴卡约和士官乌汉。该团在奴隶湾战争中支持丹妮莉丝，参与解放奴隶和对抗渊凯等势力的行动，展现了佣兵在女王阵营中的忠诚和战斗力。"
  },
  {
    "characters": [
      "达里奥·纳哈里斯",
      "鳏夫",
      "乔金"
    ],
    "date": "伊耿历300年1月1日",
    "content": "暴鸦团由达里奥·纳哈里斯指挥，是一支拥有五百骑兵的佣兵团，效忠于丹妮莉丝·坦格利安女王。达里奥以其魅力和战术智慧著称，副指挥鳏夫和弓箭手指挥官乔金协助管理团队。该团在奴隶湾的冲突中扮演关键角色，支持丹妮莉丝的解放事业，参与多场战斗，如围攻弥林等。他们的骑兵优势用于快速突袭和防御，增强了女王军队的机动性，尽管面临内部挑战和外部威胁，暴鸦团始终是丹妮莉丝阵营的重要力量。"
  }
]