[
  {
    "characters": [
      "赵玖",
      "康履",
      "杨沂中",
      "潘妃"
    ],
    "date": "1127年8月15日",
    "content": "赵玖（魂穿赵构）在亳州明道宫落井后苏醒，行为异常，引起康履和杨沂中警惕。赵玖拒绝见潘妃，坚持与班直同餐，表现出对南逃政策的不满。他夜间射箭以安抚人心，但内心充满失落和烦躁，尝试跳井未果后逐渐认命。康履试图控制局面，杨沂中则暗中监视。赵玖开始接触基层士卒，寻求突破隔离。"
  },
  {
    "characters": [
      "赵玖",
      "赤心队士卒",
      "杨沂中"
    ],
    "date": "1127年8月16日",
    "content": "赵玖在赤心队营地与士卒交谈，了解他们来自辽东的背景和抗金经历。他试图拉拢这支无牵无挂的骑兵部队，并询问岳飞下落，但未获信息。杨沂中突然出现，送来潘妃的雪糕，赵玖警觉被监视。夜间，赵玖强行留宿赤心队营帐，几名士卒误信金军将至而谋反，被刘晏镇压。赵玖赦免反贼，与杨沂中隔帐对话，表达抗金意愿和迷茫，杨沂中透露岳飞因弹劾李纲被罢免。"
  },
  {
    "characters": [
      "赵玖",
      "杨沂中",
      "刘晏"
    ],
    "date": "1127年8月17日",
    "content": "赵玖清晨出帐，安抚刘晏，提拔赤心队50骑为御前班直，以分杨沂中权柄。杨沂中称赞赵玖有英雄气，并主动反水，指出赵玖作为天子无需防备臣僚，建议用学士、御史制衡康履等人。杨沂中自述家破人亡之痛，赵玖得知其为杨家将后裔。赵玖询问杨沂中字正甫，初步建立信任，决定利用制度优势突破隔离。"
  },
  {
    "characters": [
      "赵玖",
      "康履",
      "黄潜善",
      "汪伯彦",
      "王渊",
      "杨沂中"
    ],
    "date": "1127年8月17日",
    "content": "赵玖返回行在，强硬召见宰执和都统制，提出召回李纲或宗泽，遭康履等人反对。赵玖以中原士民抗金情绪和自身落井失忆为由，要求广开言路，让所有官员上书讨论中原布防。康履等被迫同意，但会后密谋控制奏疏内容，抹黑李纲、宗泽，确保南逃政策。赵玖首次掌握主动，暴露抗金决心，五人集团开始策划应对。"
  },
  {
    "characters": [
      "赵玖",
      "康履",
      "杨沂中"
    ],
    "date": "1127年8月20日",
    "content": "赵玖在亳州行在后殿首次大规模接触文武奏疏，发现朝臣多主张南逃或投降。康履解释张邦昌事件，称其曾为金人所立伪帝，后还政于赵构，但因与靖恭夫人私通遭流放。赵玖认为不应因此杀人，下令释放靖恭夫人并命其与张邦昌团聚，同时将张邦昌禁足潭州。赵玖还询问宫中人数，得知有数百宫人，包括登基后搜罗的‘浣衣娘’，遂决定仅留少数侍奉潘贤妃与皇嗣，其余赐予离散军官家属，但不得随军。康履借机推荐吕好问、张浚次日觐见。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "张浚",
      "康履",
      "杨沂中"
    ],
    "date": "1127年8月21日",
    "content": "赵玖在明道宫后殿接见吕好问与张浚。吕好问闲谈中确认赵玖神智清醒，并解释中原防务困境：河北、中原多乱兵民兵，缺乏装备，难以抗金；建议依靠江南财赋、西北兵马，逐步恢复士气。赵玖追问若金军南下追击行在、淮河长江不守该如何，吕好问默然。赵玖遂复吕好问尚书右丞职，留行在咨询。张浚突然请求私下奏对，弹劾黄潜善、汪伯彦、康履隔绝内外，主张召回李纲、宗泽及御营统制。赵玖初显犹豫，张浚坚称验奏疏即可证罪。康履惊恐跪地，赵玖最终下令杨沂中处决康履，血溅殿中。"
  },
  {
    "characters": [
      "赵玖",
      "杨沂中",
      "刘晏"
    ],
    "date": "1127年9月1日",
    "content": "赵玖夜梦被金军围困跳井，惊醒后晨骑出巡，忧心局势。朝局已变：黄潜善罢相，汪伯彦降职，王渊留任御营都统制；吕好问掌东府，张浚升御史中丞，杨沂中与蓝珪共领内侍省，刘晏负责宿卫。赵玖提拔近侍群臣，但面临三大困境：财政依赖东南梁扬祖，尚未到位；军队分散剿匪，无主力可用；宗泽屡请赵玖返东京，称有百万大军，赵玖担忧金军主力南下，宗泽却不信，双方信任危机。赵玖遥望西北，叹抗金之路艰难。"
  },
  {
    "characters": [
      "王彦",
      "岳飞",
      "范一泓"
    ],
    "date": "1127年10月15日",
    "content": "金军第三次南侵开始，粘罕部围剿王彦七千兵于河北。王彦部在新乡胜后遭金军反扑，败退太行山。岳飞因断后未得接应，愤而独建营寨，拒合兵。王彦屡令不移，岳飞单骑拜山质问。宴间，岳飞斥王彦避战山中如贼大王，疑其抗金决心。王彦解释军务取舍，但岳飞坚持平原抗金。王彦最终出具文书，许岳飞单独领兵，二人分道扬镳。王彦以‘天日昭昭’明志，岳飞默然离去。此事件凸显宋军内部分歧与抗金意志考验。"
  },
  {
    "characters": [
      "岳飞",
      "王彦",
      "张显",
      "汤怀",
      "王贵"
    ],
    "date": "1127年10月15日",
    "content": "岳飞因战略分歧与王彦发生争执后，单骑离开王彦山寨，冷静思考后意识到自己和王彦都因家乡相州近在咫尺而情绪波动。岳飞回忆自己从农家子弟成长为勇将的经历，以及性格从暴躁到成熟的转变。张显和汤怀前来接应，告知王彦允许他们自领兵行动。岳飞在营寨中与王贵商议，得知俘虏的金将透露金军分东西两路南下，西路军十万兵攻陕州、洛阳，东路军十一个万户攻河北大名府。王贵建议趁金军围剿王彦时绕道回相州，但岳飞最终决定放弃私心，率军渡河南归，向宗泽报告军情并协助守卫东京，以实现长远抗金目标。"
  },
  {
    "characters": [
      "赵构",
      "李纲",
      "杨沂中",
      "刘晏",
      "宇文虚中"
    ],
    "date": "1127年11月1日",
    "content": "赵构随行在从亳州向南阳迁移，途中在颍水畔因淮西贼丁进拦路而暂停。李纲主持政事堂会议，决定先剿灭丁进，调韩世忠来护卫行在，张俊去寿春。赵构在杨沂中和刘晏护卫下视察界沟镇周边村庄，了解民情，发现当地社会虽受战乱影响但尚存生气，商品流通如淮南稻米补充淮北。赵构担忧金军南下破坏现状，夜间黯然神伤。杨沂中察觉官家心思，委婉劝阻进入市集，但赵构仍好奇民间风貌。"
  },
  {
    "characters": [
      "赵构",
      "李纲",
      "张浚",
      "赵鼎",
      "胡寅"
    ],
    "date": "1127年11月2日",
    "content": "行在停驻界沟，官员闲极生事，相互攻讦。张浚、赵鼎、胡寅在厢房聚会，讨论李纲跋扈和官家仁心。傍晚，哨骑传来军报，金军主力由完颜兀术率领渡河南下，直指京东东路，兵力五万以上，引发行在恐慌。赵构保持冷静，指出金人如野兽般必然南侵，并分析金兀术因阿骨打嫡子身份掌东路军权。李纲虽感风寒，仍稳定人心，决定第二日再议对策。"
  },
  {
    "characters": [
      "赵构",
      "李纲",
      "张浚",
      "宇文虚中"
    ],
    "date": "1127年11月3日",
    "content": "政事堂会议上，赵构强调金军必追行在，主张咨询韩世忠等将领战守之策，批评以文驭武弊端。李纲反对武人掌权，但同意咨询将领，并定下方略：令宗泽、刘光世加强防务；行在转移至顺昌府；派兵剿灭丁进。行在南下税子步镇，赵鼎狼狈回报韩世忠反叛消息，赵构震惊无语。局势危急，行在仅剩数百班直护卫，面临金军和内部叛乱双重威胁。"
  },
  {
    "characters": [
      "赵玖",
      "赵鼎",
      "李纲",
      "杨沂中"
    ],
    "date": "1127年12月18日",
    "content": "赵鼎从百尺镇狼狈逃回行在，报告韩世忠前军哗变，射杀御史牛某，并威胁逼近行在。赵玖起初不信韩世忠会反叛，但在李纲和杨沂中的劝说下，意识到局势危急，即使韩世忠本人未反，乱兵也可能失控。李纲建议赵玖秘密过河逃往顺昌府，调回刘晏的赤心队。赵玖犹豫不决，担心抛下文武官员和家眷会导致混乱，最终决定不逃，而是亲自前往韩世忠驻地斤沟镇求证。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠",
      "赵鼎",
      "张浚",
      "宇文虚中",
      "杨沂中"
    ],
    "date": "1127年12月18日",
    "content": "赵玖在赵鼎、张浚、宇文虚中和杨沂中陪同下，连夜骑马前往斤沟镇。途中赵玖反思局势，坚信韩世忠不会叛变，将其视为心腹将领。到达斤沟镇后，赵玖在韩世忠中军大帐前高声呼喊，说明前军造反之事。韩世忠被惊醒，惊慌失措，赵玖的信任让他感动。韩世忠立即出兵平叛，赵玖等人留在镇中等待消息，期间梁夫人招待他们用餐。"
  },
  {
    "characters": [
      "韩世忠",
      "赵玖",
      "赵鼎",
      "宇文虚中",
      "张浚"
    ],
    "date": "1127年12月19日",
    "content": "韩世忠轻骑前往百尺镇，在街上斩杀哗变统领，带回首级复命。他解释叛变原因是前军不满缴获上交和安置问题，且多为降兵出身。赵鼎弹劾韩世忠治军不力，要求罢免其职。赵玖权衡后，免去韩世忠承宣使衔，降为权统制，但保留兵权。赵玖将玉腰带赠予韩世忠，表达信任和倚重，并承诺未来若成功，封其为郡王。此举安抚了韩世忠，稳定了军心。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "汪伯彦",
      "韩世忠"
    ],
    "date": "1127年12月25日",
    "content": "赵玖返回顺昌府，得知李纲病重无法理政。汪伯彦报告济南府刘豫降金，关胜被毒杀，京东东路局势恶化。赵玖询问淄州知州赵明诚情况，吕好问确认赵明诚未降但弃城而逃。行在文武恐慌，建议南逃扬州，赵玖拒绝并处置提议者。后续消息传来，青州郑宗孟战败，京东东路基本沦陷。行在混乱，赵玖私下出城会见韩世忠，询问能否与金军一战，韩世忠回复中原平阔，金军骑兵强大，难以正面作战，赵玖黯然。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠",
      "吕好问",
      "赵鼎",
      "张浚",
      "王渊",
      "汪伯彦",
      "宇文虚中"
    ],
    "date": "1127年12月15日",
    "content": "在顺昌府官府大堂，赵玖面对群臣劝谏南迁扬州的压力。赵鼎率先以抗金派身份主张暂避淮甸，强调保全实力以图将来；王渊流泪进言，比喻宋军如朽木难挡金军锐气；吕好问代表百官请求赵玖立下决心南迁。赵玖最终宣布决策：李纲、潘贤妃及皇嗣先行扬州；韩世忠已往淮东布防；赵玖本人将率部分文武及顺昌民壮、府库移驻寿州，临淮御敌。群臣释然，认为赵玖终于开窍，接受南迁现实。"
  },
  {
    "characters": [
      "赵玖",
      "张浚",
      "赵鼎",
      "胡寅",
      "许景衡",
      "呼延通"
    ],
    "date": "1127年12月18日",
    "content": "赵玖率迁移队伍沿颍水南下，途中张浚与赵鼎讨论赵玖真实意图，担忧过淮后民心泄气。胡寅持金牌传令，赵玖震怒下令斩杀呼延通部小校及北逃通判，因侵占百姓财物。事件引发张浚、赵鼎惊骇，猜测赵玖可能意图在淮上决战。队伍抵达淮河北岸，张浚叮嘱赵鼎过河后速返行在，预示淮上或将有变局。"
  },
  {
    "characters": [
      "赵玖",
      "张俊",
      "杨沂中",
      "张悫",
      "吕好问",
      "张浚"
    ],
    "date": "1127年12月20日",
    "content": "赵玖在寿州淝水东台亭会见张俊，初时气氛紧张，赵玖撤奢华布置、赏赐班直后枯坐不语。张俊恭顺立雪，赵玖最终邀其私谈，于淮上雪景中直言君臣关系：昔在河北相依为命，今赵玖有韩世忠与江南倚仗，张俊若无赵玖则如败犬。赵玖逼问淮河能否防守，张俊承诺若金军三万以下且由兀术统帅，可联韩世忠、刘光世等凭坚城大河固守。赵玖决意驻寿春诱敌，约定事成共享荣华，事败勿见。"
  },
  {
    "characters": [
      "赵玖",
      "张俊",
      "吕好问",
      "汪伯彦",
      "王渊",
      "刘正彦",
      "刘晏"
    ],
    "date": "1127年12月25日",
    "content": "赵玖在寿州整备防务，分散文臣以减阻挠：张悫赴淮东筹款，许景衡往寿春安置官员。消息传来，刘正彦用刘晏疑兵计降服淮西贼丁进，贼兵将汇合行在；金兀术击败沂蒙山叛军，清除南下障碍，距赵玖仅隔刘光世防线。赵玖万事俱备，依韩世忠约法三章：金军来则移南岸指挥；超三万或淮水结冰即撤；自应付文臣。意图以自身为饵，诱金偏师决战淮上，提振士气。"
  },
  {
    "characters": [
      "完颜兀术",
      "完颜挞懒",
      "秦桧",
      "韩常"
    ],
    "date": "1127年12月28日",
    "content": "在青州益都，金东路军内部争议南征。兀术主张南下擒赵玖，灭宋以取中原；挞懒以国主旨意取京东东路为由反对，欲稳守鲁地。兀术逼挞懒许可，挞懒咨询降臣秦桧，秦桧建议设限：兀术需分兵取大名府且年前突破刘光世防线。恰此时军报至，刘光世弃六州南逃，兀术大笑称天意灭宋，挞懒遂同意南征。秦桧计策被采纳，但刘光世溃逃使条件自动满足，金军南下势在必行。"
  },
  {
    "characters": [
      "赵玖",
      "张俊",
      "刘光世"
    ],
    "date": "1127年12月16日",
    "content": "金军南下，济南府百姓暴动抗金，投降的济南知府刘豫向挞懒求援。金兀术分兵五千偏师骑兵，随挞懒扫荡济南府后沿梁山泊南下占据济州，作为后路接应。金兀术冒雪南下，准备追击刘光世部直扑淮甸。赵官家在下蔡城与张俊等待消息，刘光世飞马来报，称六个军州同时遭金军主力猛攻，估计金军总数不下十万。行在重臣惊慌，赵玖绝望，与张俊彻夜讨论后认为可能是兀术本部五万人南下，但仍感守备困难。张俊建议赵玖渡淮河撤退，赵玖心有不甘但最终同意，准备渡淮并疏散寿州士民。"
  },
  {
    "characters": [
      "赵玖",
      "张俊",
      "杨沂中",
      "张浚"
    ],
    "date": "1127年12月25日",
    "content": "赵玖在下蔡城东城门外目睹乡勇械斗，场面混乱，有伤者肠子流出。御史中丞张浚引用李若水描述金军南下惨状，劝赵玖勿因小事分心，尽快渡河以安人心。赵玖心系百姓，与张浚等人意见分歧。张俊部将田师中赶来处置械斗，杀四五人以警示，并解释冲突源于顺昌府乡勇勒索逃亡士民。赵玖对军队纪律失望，张俊再次劝赵玖当夜渡淮，因刘光世部溃军已近涡水，金军追击紧迫。赵玖无奈同意，当晚行在文武渡淮至八公山，张俊建议赵玖南渡据江偏安，赵玖未驳斥。"
  },
  {
    "characters": [
      "赵玖",
      "杨沂中",
      "刘光世",
      "张俊"
    ],
    "date": "1127年12月27日",
    "content": "赵玖在八公山目睹刘光世部溃军涌向下蔡城，数量远超预期，杨沂中解释刘光世部原有一万二三，现增至两万，包括本地乡勇。赵玖下令赵鼎寻王渊过河安抚刘光世，整理败兵。傍晚，金军小股骑兵抵达城下，溃兵惊慌跳河，金军砍杀溃军后离去。赵玖对宋军士气低落感到憋屈。夜间，下蔡城内骚动，杨沂中推测为刘光世部与张俊部因宿营、伙食争执。赵玖宿营后做噩梦，回忆穿越经历。杨沂中报告刘光世引精锐抢船渡河，烧毁下蔡内渡，致张俊部成孤军。赵玖怒不可遏，召刘光世等人御前会议。"
  },
  {
    "characters": [
      "赵玖",
      "刘光世",
      "王渊",
      "汪伯彦",
      "杨沂中",
      "王德",
      "傅庆"
    ],
    "date": "1127年12月27日",
    "content": "刘光世跪地哭诉被张俊、王渊排挤，称王渊因运输财货拒其夜渡，导致部下夺船烧渡。王渊推责下属皇甫佐，汪伯彦沉默不语。赵玖收到韩世忠文书，双手微颤。赵玖揭露刘光世谎报军情、意图南逃，并指出王渊、汪伯彦等人因惧刘光世兵变而维护。赵玖召王德、傅庆问话，王德承认官家大于太尉，傅庆被劝投靠官家。刘光世辩解无谋逆意，赵玖不信，命王德、傅庆制住刘光世。吕好问、张浚劝勿亲杀太尉，赵玖不顾，持刀割喉刘光世，称宁亡国也要杀之。刘光世挣扎而死，赵玖释然。"
  },
  {
    "characters": [
      "赵玖",
      "刘光世",
      "王德",
      "傅庆",
      "乔仲福",
      "张景",
      "杨沂中",
      "吕好问",
      "张浚",
      "汪伯彦"
    ],
    "date": "1127年12月1日",
    "content": "赵玖在八公山亲手诛杀刘光世，引发军中骚动。金军主力抵达淮北，与宋军隔河对峙。刘光世旧部三千西军因失去主将而鼓噪索赏，赵玖与吕好问、张浚等重臣商议对策，决定发放赏赐以稳定军心。赵玖亲自监督赏赐分发，并召见闹事军官，开诚布公处理诉求。部分军官因畏惧金军或为刘光世鸣不平而受罚，赵玖借机整肃军纪，强调抗金决心。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "张浚",
      "杨沂中",
      "乔仲福",
      "张景"
    ],
    "date": "1127年12月1日",
    "content": "赵玖在山顶小寨召见西军军官，听取他们因思乡、财货损失或为刘光世不平而闹事的原因。他承诺发放赏赐，但对为刘光世鸣不平者施以军棍，并严惩欲逃离军伍者。赵玖亲自射杀一名威胁讨赏的军官，以首级示众，重申军纪：畏战者与刘光世同罪。此举震慑全军，赵玖宣布亲自统领刘光世旧部，并监督赏罚，强化控制。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "张浚",
      "王德",
      "金兀术"
    ],
    "date": "1127年12月1日",
    "content": "吕好问与张浚在山顶议论赵玖行为，认为其弃文臣倚武人，自私冒进。忽报金军小股渡河侦查，赵玖惊惶后镇定，命王德率亲军出击。王德在河畔击毙十余名金军，驱逐一船，宋军欢呼。金兀术在北岸目睹，确认赵玖未逃，杀一降人后归营。此小胜提振士气，赵玖借机升王德为统制，整编部队，准备应对金军主力。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "张浚",
      "王德",
      "胡寅",
      "林景默"
    ],
    "date": "1128年1月1日",
    "content": "除夕夜，赵玖在八公山大营宴饮，林景默送来物资包括咸水鸭。宴间王德跳舞表忠，王渊、汪伯彦回忆往事，乔仲福、张景痛哭释压。胡寅作诗勉励抗金、迎回二圣，赵玖领众郑重纳下。雪花飘落，赵玖下令加强巡逻。吕好问醉中劝赵玖注意礼仪，赵玖以临阵着甲为由回应。宴后君臣和谐散去，赵玖归帐，准备应对金军威胁。"
  },
  {
    "characters": [
      "赵玖",
      "杨沂中",
      "张浚"
    ],
    "date": "1128年1月1日",
    "content": "除夕夜，赵玖在八公山北峦忧心下蔡城军心，决定亲自渡淮河慰问张俊。杨沂中建议派使者，但赵玖坚持亲往。张浚闻讯赶来劝阻，赵玖以历史典故解释自己一意孤行的原因，强调必须稳定张俊军心。最终赵玖携刘光世首级和礼物，乘小船冒雪渡河，展现了对下蔡局势的深切关注和决心。"
  },
  {
    "characters": [
      "赵玖",
      "张俊",
      "杨沂中",
      "田师中"
    ],
    "date": "1128年1月1日",
    "content": "赵玖抵达下蔡城，在张俊卧房会面。他带来咸水鸭、刘光世首级和琉璃葡萄，重申东台亭承诺，鼓励张俊抗金。赵玖表示若张俊无法守城可提前通知，不强求死守。张俊震惊于赵玖的推心置腹，赵鼎被释放并任命为寿州知州。此次会面缓解了城中紧张气氛，赵玖随后安全返回南岸。"
  },
  {
    "characters": [
      "金兀术",
      "阿里",
      "讹鲁补"
    ],
    "date": "1128年1月1日",
    "content": "金兀术在除夕夜饮酒后，决定乘小船渡淮河侦察宋军营地。他观察八公山和下蔡城地形，认为宋军防御坚固，难以强攻。阿里和讹鲁补劝阻无效，金兀术坚持渡河，评估渡河可能性和宋军士气。此行加深了他对战场形势的了解，为后续决策提供依据。"
  },
  {
    "characters": [
      "张俊",
      "赵球",
      "金兀术",
      "阿里",
      "讹鲁补"
    ],
    "date": "1128年1月2日",
    "content": "金军使者赵球入下蔡城劝降张俊。张俊提出投降条件：金银财货换取开城。金兀术起初犹豫，但经商议后同意，认为可避免攻城损失。张俊贪财名声使金人相信其诚意，双方约定先付部分财物，次日开城。赵球多次往返沟通，金兀术派兵扫荡周边，准备接收下蔡。"
  },
  {
    "characters": [
      "张俊",
      "赵球",
      "时文彬",
      "赵鼎",
      "田师中"
    ],
    "date": "1128年1月3日",
    "content": "张俊在宅邸接收金军送来的金银财宝，包括刘光世遗留物品和赵明诚夫妇金石。他召集军官宣布开城投降计划，赵鼎反对并大骂张俊无耻。张俊当众展示刘光世首级，解释赵玖除夕来访之事。军官李老三质疑投降，要求送信通知南岸。张俊同意，但计划继续执行，城中军心进一步动摇。"
  },
  {
    "characters": [
      "张俊",
      "田师中",
      "李老三",
      "赵球",
      "赵鼎",
      "时文彬"
    ],
    "date": "1128年1月3日",
    "content": "张俊在下蔡城召集旧部军官，面对李老三等人的质疑，他通过斩杀赵球震慑众人，强调部下们是他发家的本钱。张俊倾尽私藏的四万两白银、一千五百两黄金及珠宝，分赏军官和士兵，激励他们死守下蔡。他解释自己贪财但懂得靠人脉发大财，并任命田师中为女婿，巩固忠诚。田师中负责拆房建砲车防御金军攻城，张俊则因心力交瘁休息。事件凸显张俊的权谋和守城决心，为后续抗金战事奠定基础。"
  },
  {
    "characters": [
      "金兀术",
      "阿里",
      "讹鲁补",
      "时文彬"
    ],
    "date": "1128年1月3日",
    "content": "金兀术在帅帐与万夫长阿里、讹鲁补军议，讨论是否攻打下蔡城或渡淮河。阿里主张先攻城再渡河，强调稳扎稳打；金兀术则坚持渡河优先，避免中张俊诱敌之计。双方争执后，金兀术决定继续准备浮桥渡淮，不攻下蔡。会后，金兀术心情郁结，命时文彬写劝降书给赵构，提及金国封宋徽宗、钦宗为昏德公和重昏侯，试图羞辱宋廷。时文彬被迫从命，事件反映金军内部战略分歧和兀术的急躁。"
  },
  {
    "characters": [
      "赵构",
      "胡寅",
      "时文彬",
      "吕好问",
      "张浚",
      "杨沂中"
    ],
    "date": "1128年1月4日",
    "content": "赵构接见金使时文彬，收到金兀术的劝降书，内容侮辱宋徽宗、钦宗。赵构内心无动于衷，但碍于封建礼法，未公开表露。他命胡寅起草回信，后不满内容过于传统，亲自在绢帛上吐唾沫并盖印，落款“河北沧州赵玖”，以示轻蔑。时文彬携回信离去。赵构随后召集中枢大臣，宣布多项抗金政策：明定宋金为敌，号召天下勤王；禁止议和；恢复义军招募；任命李纲为平章军国重事；誓言死守八公山，若败不逃不降，嘱杨沂中了断。事件强化了宋廷抗战决心。"
  },
  {
    "characters": [
      "赵玖",
      "杨沂中"
    ],
    "date": "1128年2月15日",
    "content": "赵玖在八公山御帐中夜不能寐，与杨沂中坦诚交谈，表达对即将到来的战事的忧虑和恐惧。赵玖承认自己缺乏战场经验，担心金军强大难以抵挡，并私下恳求杨沂中在战败时助他了断，以避免被俘受辱。杨沂中沉默以对，赵玖则强调此非君命而是私人请求，并让杨沂中不必再守夜，以养精蓄锐备战。"
  },
  {
    "characters": [
      "金兀术",
      "时文彬",
      "阿里",
      "讹鲁补"
    ],
    "date": "1128年2月16日",
    "content": "金兀术在淮北大营召开军事会议，决定立即搭建浮桥渡淮。他提出三个理由：春季将至可能引发春汛增加渡河难度；赵玖的旨意可能招募义军支援，需及早行动；担心赵玖表面坚守实则逃跑。阿里和讹鲁补虽有疑虑但最终同意。会后，金兀术让时文彬留宿中军大帐，次日清晨时文彬发现数十名宋国降人被斩首示众，震惊失语。"
  },
  {
    "characters": [
      "赵玖",
      "张浚",
      "吕好问",
      "汪伯彦",
      "胡寅",
      "杨沂中"
    ],
    "date": "1128年2月17日",
    "content": "金军开始搭建浮桥渡淮，赵玖在八公山北峦龙纛下坐镇。文臣们如张浚、吕好问、汪伯彦、胡寅等多次建议干预战事，被赵玖斥责。胡寅提议赵玖移驾渡口擂鼓助威，遭杨沂中反对，指出可能被误认为逃跑。赵玖讽刺文臣纸上谈兵，强调自己坐镇不动即可激励士气和约束文臣。宋军舟师初战失利，部分船只被金军夺取，赵玖内心焦虑但表面保持镇定。"
  },
  {
    "characters": [
      "张永珍",
      "侯丹",
      "蒲卢浑",
      "金兀术"
    ],
    "date": "1128年2月17日",
    "content": "宋军准备将张永珍在舟师失利后，不顾部下劝阻，率少数军士反向突击金军。他夺取一艘火船，成功点燃金军一艘大船，引发混乱。张永珍勇猛作战，身中多箭，继续试图攻击其他金军船只。金军猛安蒲卢浑下令围攻，但张永珍的陇西口音震慑部分汉军。最终，张永珍重伤，火船失控，宋军另一艘大船救援并撞击浮桥。金兀术见下游出现宋军巨舰，下令撤军，蒲卢浑不解但服从。"
  },
  {
    "characters": [
      "赵玖",
      "张永珍",
      "杨沂中"
    ],
    "date": "1128年2月15日",
    "content": "赵玖在八公山营寨探望重伤的张永珍，张永珍在淮河之战中身中十九箭，生命垂危。他向赵玖请求身后封赏，包括追封官职、封妻荫子，并希望成为淮河河神。临终前，张永珍坦言自己并非出于忠心，而是极度思乡才奋力作战。赵玖承诺兑现所有要求，张永珍去世后，赵玖悲痛大哭，引发帐外官员和士兵的震动。随后，赵玖安排追赠张永珍为协忠大夫，并计划立庙封神，同时厚葬同船战死者。"
  },
  {
    "characters": [
      "赵玖",
      "刘洪道",
      "吕好问"
    ],
    "date": "1128年2月15日",
    "content": "赵玖在山顶小寨接见京东两路逃亡官员，包括青州知州刘洪道。赵玖批评官员弃地逃亡，但强调抗金为重，赦免刘洪道并任命他为江南西路制置使，负责收编部队、平定江西后支援淮上。赵玖引用李清照诗句“生当作人杰，死亦为鬼雄”激励众人，重申不再退却的决心。官员们受震慑，刘洪道感激接受任命，赵明诚等官员因弃地行为被讽刺。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠",
      "吕好问",
      "张浚"
    ],
    "date": "1128年2月15日",
    "content": "韩世忠率风帆舰队抵达八公山，改变战局，金军渡淮计划受挫。赵玖在御帐准备热饭接待韩世忠，显示特殊恩遇。吕好问等文官在木舍小酌，讨论韩世忠的功劳和赵玖的重武倾向，猜测战役谋划源于韩世忠的舰队和赵玖的决策。刘洪道透露韩世忠在厥涧击败金军偏师，俘获女真兵和马匹。夜间，宋军整肃迎敌，杨沂中率班直出寨，金军同时夜袭下蔡，战事再起。"
  },
  {
    "characters": [
      "赵玖",
      "马伸",
      "张所",
      "吕好问",
      "张浚"
    ],
    "date": "1128年2月15日",
    "content": "赵玖在御帐前接见巡视荆湖归来的马伸和张所。马伸汇报襄阳叛乱已平，但范琼可能拥兵自重，弹劾黄叔敖弃城。张所提及洞庭湖钟相准备举兵，局势不稳。赵玖讨论抗金大义，任命马伸为湖北制置使，稳定地方。金军夜袭下蔡，火光冲天，吕好问等官员惊慌询问战况。赵玖解释韩世忠的诱敌之策，马伸批评韩世忠越权，张浚和林景默为韩世忠作保，赵玖欣赏张浚的担当，气氛缓和。"
  },
  {
    "characters": [
      "张俊",
      "田师中",
      "赵鼎"
    ],
    "date": "1128年2月8日",
    "content": "下蔡城头，张俊与赵鼎观察金军夜袭，田师中判断为佯攻，下令节约箭矢。张俊担忧女真精锐突袭或刘光世旧部溃乱，安排刘宝率兵待命。赵鼎追问河南战况，张俊以韩世忠船队可应对为由安抚。随后八公山方向火光西移，三人登塔楼观察，不明原因。金军将领阿里、讹鲁补建议撤兵，认为宋军诱敌，术列部被困山谷。兀术恼怒但无奈下令撤退。韩世忠迟来书信报告困住金军猛安并计划诱敌，张俊气愤韩世忠抢功，赵鼎提议联名弹劾韩世忠拖延军情，承诺维护将士权益，张俊最终同意共渡难关。"
  },
  {
    "characters": [
      "韩世忠",
      "金兀术",
      "时文彬"
    ],
    "date": "1128年2月9日",
    "content": "韩世忠水军阻止金军渡河，术列部被围山谷未灭，金军残部困河心洲。金兀术固执寻求破韩世忠船队之法，时文彬献策用火箭攻帆船，但缺乏小船实施。兀术心境失衡，鞭打时文彬撒气。两淮义军响应赵玖号召汇集寿州，淮北义军多被金军击溃。元宵节，赵玖文书传至东京，宗泽阅后质疑赵玖抗金诚意，认为其善变懦弱，可能伺机逃窜。宗泽命宗颍杀金使，并召岳飞、马扩议事，强调抗金优先。"
  },
  {
    "characters": [
      "宗泽",
      "岳飞",
      "马扩"
    ],
    "date": "1128年2月15日",
    "content": "宗泽夜见岳飞，回顾其违令出战仍重用原因在于抗金得力。宗泽提拔岳飞为统制，增兵至三千，命其携马扩赴寿州勤王，并带奏疏劝赵玖回东京北伐。岳飞质疑东京局势危险，宗泽坚持。宗泽展示太宗阵图，岳飞以兵力不足推辞，宗泽勉励其成大将，强调军纪严明、兵精粮足。宗泽送别时坦言文臣用兵不足，但需支撑大局，嘱岳飞自保改性子。马扩受宗泽认可，感怀抗金志气。岳飞心绪难平，连夜纹身“尽忠报国”以明志，贝言操刀完成。"
  },
  {
    "characters": [
      "岳飞",
      "马扩",
      "杨惟忠",
      "张荣",
      "李成",
      "傅选"
    ],
    "date": "1128年1月16日",
    "content": "岳飞整合部属后与马扩一同启程，原计划前往南京方向，但在进入南京地界后接到杨惟忠的军令，转向广济军。杨惟忠是西军资深老将，因金军扫荡河北而渡河南下，在广济军召集溃兵、义军和盗匪。他提出先破济州五千金军以断金兀术后路的策略。岳飞和马扩在定陶城拜见杨惟忠，得知此计划后心动。堂上各路首领争执，李成与张荣争夺领导权，李成甚至拔刀挑衅岳飞，但被杨惟忠化解。岳飞分析李成存心不良，张荣则因金军压迫梁山泊而战意坚决。最终，岳飞制定五日破敌计划：张荣回梁山泊准备伏击，岳飞率五百骑兵诱敌，杨惟忠留守吸引注意。"
  },
  {
    "characters": [
      "岳飞",
      "李成",
      "杨惟忠",
      "张荣",
      "马扩",
      "傅选"
    ],
    "date": "1128年1月17日",
    "content": "在定陶城官府大堂，李成与张荣为争夺义军首领位置激烈争执，李成拔刀指向岳飞，指责其轻视自己。岳飞以河北口音解释自己眉骨受伤导致看人似翻白眼，无轻视之意。杨惟忠下令收缴兵刃化解冲突，但岳飞拒绝上交，强调自己作为大宋统制的身份。李成再次拔刀攻击岳飞，二人对刀后势均力敌，杨惟忠出面制止。李成愤然离去，带走部分山东豪杰。杨惟忠召岳飞、马扩、傅选到后院商议，岳飞指出李成意图割据，张荣可信任，并提议利用梁山泊地利伏击金军。张荣加入后，岳飞制定详细计划：张荣负责水泊伏击，岳飞诱敌，五日后正月二十八决战。"
  },
  {
    "characters": [
      "岳飞",
      "完颜塞里",
      "大挞不野",
      "刘麟"
    ],
    "date": "1128年1月28日",
    "content": "正月二十八，济州城金军以射杀汉民取乐，但近日遭宋军骑兵袭扰。岳飞率七骑到城北挑衅，举旗“打破济州城”和“活捉完颜里”，激怒金军。大挞不野在城头观战，派将单挑，均被岳飞射杀或刺死。金军三十骑轻甲出战，被岳飞七骑以高超箭术击退。大挞不野愤而下城，被岳飞生擒后处死。完颜塞里原谨慎不出兵，但因猛安被俘，军心激荡，最终决定全军出击。刘麟建议备引火物防芦苇荡伏兵，完颜塞里采纳，率四千五百骑出城追击。岳飞诱敌成功，引金军向梁山泊方向撤退，途中宋军虽有伤亡，但按时将金军引入伏击点。"
  },
  {
    "characters": [
      "岳飞",
      "张荣",
      "马扩",
      "王贵",
      "傅选",
      "完颜塞里",
      "刘麟"
    ],
    "date": "1128年1月28日",
    "content": "岳飞引金军至梁山泊缩头滩，地形如葫芦，宋军据守葫芦腰阵地。马扩、王贵、傅选率五六千兵驻守，张荣水军未现身。金军轮番猛攻，宋军以岳飞本部千余精锐硬扛，血战一个多时辰。完颜塞里看出宋军虚实，派刘麟劝降岳飞，许诺万户官职，被岳飞拒绝。战事持续，宋军渐显疲态，但岳飞坚信张荣伏击。最终，张荣水军从芦苇荡出击，配合陆上宋军夹击金军。金军慌乱，宋军大胜，斩获甚众。此战粉碎济州金军，切断金兀术后路，提振宋军士气，为后续抗金奠定基础。"
  },
  {
    "characters": [
      "岳飞",
      "刘麟",
      "张荣",
      "完颜塞里"
    ],
    "date": "1128年1月28日",
    "content": "在梁山泊缩头滩，岳飞率宋军与金军完颜塞里部对峙。张荣以一艘简陋小舟出现，头簪红花，高唱渔歌，吸引金军注意。金军起初嘲笑张荣的滑稽形象，但张荣的歌声和行动实为信号。当张荣唱完渔歌号子时，芦苇荡中涌出数千梁山泊水军船只，对金军形成包围。金军试图撤退，但张荣率小船在隘口发动冲锋，利用涨潮时机阻断金军归路。金军陷入混乱，最终被围困。此战利用水势和地形，成功伏击金军，为后续胜利奠定基础。"
  },
  {
    "characters": [
      "岳飞",
      "张荣",
      "完颜塞里",
      "刘麟"
    ],
    "date": "1128年1月30日",
    "content": "梁山泊战役进入尾声，金军被水军围困在缩头滩。夜间，水位持续上涨，金军无法突围，部分士兵试图浮马逃窜，但被梁山泊水军射杀或淹死。完颜塞里和刘麟讨论突围或自尽，刘麟选择解甲突围，但失败。宋军和梁山泊水军发动总攻，用火把和箭矢压迫金军。完颜塞里在绝望中自刎，金军全军覆没。此战彻底歼灭金军五千人，收复济州，杨惟忠传完颜塞里首级于四方，鼓舞宋军士气。"
  },
  {
    "characters": [
      "赵玖",
      "汪伯彦",
      "王渊",
      "张浚",
      "胡寅",
      "林景默"
    ],
    "date": "1128年2月4日",
    "content": "赵玖在八公山行在召开会议，讨论梁山泊大捷后的封赏和战略安排。汪伯彦和王渊率先发言，赞扬赵玖的指挥，并建议以杨惟忠为南京留守，韩世忠和张俊分守淮东、淮西，意图拉拢武臣。张浚反对，提议以张所为南京留守，因张所与岳飞关系密切。赵玖同意张浚建议，并聚焦岳飞、张荣、傅选的封赏。胡寅建议加岳飞为济州、广济军镇抚使，林景默主张重赏张荣。赵玖最终任命岳飞为二郡镇抚使，张荣为东平州镇抚使，强调战后稳定和武臣崛起。会议还涉及行在去向和与李纲的潜在冲突，赵玖警惕政争，强调抗战优先。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠",
      "田师中",
      "张浚",
      "胡寅",
      "林景默"
    ],
    "date": "1128年2月6日",
    "content": "金军兀术部开始从淮河前线撤退，赵玖起初惊讶，因韩世忠此前判断梁山泊大捷不足以迫使金军立即撤退。韩世忠解释金军撤退可能因政治因素，如兀术受金国内部压力。胡寅和林景默质疑韩世忠和张俊妒忌岳飞、张荣军功，张浚为韩世忠辩护，指出军略外的人心和政治影响。赵玖夜间亲访韩世忠水寨，当面询问其判断是否出于公心。韩世忠坚称无私心，金军撤退出乎意料。赵玖认可其解释，强调认真对待战事细节，避免误判。此事凸显宋军内部对功劳分配的敏感，以及赵玖对军事决策的审慎态度。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠",
      "张浚",
      "杨沂中",
      "胡寅"
    ],
    "date": "1128年2月6日",
    "content": "赵玖召集韩世忠等近臣讨论金军撤退的异常，韩世忠分析金兀术可能声东击西，突袭光州或泗州。赵玖担忧光州守军不可靠，韩世忠提出主动出击摧毁金军大营的策略，以抓住战机。众人商议后，赵玖决定亲自渡河到下蔡城坐镇，协调张俊和韩世忠行动，准备在次日发动突袭。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠",
      "张俊",
      "张浚",
      "赵鼎"
    ],
    "date": "1128年2月7日",
    "content": "赵玖渡河进入下蔡城，韩世忠侦查金营后建议将夜袭改为清晨突袭，赵玖同意。张俊质疑韩世忠临阵改策，张浚和赵鼎争论不休。赵玖安抚张俊，强调其守城功劳，并决定在城头观战。清晨，宋军分多路出击，围攻金军大营，赵玖端坐城头鼓舞士气，战斗开始后宋军初期进展顺利但出现混乱，张俊派出督战队整顿攻势。"
  },
  {
    "characters": [
      "金兀术",
      "时文彬"
    ],
    "date": "1128年2月8日",
    "content": "金兀术在将台上饮酒观战，对宋军突袭愤怒不已，认为宋军贪心犯错。他向时文彬解释金军屡战屡胜的原因，强调女真军队纪律和士气优势，坚信能反败为胜。战斗初期宋军攻势受阻，但东面栅栏被宋军攻破，金兀术斥责蒲卢浑防守不力。时文彬内心复杂，担忧家人和战局发展。"
  },
  {
    "characters": [
      "金兀术",
      "时文彬",
      "蒲卢浑",
      "阿黎不"
    ],
    "date": "1128年2月8日",
    "content": "金兀术在金军大营将台指挥，面对宋军突袭，蒲卢浑派阿黎不传话，主张坐视宋军填平壕沟、推倒栅栏后反击，引用唐将李光弼典故。金兀术虽骄狂，但认可此策，拒绝时文彬建议着甲防备。宋军方面，韩世忠请求增兵东面，张俊初拒，赵构介入后派杨沂中率御前班直支援。韩世忠在东面河堤观察，准备决战。"
  },
  {
    "characters": [
      "韩世忠",
      "杨沂中",
      "刘宝",
      "张俊",
      "赵构"
    ],
    "date": "1128年2月8日",
    "content": "韩世忠再次请求增兵，张俊以正面防线薄弱反对，赵鼎、王渊附和。赵构亲劝张俊，强调依赖韩张二将，张俊最终派刘宝部支援。韩世忠却令刘宝返回西面，意在试探金军虚实。金兀术察觉宋军调度意图，但坚持原计划，未调中军。韩世忠率背嵬军、摧偏军东移，杨沂中留守河堤指挥旗语。"
  },
  {
    "characters": [
      "韩世忠",
      "蒲卢浑",
      "王胜",
      "解元",
      "杨沂中"
    ],
    "date": "1128年2月8日",
    "content": "金军东面蒲卢浑率铁骑突袭，王胜部溃败，诱敌深入。杨沂中按韩世忠指令举旗调度。摧偏军解元部弓弩齐射，重创金军骑兵。韩世忠率背嵬军从南侧冲锋，蒲卢浑亲迎战，被韩世忠生擒。金军溃散，韩世忠乘胜西进扫荡金营。宋军欢呼，战局逆转。同时，西面金军反攻，张俊、王渊下城督战，稳住防线。赵构在城头焦虑询问战况。"
  },
  {
    "characters": [
      "赵构",
      "韩世忠",
      "完颜兀术",
      "时文彬"
    ],
    "date": "1128年2月8日",
    "content": "韩世忠率军突袭金军大营东侧，击溃金军反击部队，导致金营空虚。完颜兀术在望台上目睹韩世忠军逼近，惊慌失措，匆忙着甲准备撤退。时文彬作为参军，因担忧家人安危而流泪劝阻，被金兀术斥责并鞭打。金兀术下令亲卫备马，计划从西面突围，接应其他部队。时文彬在混乱中持匕首刺伤金兀术臀部后逃跑，被金军亲卫用铁骨朵击杀。金兀术带伤上马，率残余部队从西面撤离战场。"
  },
  {
    "characters": [
      "赵构",
      "韩世忠",
      "张浚",
      "林景默"
    ],
    "date": "1128年2月8日",
    "content": "赵构在下蔡城头观战，初时对战场局势不明，后见金军帅旗北逃、大营火起，确认宋军获胜。张浚率先向赵构贺喜，称此战大胜金军。赵构起身宣布胜利，掷幞头于椅，激动高呼“此战胜了”，林景默及众官员随之拜贺。战后，赵构巡视战场，检视伤亡和缴获，并亲自分配战利品：自取三分用于抚恤伤亡将士，其余按功分给韩世忠、张俊等部。韩世忠部得战马两千余匹，张俊部及其他将领均获相应奖赏，军心大振。"
  },
  {
    "characters": [
      "赵构",
      "吕好问",
      "张浚",
      "赵鼎",
      "林景默",
      "胡寅"
    ],
    "date": "1128年2月8日",
    "content": "当晚，吕好问、张浚、赵鼎、林景默、胡寅等文臣在赵鼎府邸小酌，讨论战事和行在去向。张浚和赵鼎提议加封韩世忠、张俊为节度使，吕好问表示赞同。胡寅提及未俘获完颜兀术的遗憾，众人转而议论伤亡和斩获，确认宋军以少胜多，歼敌四个猛安。赵构则与杨沂中携酒慰问百余功臣，包括普通士卒，践行战前诺言。文臣们对行在去向（寿州、扬州、东京或南阳）各有主张，但未达成共识，意识到需尽快决策以应对后续局势。"
  },
  {
    "characters": [
      "赵构",
      "杨沂中",
      "吕好问",
      "马扩"
    ],
    "date": "1128年2月9日",
    "content": "赵构酒醒后，杨沂中汇报军情：金军残部已退至蒙城，哨骑继续监视；马扩从河北带来宗泽和杨惟忠书信，求见赵构。赵构渡河返回八公山行营，召集群臣议事。马扩在御帐前激烈进言，批评吕好问、汪伯彦主张行在留两淮是弃关西于不顾，并呈上信王赵榛书信，自称在五马山拥兵十万。赵构确认书信后，不顾众臣弹劾，认可信王身份，并借机强调两河士民抗金热情，决定行在移往南阳，以连结关西、统揽全局，为收复两河做准备。"
  },
  {
    "characters": [
      "赵构",
      "吕好问",
      "汪伯彦",
      "张浚",
      "赵鼎",
      "马扩"
    ],
    "date": "1128年2月9日",
    "content": "赵构在八公山御帐主持朝议，最终定下行在移往南阳。他任命韩世忠为淮西制置使，扫荡盗匪；张俊为淮东制置使，伺机收复京东东路；张所为京东两路制置使，驻南京；赵鼎转任淮南两路转运使；马扩为北道都总管，总揽太行北面战事；封信王赵榛为元帅府副帅。同时，召许景衡、张悫返回行在。决策基于连结关西西军、稳定中原的战略，众人附议，准备在金军北撤后即刻动身。此举强化了抗金布局，为后续行动奠定基础。"
  },
  {
    "characters": [
      "赵玖",
      "冯益",
      "杨沂中"
    ],
    "date": "1128年2月15日",
    "content": "赵官家率行在西行至南淝口，暂停等待南北两路兵马汇合。内侍冯益建议上岸休憩，赵玖因担心扰民而拒绝。他在船上处理政务、射野鸭后小憩，因温差冻醒，感怀八公山战死将士。傍晚，两商船误近御船引发骚动，赵玖询问后得知载有保鲜橘子，便购买分发将士与百姓。受明月启发，他制作橘灯放入淮河祭祀亡魂，军民纷纷效仿，数千流光顺流东去。赵玖心情平复后用餐，结束本日行程。"
  },
  {
    "characters": [
      "张浚",
      "刘子羽",
      "赵玖"
    ],
    "date": "1128年2月23日",
    "content": "行在船队逆淮河西行，御史中丞张浚巡视军纪时与刘子羽等闲谈。刘子羽驳斥他人对韩世忠任命的浅见，指出南阳东北通道的军事要害，韩世忠驻淮西是为据守此口。张浚赏识其才，记录信息后因赵玖召见匆匆离去。赵玖在光州境内召开御前会议，讨论丁进带三万兵驻朱皋镇的异动。吕好问、许景衡主张招抚，赵玖坚持严肃军纪，引用“文臣不爱钱，武臣不惜死”名言，决定强硬处置丁进，以韩世忠、王德执行计划。"
  },
  {
    "characters": [
      "韩世忠",
      "胡寅",
      "丁进",
      "赵玖"
    ],
    "date": "1128年2月26日",
    "content": "赵玖行在继续西进，丁进被迫带兵见驾。韩世忠率八百背嵬军轻骑驰往朱皋镇，胡寅主动请缨诱丁进。丁进扣胡寅为质，但赵玖设计擒获丁进。韩世忠迅速平定朱皋镇，清洗丁进部将，胡寅劝诫韩世忠勿屠镇、守军纪。韩世忠醒悟，主动请罪，赵玖喜其改过，赏赐金器、书籍。胡寅弹劾张浚包庇韩世忠军、轻佻举荐，赵玖尴尬处理，张浚被降为试御史中丞。丁进自杀，事件平息，行在继续西行。"
  },
  {
    "characters": [
      "赵玖",
      "阎孝忠",
      "韩世忠",
      "林景默"
    ],
    "date": "1128年3月3日",
    "content": "行在进驻汝阳，唐州知州阎孝忠从金军逃脱，报告金军万户完颜银术可仍在南阳劫掠。赵玖初计划聚歼银术可，但韩世忠连夜劝谏，指出金军骑兵优势、精兵不足，建议速占城池逼退银术可。赵玖反省冒进，改为“打草惊蛇”策略，招抚义军抢占要地。林景默主动请缨往武关夺权，杨沂中招抚牛皋，阎孝忠联络翟氏。行在文臣踊跃参与，赵玖加速行动，以政治宣传逼银术可退兵，确保南阳安全。"
  },
  {
    "characters": [
      "赵玖",
      "张浚",
      "刘子羽",
      "冯益"
    ],
    "date": "1128年3月8日",
    "content": "赵官家与张浚、刘子羽讨论军事形势，张浚解释自己反对作战的立场源于刘子羽的建议。赵玖召见刘子羽，考察其军事才能，刘子羽分析京西局势，指出当地武装分为降金者、忠国者及主客两类流民与本地豪强的矛盾。赵玖任命刘子羽为兵部职方司事，后加国子监差遣。张浚私下告诉刘子羽，赵玖因国难自律甚严，甚至欲驱逐过于谄媚的内侍冯益，并提及韩世忠关心官家清苦生活。刘子羽起初不愿留任中枢，经张浚劝说后同意，认为赵玖肩负兴复重任，需人才辅佐。"
  },
  {
    "characters": [
      "赵玖",
      "林景默",
      "刘子羽",
      "呼延通"
    ],
    "date": "1128年3月8日",
    "content": "林景默紧急回报武关失陷，赵宗印败逃襄阳，金军可能突袭汝阳。赵玖镇定下令：派哨骑西探、疏散百姓、传信韩世忠和王德谨慎行事、呼延通总领城防。刘子羽建议赵玖不必着甲，以静制动安抚人心。赵玖召集众臣商议，王渊和宇文虚中提醒银术可善用骑兵，可能来袭。赵玖斥责众臣惊慌，强调坚守城池、不召韩世忠回防。刘子羽询问赵玖是否畏和而非畏战，赵玖坦言决心改革制度、抗金兴复，不畏艰难。"
  },
  {
    "characters": [
      "赵玖",
      "呼延通",
      "刘子羽",
      "耶律马五"
    ],
    "date": "1128年3月8日",
    "content": "耶律马五率500骑先锋抵达汝阳西，呼延通初显慌张，赵玖呵斥其镇定守城。刘子羽推测来将为耶律马五，呼延通请战被拒。赵玖再派信使，令周边城镇谨守、韩世忠防围城打援。北面翟冲率5000义军来援，赵玖欲开城接纳，刘子羽和王渊以时机敏感、恐有内奸为由反对。阎孝忠建议义军背城立寨，林景默自请出城安抚。赵玖允林景默下城，与翟冲等首领交涉，林景默以家族显耀激励义军，翟冲同意在城外立寨，城内提供物资。"
  },
  {
    "characters": [
      "赵玖",
      "翟冲",
      "林景默",
      "阎孝忠"
    ],
    "date": "1128年3月9日",
    "content": "凌晨，翟冲部子弟私自渡河劫耶律马五营寨，金军动摇。阎孝忠回报城中，赵玖与群臣议策，吕好问等反对呼延通出兵。赵玖分析义军入城风险在于妨害城防，而非自身安危，决定亲自出城督促翟进攻。许景衡等反对，赵玖辩称翟冲和阎孝忠可靠，仅往中军坐镇无险。赵玖着红袍、幞头、金带，率宇文虚中、王渊等出城，吕好问等留守。赵玖意图击破耶律马五后，让翟冲精锐入城，余部散驻周边，以固防务。"
  },
  {
    "characters": [
      "赵玖",
      "翟冲",
      "小林学士",
      "阎孝忠",
      "张浚",
      "刘子羽"
    ],
    "date": "1128年3月20日",
    "content": "赵玖亲自出城督战，意图解决翟冲五千兵马引发的制度危机。他严厉命令翟冲出兵驱逐耶律马五的五百骑兵，强调此举关乎军队未来安危。翟冲惶恐领命，小林学士因办事不力自责落泪，阎孝忠出言激励。翟冲之子翟彪巧妙用火攻吓跑金军马匹，迫使耶律马五弃寨而逃。赵玖轻松获胜后，安排翟冲部整编，部分入城，部分暂驻金乡镇，过河者编入班直。翟冲感激涕零，赵玖从容回城，途中向留守大臣简要汇报战果，阎孝忠抢先宣布胜利。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠",
      "王德",
      "李彦仙",
      "宇文虚中",
      "汪伯彦",
      "吕好问",
      "许景衡"
    ],
    "date": "1128年3月21日",
    "content": "行在移至方城山举行大朝会，赵玖在野外帷幕中主持，强调危机意识。会议确认完颜银术可已北撤，李彦仙克复陕州，赵玖加封其为陕州镇抚使。吕好问奏上京西官员任命，赵玖要求尊重前线将领意见。张浚提出处置失土臣僚，赵玖以地理和时间限制赦免部分，但严惩范致虚，追夺出身文字，贬遵义军安置。刘汲奏请升邓州为南阳府，赵玖握手施恩，喻光武帝典故，任命刘汲为京西南路安抚使兼知襄州，总揽物资转运，阎孝忠权知南阳府。胡寅提醒范琼未至，赵玖部署韩世忠北上西京，监督金军退兵、击破杨进、援助陕州，并强调以韩世忠军令为先。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠",
      "张浚",
      "胡寅",
      "阎孝忠",
      "刘汲",
      "吕好问",
      "许景衡",
      "宇文虚中",
      "汪伯彦"
    ],
    "date": "1128年3月21日",
    "content": "赵玖在方城山朝会宣布制度改革：合并四省为东府，吕好问、许景衡为正副丞相；西府废同知枢密事，宗泽为枢密使，汪伯彦、宇文虚中、张悫为副使；废三衙，权责归御营，杨惟忠、闾勍改御营副都统制，兵部职方司等移枢密院；内侍省合并，蓝珪任大押班；御前班直设统制杨沂中、副统制刘晏。赵玖强调轻装上阵，切掉靖康是非，准备长期抗金，指出金军强大但宋军有胜绩，人口资源占优，要求臣僚有十年死战之志。韩世忠奏请处置范琼，赵玖自称“萌儿”将亲征，并替小林学士出气，斥责韩世忠给文臣起外号。朝会结束，赵玖扶腰带离去，诸臣散去。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "许景衡",
      "汪伯彦",
      "宇文虚中",
      "刘汲",
      "蓝珪"
    ],
    "date": "1128年3月22日",
    "content": "赵玖进入南阳城，行在上下感安全感，刘汲因修城储备有功，被加副宰相和京西南路经略安抚使。赵玖一早出城发军饷，宰相们不满其越权。蓝珪出示赵玖留条：土断安置流民、处置范琼、孙默案、关西情报、军婚配给。宰相们头大，决定召集幕僚拟条陈。蓝珪提出赵玖无妃嫔问题，吕好问无奈承诺负责选妃。赵玖在城外军营观看军官摔跤比武，决出准备将人选，强调认赌服输，军营气氛热烈。"
  },
  {
    "characters": [
      "赵玖",
      "阎孝忠",
      "杨沂中",
      "冯益"
    ],
    "date": "1128年3月20日",
    "content": "赵官家结束三日城外军营巡视返回南阳行宫，途中遇权知南阳府阎孝忠，得知城中流传其寻访南阳名姝并许配给军士的谣言。赵玖当众澄清绝无此事，并召出宫中暂居的女子，将她们指婚给韩世忠、宇文虚中等大臣以平息流言。随后入宫召集核心要员讨论军国事宜，包括土断政策、吏员选拔及范琼叛乱问题，强调抗金首要在于作战与后勤保障，并下令做好平定范琼的准备。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "张浚",
      "林景默",
      "阎孝忠"
    ],
    "date": "1128年3月21日",
    "content": "赵官家在殿上处理流言后续，重申绝无纳妃之意，并严厉警告不得因此弹劾大臣，命御史中丞张浚严控言路。吕好问等感激官家维护政治稳定。赵玖下令依汪伯彦策对付范琼：明旨定范琼为逆贼并悬赏，赦免其下属，同时遣人散播谣言离间其部将。林景默主动请缨赴襄州执行此策，赵玖批准。会议结束，赵玖转入后宫，众人尴尬反思流言风波。"
  },
  {
    "characters": [
      "范琼",
      "范秀娘",
      "王俊",
      "林景默"
    ],
    "date": "1128年3月28日",
    "content": "范琼在襄州因雨水稍缓焦虑，但噩梦惊醒后回忆靖康旧事，自省从忠臣到逆贼的转变。其女范秀娘劝其脱甲更衣未果，范琼坚持戒备。牙兵报左军逃卒事件，范琼怒斥部将无能，下令召集军官观刑。在州府大堂，范琼活剥一名逃卒人皮以震慑部下，场面残酷。右军统制王俊借机带伪装的小林学士观刑，林景默虽恶心却未惧，事后斥王俊犹豫，逼其承诺开城投降，王俊最终屈服并派人联络南阳。"
  },
  {
    "characters": [
      "赵玖",
      "辛兴宗",
      "辛永宗",
      "胡闳休"
    ],
    "date": "1128年4月1日",
    "content": "南阳御营中军因赵官家亲临大营而活跃，准备讨伐范琼。辛兴宗、辛永宗兄弟愁于争先锋职，胡闳休献策：辛兴宗主动求退留守南阳，以化解与韩世忠恩怨；辛永宗则请为偏师攻牛首镇宗印和尚部，从上游渡汉水袭襄阳。胡闳休解释此策因襄阳内变和宗印部可诱降，并自陈因靖康之耻和范琼旧恨愿从军。辛兴宗托付幼弟于胡，鼓声响起，赵玖击鼓聚将，出征在即。"
  },
  {
    "characters": [
      "赵玖",
      "王德",
      "傅庆",
      "辛兴宗",
      "辛永宗",
      "刘晏",
      "杨沂中"
    ],
    "date": "1128年4月3日",
    "content": "赵官家率御营中军一万余人冒雨从南阳出发，亲征邓州叛军。王德和傅庆被任命为先锋，辛永宗和刘晏为侧翼先锋，辛兴宗留守南阳。赵官家在军议中表现出对将领们请战札子的不满，认为内容千篇一律，缺乏新意。同时，他对辛氏兄弟提出的留守和偏师计划表示认可，并批准了王德的先锋请求。赵官家私下向杨沂中表达了对流言和军务泄密的担忧，决定重新设立皇城司探事司，由杨沂中负责，以调查宫廷隐私泄露和军务机密问题。"
  },
  {
    "characters": [
      "赵玖",
      "王德",
      "傅庆",
      "王渊",
      "刘子羽"
    ],
    "date": "1128年4月7日",
    "content": "王德和傅庆率先锋部队抵达邓州城下，扫荡周边城镇后攻城失利。天气持续降雨，道路泥泖，宋军进展缓慢。赵官家率主力随后赶到，但攀城作战再次失败。城中叛军见官家龙纛，遣使请降，条件为赦免诸将，但赵官家坚决拒绝，强调不能与降金叛贼谈条件。叛军出城劫寨，被宋军轻易击溃。傅庆建议引水淹城，被赵官家否决，宋军转而打造攻城器械。"
  },
  {
    "characters": [
      "赵玖",
      "王渊",
      "刘子羽",
      "傅庆"
    ],
    "date": "1128年4月11日",
    "content": "天气放晴，宋军继续围城。城中第二次遣使求降，使者强调降金是迫于形势，只求活命。赵官家坚持无条件降服，任其处置，拒绝任何谈判。使者威胁城中百姓，赵官家不为所动，重申汉时规矩，胁迫人质者攻杀不论。王渊分析叛军家眷不在城中，不敢妄动。刘子羽质疑官家逼迫过甚，赵官家解释此举为树立宋金国战规矩，防止他人临战存侥幸之心。最终，赵官家强调降金比望风而逃更不可忍，警示诸将牢记军纪。"
  },
  {
    "characters": [
      "赵玖",
      "王德",
      "傅庆",
      "呼延通"
    ],
    "date": "1128年4月12日",
    "content": "邓州城叛军突然四门大开，尽弃兵甲出降。首领李尚在城中自杀，其余军官投降。赵官家询问使者下落，得知李尚已死，默然无语。宋军顺利接管邓州，赵官家对叛军行为感慨万千，但未多言。此战历时十日，宋军以较小代价平定邓州，赵官家亲征初显成效，为后续军事行动奠定基础。"
  },
  {
    "characters": [
      "赵玖",
      "林景默",
      "王俊",
      "范琼",
      "韩立"
    ],
    "date": "1128年4月18日",
    "content": "襄阳城内，范琼部将王俊联络牙兵起义，捆缚范琼，献城投降。左军统制韩立率军出城后不知所踪，令部众渡江请降。范琼在绝望中砍杀妻妾和女儿范秀娘，后试图自戕未果。王俊计划周密，利用调虎离山计引韩立出城，城内骚动中控制局势。林景默作为官家近臣，虽对王俊的卑劣手段不满，但为大局未加阻止。呼延通率先渡河入城控制城门，刘晏和小辛统制因汉江水涨未能及时赶到。襄阳城不战而破，范琼之乱基本平息。"
  },
  {
    "characters": [
      "赵玖",
      "林景默",
      "王俊",
      "刘晏",
      "呼延通"
    ],
    "date": "1128年4月19日",
    "content": "赵官家率御营中军主力渡河抵达襄阳城，在城南大坑前会见林景默。坑中堆满范琼家眷尸首，赵官家对范琼杀妻女行为表示厌恶。林景默请罪未及时处置范琼，赵官家宽慰并引用《周礼》‘刑乱国用重典’，决定严惩范琼。下令将范琼活埋于棺材中，与死者同葬，并召集诸将观刑以儆效尤。事后，赵官家赏赐王俊，转其为文臣襄州通判，剥夺军权。林景默协助官家处理后续，赵官家夜间难眠，令林景默写信质问李纲关于武臣失节问题。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "许景衡",
      "汪叔詹",
      "杨沂中"
    ],
    "date": "1128年4月23日",
    "content": "赵官家班师回南阳，吕好问率百官出迎。在城东白河畔，冯益献黄梅酒祝捷，赵官家斟酒祭奠战死亡魂。吕好问推荐关西处士王某，称其擅长炼金。王某当众演示朱砂化金，汪叔詹极力推崇。赵官家和诸相公识破骗局，但为大局未当场揭穿。赵官家下令赏赐王某后将其器物沉河，强调不用虚假之物蒙骗天下。许景衡赞官家人主气度。事件平息后，赵官家安抚百官，约定殿选才士，并处理宫中杂务，如苏轼子孙平反请求和易安居士家事。"
  },
  {
    "characters": [
      "赵玖",
      "杨沂中",
      "刘晏"
    ],
    "date": "1128年4月12日",
    "content": "赵官家在南阳行宫后的小树林中进行日常射箭练习，杨沂中汇报了军情泄露事件，涉及胡闳休和汪叔詹。赵玖分析认为汪叔詹愚蠢但非恶意，决定给予教训。同时，杨沂中报告了宫廷流言事件，赵玖怀疑冯益陷害蓝珪，警告冯益不得越矩。赵玖射完箭后，换上红袍前往前殿与大臣议事。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "汪伯彦",
      "宇文虚中",
      "许景衡"
    ],
    "date": "1128年4月12日",
    "content": "赵玖在前殿与四位相公及近臣议事。吕好问汇报李彦仙拒绝镇抚使任命，赵玖改任其为陕州知州。汪伯彦讨论军器监选址问题，建议移至襄阳，赵玖同意。宇文虚中报告关西局势，完颜娄室撤军，关中混乱，西军残余分散。许景衡准备讨论元祐党人问题，但赵玖转移话题至土断和殿试事宜。议事结束后，赵玖通过林景默向四位相公分发纸条，要求处理火药坊设立、胡闳休寻访、汪叔詹惩处和南阳城防改建等事务。"
  },
  {
    "characters": [
      "赵玖"
    ],
    "date": "1128年4月12日",
    "content": "深夜，赵玖被唤醒，得知李彦仙越过黄河收复解州，打通太行山道路，兴奋不已。随后又收到韩世忠西京战败消息，导致赵玖无法入睡，情绪从狂喜转为忧虑。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠"
    ],
    "date": "1128年4月23日",
    "content": "韩世忠西京战败细节报来，原因为李彦仙行动震动金人，完颜谷神撤军，韩世忠联合部队突袭失败，但金军仍放弃洛阳。赵玖安抚韩世忠，要求其击破杨进后回淮西休整。南阳城人心浮动，不同群体关注点各异，赵玖专注于前线军情，而本地居民担忧城防改建，选才关注殿试。"
  },
  {
    "characters": [
      "张浚",
      "刘子羽"
    ],
    "date": "1128年4月23日",
    "content": "张浚与刘子羽在南阳城西小河畔饮酒谈心。张浚表达作为御史中丞的困境，感觉被架空，无法有效履职，计划主动弃职，前往川蜀经略一方，以支援关中和实现个人志向。刘子羽起初劝阻，后理解其意图，讨论可能的继任者和军事参谋人选。"
  },
  {
    "characters": [
      "赵玖",
      "张浚",
      "刘子羽",
      "吕好问",
      "许景衡",
      "苏轼后人"
    ],
    "date": "1128年4月25日",
    "content": "赵玖在白河畔举行郊游，招待苏轼后人及众臣。张浚和刘子羽醉醺醺到场。赵玖设定主题为纪念苏轼，要求众人自寻食材，但亲自下河捕鱼，打破雅趣。用餐后，赵玖讨论宗泽札子和大一统概念，引发许景衡激烈反对，赵玖辩称靖康之祸源于内部虚弱而非外交政策。最终，赵玖转向文学话题，赞誉唐宋八大家，特别推崇欧阳修和苏轼，缓和气氛。郊游在轻松氛围中结束，众臣参与诗词交流。"
  },
  {
    "characters": [
      "赵玖",
      "许景衡",
      "吕好问",
      "张浚",
      "叶梦得",
      "胡寅",
      "苏箪",
      "马兴祖",
      "冯益",
      "杨沂中"
    ],
    "date": "1128年4月18日",
    "content": "赵官家与臣子们在白河郊游，借苏轼《前赤壁赋》真迹和《白河郊游图》缓和气氛，宣布废除元祐党禁。但许景衡、吕好问等旧党大臣坚持要求定新旧党争是非，引发激烈争论。张浚指出实为洛学与新学之争，叶梦得更以赵玖为元祐太后所立相逼。赵玖强硬回应，推崇王安石为新朝第一人，拒绝贬斥新党，并斥责臣子在金人威胁下内斗。最终叶梦得被贬临高，胡寅弹劾促成此结果。赵玖在归途于《前赤壁赋》背面题王安石《游褒禅山记》语句赠张悫家人，表达尽志无悔之意。"
  },
  {
    "characters": [
      "赵玖",
      "陈规",
      "张浚",
      "万俟卨",
      "胡闳休",
      "杨沂中",
      "阎孝忠"
    ],
    "date": "1128年6月15日",
    "content": "赵官家在南阳积极备战，视察火药坊与陈规讨论火器改进，但受技术限制放弃铁管火枪，专注黑火药优化。枢密院编修万俟卨、胡闳休汇报辛企宗逃兵事件及王燮建议迁都川蜀，赵玖将其编入御营中军并罢王燮职。张浚请求入蜀安抚，赵玖任命其为五路转运使，赦折彦质辅佐。赵玖解释不剿钟相原因，强调金人即将南侵，应集中资源抗金，避免内乱分散兵力。"
  },
  {
    "characters": [
      "完颜兀术",
      "完颜粘罕",
      "完颜斡本",
      "完颜挞懒",
      "秦桧"
    ],
    "date": "1128年6月15日",
    "content": "金国燕京会议上，完颜兀术与粘罕就南侵路线激烈争执，兀术割额哭诉遭家奴欺压，引发高层矛盾。挞懒在秦桧建议下斡旋，促成金国都元帅府人事调整：粘罕升都元帅，讹里朵转左副元帅，挞懒升右副元帅，兀术为元帅左监军。金主完颜吴乞买下诏讨宋，目标直指赵玖。双方达成一致，秋季动员全军南侵，西路军主攻陕西，东路军协攻，兀术拥兵十万志在必得。"
  },
  {
    "characters": [
      "赵玖",
      "许景衡",
      "宇文虚中",
      "吕颐浩",
      "曲端",
      "杨沂中"
    ],
    "date": "1128年8月15日",
    "content": "南阳朝廷讨论曲端跋扈事件，曲端杀刘希亮、吞并义军却拒中枢召见，写诗嘲讽赵玖。许景衡主张严惩，但赵玖虑及金人南侵在即，免其职可能影响延安防务。最终任命宇文虚中为使相宣抚关中，吕颐浩加枢密副使，并通令各地备战。杨沂中急报战端复开，赵玖决定移驻豫山大营，枢密院随行，吕好问留守南阳，许景衡往襄阳，胡寅分御史台监军，全力应对金军入侵。"
  },
  {
    "characters": [
      "赵玖",
      "吕颐浩",
      "林杞",
      "李光",
      "万俟卨",
      "胡寅"
    ],
    "date": "1128年8月15日",
    "content": "南阳朝议钟相索粮事，户部尚书林杞主张给粮安抚，吕颐浩坚决反对，斥钟相为投机野心家。赵玖掷建炎通宝决策，采纳林杞意见，命万俟卨再使洞庭湖送粮，秉持“宁与内贼，不与外寇”原则。赵玖宣布移驾豫山大营专注军务，枢密院随行，吕好问留守南阳，许景衡赴襄阳，胡寅分御史台监军，强调抗金为首务，停止内争。"
  },
  {
    "characters": [
      "赵构",
      "胡寅",
      "林杞",
      "杨沂中",
      "刘晏",
      "陈规",
      "王渊",
      "吕颐浩",
      "汪伯彦",
      "李光",
      "刘子羽"
    ],
    "date": "1128年7月15日",
    "content": "赵构在南阳豫山大营召开军事会议，讨论金军南侵的应对策略。御史中丞胡寅主动请缨留守，显示忠诚，但引发群臣尴尬。户部尚书林杞汇报粮草充足，但担忧前线崩溃。赵构强调中枢无力时只能自保南阳、襄阳。御营都统制王渊汇报宋军总兵力约40万，但吕颐浩指出张所部战力弱、李纲御营后军不可靠，预言东南必乱。赵构赞赏宗泽的帅才，认为李纲无法效仿。会议决定倚仗城池节节抵抗，等待金军疲敝。刘子羽提出战略，反对浪战，胡寅不满，赵构支持刘子羽。会议还决定让大小翟去河东整备红巾军支援李彦仙，并催宗泽定守城人员。赵构拒绝派监军，强调信任将领。"
  },
  {
    "characters": [
      "完颜讹里朵",
      "完颜兀术"
    ],
    "date": "1128年8月10日",
    "content": "金军因河北义军反抗，南下计划受阻。完颜讹里朵和完颜兀术在真定府对饮讨论局势。兀术主张速南下攻击宋帝赵构，认为击败宋帝可平天下，反驳私仇指控，强调赵构威胁。讹里朵最终同意，兀术准备南下，讹里朵提供后援。金军行动延迟，宋军严阵以待却未见敌踪，张俊和岳飞部开始试探性进攻。"
  },
  {
    "characters": [
      "岳飞",
      "张荣",
      "李逵",
      "张显",
      "汤怀"
    ],
    "date": "1128年8月18日",
    "content": "岳飞奉命出征济南，在东平府遭遇张荣部溃军，得知金军偷袭和孔彦舟叛变。金军伪装流民潜渡，与刘麟、孔彦舟夹击张荣。岳飞收拢败兵，驻守平阴，并寻到受伤的张荣。张荣自责战败，委托李逵等将听从岳飞指挥。岳飞忧心金军全面南侵，济州兵力不足，愤恨金军劫掠流民。夜间，金军骑兵南下，岳飞判断其目标为南京或东京，遂决定断后并护送百姓南下。"
  },
  {
    "characters": [
      "岳飞",
      "徐庆",
      "汤怀",
      "张显"
    ],
    "date": "1128年8月20日",
    "content": "徐庆连夜潜行至平阴，表面投诚，实为试探。阵前会谈时，徐庆部将暗箭偷袭，被岳飞格挡。徐庆反正，加入岳飞军。岳飞护送百姓至郓州，与张荣会合，得知定陶失陷。金军继续南下，目标南京。岳飞率军南下济州，过城不入，试图支援南京，但得知张所殉国、辛道宗战死。岳飞撤回济州布防，内部发生姚旺劫掠事件，岳飞严惩舅舅，维护军纪。"
  },
  {
    "characters": [
      "岳飞",
      "扈成",
      "张宪",
      "王贵",
      "傅选",
      "汤怀",
      "李逵",
      "李璋"
    ],
    "date": "1128年8月31日",
    "content": "扈成引援军至，岳飞在恒沟会面，消除误会。岳飞托付济州给扈成和王贵，自引精锐西援东京。姚旺偷袭岳飞，被张显所救，岳飞当众处决舅舅，强调抗金救国、严明军纪。岳飞升张显为前军统领，改名张宪。九月初三，岳飞引军西进，在濮州遇李宝，合兵夺取濮州，得知金军主力在大名府。岳飞邀李宝同援滑州、东京。南阳赵构得知战局，金军五路突袭，张所殉国，李彦仙部获胜，赵构下令优赏功臣，议张所追赠事宜。"
  },
  {
    "characters": [
      "赵构",
      "陈规",
      "吕颐浩",
      "胡闳休",
      "刘子羽",
      "万俟卨",
      "汪伯彦"
    ],
    "date": "1128年9月9日",
    "content": "赵构与南阳中枢官员在豫山大营军舍内讨论金军动向。金军西路军完颜娄室攻陷延安，曲端主动撤退；完颜银术可驻守太原，李彦仙反扑受阻。东路军完颜粘罕、完颜讹里朵、完颜挞懒、完颜兀术集结大名府，分兵南下围攻东京。陈规担忧金军增至十二万，宋军减至十八万，局势危急，主张支援东京，但吕颐浩斥责其无实际作用，强调赵构已委以守城重任。胡闳休、刘子羽等参与讨论，万俟卨提及靖康旧事，汪伯彦派万俟卨寻赵构汇报军情。"
  },
  {
    "characters": [
      "赵构",
      "吴夫人",
      "刘晏",
      "林景默",
      "万俟卨",
      "胡闳休"
    ],
    "date": "1128年9月9日",
    "content": "赵构在豫山登高，与吴夫人、刘晏、林景默饮酒论诗，万俟卨和胡闳休前来报告东南御营后军王亦叛乱占据江宁府。赵构不以为意，继续讨论重阳诗词，选定王维《九月九日忆山东兄弟》和李清照《醉花阴》为魁首，但觉不合时宜。万俟卨提议李白诗，胡闳休隐谏岑参诗，赵构不悦但未追究，最终指高适《行军九日思长安故园》应景，感慨战事牺牲。赵构决定派韩世忠北上郾城救援东京，表达对战局艰难和决策责任的沉重心情。"
  },
  {
    "characters": [
      "韩世忠",
      "完颜兀术",
      "解元",
      "成闵",
      "梁夫人",
      "王胜"
    ],
    "date": "1128年10月14日",
    "content": "韩世忠率军北上救援东京，在朱家曲镇遭完颜兀术夜间突袭。金军以骑兵优势包围，韩世忠仓促下令突围，宋军损失近半，韩世忠身负重伤，率残部逃回长社城。完颜兀术原计划歼灭韩世忠部，但因夜间作战效果不佳，韩世忠反应迅速南逃。韩世忠在长社让梁夫人和军医剜出背上箭簇，誓言铸刀复仇完颜兀术，激励守军士气。此战使宋军御营左军主力受损，韩世忠被困长社，金军继续南下。"
  },
  {
    "characters": [
      "完颜兀术",
      "完颜拔离速",
      "韩常",
      "大㚖",
      "张遇"
    ],
    "date": "1128年10月24日",
    "content": "完颜兀术兵临长社城，发现城池加固，护城河新挖，五河区域多城修整备兵。完颜拔离速报告韩世忠伤重守城，其他城如襄城、郾城、西平、舞阳均有宋将驻守。完颜兀术遣使劝降韩世忠被拒，决定起砲攻城，但韩常提醒需备巷战和长期消耗。完颜兀术战略转向擒贼擒王，派兵求援完颜挞懒，计划集中四个万户奔袭南阳。张遇在临颍投降，开宋军防线缺口，完颜兀术留完颜挞懒守后方，自率精锐西南行。"
  },
  {
    "characters": [
      "完颜兀术",
      "赵构"
    ],
    "date": "1128年11月4日",
    "content": "完颜兀术率军经方城围呼延通，抵达南阳城下，见金吾纛旓数十面。遣使送酒帛和韩世忠部旗帜，附信表达对赵构的‘思念’。赵构回信‘还有三里，且等你来’，落款‘沧州赵玖’。完颜兀术下令全军轮番攻城，驱民填沟、打造器械、起砲车，一刻不停直至城破或兵败，展现决绝进攻姿态。南阳攻防战开始，金军集中兵力试图速战速决。"
  },
  {
    "characters": [
      "赵玖",
      "完颜兀术",
      "吕颐浩",
      "刘子羽",
      "吕好问"
    ],
    "date": "1128年11月15日",
    "content": "金军围困南阳第六日，完颜兀术率军抵达城下，赵官家赵玖在吕颐浩支持下坚持守城。清晨，赵玖与吕颐浩、吕好问等登城视察，刘子羽汇报金军有四万战兵，四面围城，东面较弱但可能为陷阱。赵玖指出护城河结冰，金军将发动正式攻势。金军驱民夫填河，首次大举攻城，使用云梯等器械，但宋军凭借羊马墙和内壕沟防御，弓弩有序射击，金军伤亡惨重。赵玖询问民夫状况，阎孝忠描述金营“一棍汉”的悲惨生活。战事持续，金军未能突破防线。"
  },
  {
    "characters": [
      "赵玖",
      "完颜兀术",
      "完颜彀英",
      "张遇",
      "阎孝忠"
    ],
    "date": "1128年11月15日",
    "content": "金军攻城受挫，完颜拔离速派侄子完颜彀英探查羊马墙后情况。彀英发现内壕沟和羊马墙内外高低不同的陷阱，与一汉民合作逃生，但内讧中被杀。宋军防御成功，吕颐浩赞赏设计，阎孝忠指出赵官家参与城防策划。金军鸣金收兵，伤亡重大，完颜兀术决定加强攻势，张遇被升为河南都监，许诺建郑国，但张遇私下与黎大隐商议保存实力。赵玖在宫中关注后勤，杨沂中汇报物资，赵玖强调热水供应，胡寅建议亲临慰军，赵玖以靖康教训拒绝，但吕颐浩提议披甲上阵，赵玖同意。"
  },
  {
    "characters": [
      "赵玖",
      "完颜兀术",
      "张遇",
      "周镔",
      "马肥"
    ],
    "date": "1128年11月15日",
    "content": "战后，张遇在营中强制民夫和补充兵升级为军士，以残酷手段训练。商人马肥和读书人周镔被逼互斗，周镔杀马肥后升为甲士，张遇宣扬乱世贵贱重定。赵玖在行宫听取汇报，杨沂中检查后勤，赵玖关注洗脚水等细节，胡寅和吕好问建议亲临慰军，赵玖引用靖康事例强调后勤公正，吕颐浩提议披甲上阵，赵玖最终同意，引发朝臣惊异。"
  },
  {
    "characters": [
      "赵玖",
      "完颜兀术",
      "陈规",
      "傅庆",
      "王德"
    ],
    "date": "1128年11月16日",
    "content": "赵玖披甲上城，金军改用甬道攻城，七条甬道推进以避箭矢。陈规提出三策，赵玖否决火烧，决定出城肉搏。傅庆领兵千人以钩索拆甬道，初时占优，但金军投入铁浮屠重甲兵，宋军不利。王德请战，率两百长斧背嵬军出城，破铁浮屠，战局逆转。完颜兀术命韩常部增援，双方在城下激烈肉搏，赵玖下令轮换出击，启用备用城门，战事持续至傍晚。宋军以火箭烧毁甬道，结束战斗，双方消耗巨大，赵玖和完颜兀术均未动摇决心。"
  },
  {
    "characters": [
      "万俟卨",
      "李光",
      "赵构",
      "吴夫人"
    ],
    "date": "1128年11月20日",
    "content": "南阳城被金军围困半月有余，城内实行严格军管，划分为多个军坊统一管理。枢密院承旨万俟卨与殿中侍御史李光在行宫食堂相遇，讨论城防战况。万俟卨描述金军近日攻城手段，包括云梯、甬道、大洞车等，均被宋军击退，尤其提到金军使用巨型云梁车攻城，但因笨重被城上弓箭射中拖拽牛马而自毁。李光担忧赵构可能因固执不愿按原计划撤离南阳去襄阳，但万俟卨认为赵构隐忍不发砲车必有深谋，不会一意孤行。二人用餐后各自休息，内心对局势和赵构的决策充满矛盾。"
  },
  {
    "characters": [
      "赵构",
      "陈规",
      "完颜兀术",
      "赤盏晖"
    ],
    "date": "1128年11月21日",
    "content": "金军砲车阵地准备完毕，试砲后宋军率先发动砲战。赵构在城头下令开砲，数百配重投石车齐射，石弹攻击金军砲车阵地，泥弹则远程打击金军将台。泥弹击中将台，万户赤盏晖当场战死，多名金军高级军官伤亡，造成混乱。宋军砲车在射程、精度和发射速度上全面压制金军，一日内摧毁金军砲车阵地。金军大营陷入沉默，完颜兀术震惊于损失，但未犯明显错误。砲战大胜后，南阳城欢呼，赵构却觉索然无味。"
  },
  {
    "characters": [
      "完颜兀术",
      "拔离速",
      "韩常"
    ],
    "date": "1128年11月22日",
    "content": "金军帐中议事后，完颜兀术、拔离速和韩常讨论战局。拔离速建议撤兵，因宋军砲车优势使攻城无望，且南阳城防坚固、物资充足。韩常反对，认为撤兵将损及个人和四太子威望，提议改用围困策略，围三缺一，放开城南通道，以攻心计诱使宋军出城或动摇军心。完颜兀术采纳韩常计策，决定停止强攻，转为长期围困，试图通过切断援军和传播坏消息迫使赵构撤离。拔离速虽不满但沉默接受。"
  },
  {
    "characters": [
      "赵构",
      "吕好问",
      "吕颐浩",
      "胡寅",
      "陈规"
    ],
    "date": "1128年12月1日",
    "content": "南阳朝会上，赵构提议整修内壕和羊马墙，陈规和阎孝忠支持。胡寅建议乘胜出击破敌大营，但赵构拒绝。吕好问重申原计划，主张赵构南撤襄阳，得到襄阳许景衡等人支持，但殿上无人附和。吕颐浩以局势未明为由反对立即撤离，强调赵构留在南阳可稳定前线人心。两位吕相公达成一致，暂缓决策。朝会讨论城防和物资后散去，反映出南阳官员不愿分享战功，倾向留守。"
  },
  {
    "characters": [
      "赵构",
      "吕颐浩",
      "吕好问",
      "胡寅",
      "林景默"
    ],
    "date": "1128年12月5日",
    "content": "赵构在城头召见重臣，通报前线军情：舞阳陷落，李宝生死不明；关西晋宁军失守，徐徽言殉国，曲端与王燮内斗；东京宗泽病重传闻，岳飞虽活跃但无法统兵。赵构急问能否让岳飞统帅东京战事，吕颐浩、胡寅等一致反对，认为岳飞资历浅，破格任用可能引发兵变。赵构陷入悖论，深知岳飞能力可破局但无法使用。雪花飘落，众人忧心忡忡，局势僵持难解。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "吕颐浩",
      "陈规",
      "胡寅",
      "林景默",
      "阎孝忠",
      "杨沂中"
    ],
    "date": "1128年12月18日",
    "content": "在南阳城墙上，赵玖与大臣们讨论救援韩世忠和东京局势。赵玖坚持必须救援韩世忠，认为他是国家支柱，不能失去。经过讨论，决定任命杜充为帅，岳飞为将，整合东京留守司兵马南下救援。吕好问推荐杜充，因其资历、现任官职和与岳飞同乡的关系合适。赵玖最终同意，并派杜岩连夜出城传达旨意。"
  },
  {
    "characters": [
      "赵玖",
      "吴瑜",
      "杨沂中",
      "吕颐浩",
      "蓝珪",
      "冯益"
    ],
    "date": "1128年12月18日",
    "content": "赵玖回到后宫，因战局压力难以入睡，反思自己的决策和局势。他嫉妒岳飞的才能，渴望自己成为挽救国家的人，但又担忧努力是否有效。深夜，吕颐浩紧急求见，提出一个关于大局的建议，赵玖心动但未立即行动。这次会面让赵玖再次失眠，思绪纷乱。"
  },
  {
    "characters": [
      "赵玖",
      "胡寅",
      "刘子羽",
      "胡闳休",
      "李光",
      "万俟卨"
    ],
    "date": "1128年12月19日",
    "content": "南阳城内，张景率军从襄阳来援，金军未加阻拦，引发朝堂争议。胡寅主张主动出击，刘子羽和胡闳休认为金军有诈，是诱敌之计。双方激烈争论，赵玖最终决定派小股部队试探张景部。万俟卨私下向赵玖报告刘子羽与马扩的私仇，可能影响对河北义军的利用。赵玖心累，意识到抗金阵营内部矛盾重重。"
  },
  {
    "characters": [
      "赵玖",
      "刘子羽",
      "蓝珪",
      "杨沂中"
    ],
    "date": "1128年12月19日",
    "content": "刘子羽报告杜充来信，称已召集八字军渡河来援，但刘子羽认为这是杜充拖延出兵的借口。赵玖无奈，只能接受现状。他提醒刘子羽避免与李纲、胡寅等人冲突，以维护团结。赵玖深感政治现实复杂，抗金力量内部不和谐，加剧了他的疲惫感。"
  },
  {
    "characters": [
      "王德",
      "张遇",
      "黎大隐",
      "周镔",
      "辛永宗",
      "兀术",
      "拔离速"
    ],
    "date": "1128年12月20日",
    "content": "王德率军出城攻击张遇叛军营寨。他先以诱敌策略迷惑张遇，后趁其不备突袭，阵斩黎大隐，导致叛军溃败。宋军迅速攻占东面大营，张遇逃窜。王德单骑挑战金军，斩杀一名蒲里衍，威震两军。同时，消息传来，王彦率八字军两万渡河抵达东京，局势出现转机。金军兀术和拔离速观察战局，计划诱使赵玖出城。"
  },
  {
    "characters": [
      "王彦",
      "高景山",
      "粘罕"
    ],
    "date": "1128年12月18日",
    "content": "王彦率领两万八字军成功渡河抵达东京，金军万户高景山率五千骑兵尾随至黄河畔，但未发起攻击，直接折返大名府。高景山认为八字军作战经验丰富，兵精粮足，不敢野战。粘罕认可高景山的判断，放弃攻破东京的欲望，转而关注济南府刘豫父子，计划在黄河南岸设置汉人藩属，如齐国、秦国等，以推行藩属政策。粘罕作为金国高层政治家，意识到女真人难以彻底统治中国，倾向于国主完颜吴乞买和完颜挞懒的藩属策略，意图抢在挞懒前摆平此事，获取政治成绩。"
  },
  {
    "characters": [
      "岳飞",
      "王彦",
      "傅选",
      "张宪"
    ],
    "date": "1128年12月18日",
    "content": "岳飞主动派傅选为使者邀请王彦在岳台会面，意图置酒赔罪，化解旧怨。王彦表面答应，但率军路过岳台时目不斜视，公开羞辱岳飞，导致两军数万人皆知。岳飞忍气吞声，未反击，强调大战在即，不能内讧。张宪气愤难平，但岳飞以军纪压制，避免冲突。此事暴露王彦傲上宽下的性格，岳飞成长后反激起其傲气，但岳飞以大局为重，维护军队团结。"
  },
  {
    "characters": [
      "岳飞",
      "一丈青马夫人",
      "傅选",
      "李逵"
    ],
    "date": "1128年12月18日",
    "content": "一丈青马夫人从南门入城，先探望宗泽，后计划见杜充。岳飞在开封府衙前偶遇马夫人，下马恭敬行礼。马夫人热情问候，提及岳飞可能升任副留守或都统制。岳飞询问南边十统制结义之事，马夫人解释结义是为抱团生存，防内讧，并无歹意。她代表十统制表示愿接受杜充领导，但担心被惩处，希望杜充引兵南下，他们戴罪立功。岳飞转达此意给杜充，未提结义细节，杜充失望于无法拖延出兵。"
  },
  {
    "characters": [
      "杜充",
      "岳飞",
      "郦琼",
      "杜岩"
    ],
    "date": "1128年12月19日",
    "content": "杜充畏战情绪明显，向儿子杜岩抱怨局势大坏，南阳朝廷纸上谈兵，逼他送死。杜充认为宋军八万残兵败将难敌金军四个万户骑兵，后悔未早决黄河大堤阻金军。杜岩劝谏无果，杜充无奈下令岳飞、郦琼准备出兵。杜充悲观认为大宋无救，自己只是补锅匠。尽管不情愿，杜充仍汇合王彦八字军，引四万兵马南下，两日内抵尉氏，放弃原定南下鄢陵计划，要求十统制来尉氏汇集。"
  },
  {
    "characters": [
      "杜充",
      "马皋",
      "一丈青马夫人",
      "岳飞",
      "王彦"
    ],
    "date": "1128年12月23日",
    "content": "十统制在马皋带领下，率残余兵马主动至尉氏会师，汇集八万之众，并让一丈青押送粮草财货以示服从。杜充意外于自身威望，无奈继续南下鄢陵。腊月二十五，部队渡洧水至鄢陵，背靠冰封河流连营二十里，与金军对峙。金军调兵遣将，挞懒向兀术求援，宋军士气渐起，但杜充打定主意不战，躲入鄢陵城内饮酒度日，仅在大年初一接待金使交换礼物。"
  },
  {
    "characters": [
      "杜充",
      "岳飞",
      "王彦",
      "马皋",
      "郦琼",
      "李宝",
      "牛皋"
    ],
    "date": "1129年1月5日",
    "content": "岳飞联合王彦、马皋、郦琼，在杜岩帮助下闯入杜充居所，泣涕请求出战，被拒。正月初七，南阳旨意询问缘由，杜充谎奏岳飞、王彦、马皋三将不和内斗，军队相互攻讦，无法出战，恐重演太原故事。南阳上下震动，多数人信杜充，赵官家虽疑，但投鼠忌器。局势恶化，流言四起，指责当政者冒进致败。金军分万骑北走，疑似诱敌或支援挞懒，引发南阳派与襄阳派争论，赵官家权威下降。"
  },
  {
    "characters": [
      "赵构",
      "杜岩",
      "杨沂中",
      "吕好问",
      "陈规"
    ],
    "date": "1129年1月9日",
    "content": "杜岩连夜赶至南阳，向赵官家揭发杜充与金军挞懒交通，相约不战。赵官家释然，确认岳飞等将无内斗。杜岩汇报军情，赵官家安排其避祸巴蜀。赵官家召集吕颐浩、刘子羽、胡闳休、李光、范宗尹、胡寅等关键人物，私下询问军事判断，多数认为金军北走为诱敌，南阳可守。赵官家决意用吕颐浩策略，假意南下襄阳，实则亲征鄢陵。他安抚胡寅等，秘密部署，以万军为饵，自率八百赤心队东行。"
  },
  {
    "characters": [
      "赵构",
      "刘晏",
      "杨沂中",
      "王德",
      "张景"
    ],
    "date": "1129年1月10日",
    "content": "赵官家率八百赤心队从南阳东暗门出城，会合王德、张景，令他们引万军南下为疑兵，诱金军万骑来袭，自率小队从东面渡河。四更时分，宋军开始渡白河，金军完颜拔离速率万骑侧击，宋军溃败，仅四千人回城。赵官家趁机东行，绕过中阳山，经西平北上，两日半疾驰四百余里，于正月十二上午抵鄢陵宋军营前。人困马乏，赵官家假扮范宗尹，入李逵营休息，命其召岳飞。"
  },
  {
    "characters": [
      "赵构",
      "岳飞",
      "李逵",
      "林景默",
      "郦琼"
    ],
    "date": "1129年1月12日",
    "content": "岳飞至李逵营，认出赵官家，下拜称陛下。赵官家询问杜充近况、兵马粮草，岳飞答杜充闭门不出，城中可进，直接掌兵两万，全军八万，粮草撑一旬。赵官家问胜机，岳飞断言能胜，因金军懈怠，河流融化骑兵不便，可攻其不备。赵官家令岳飞引兵随入城，控制鄢陵。岳飞单骑出城召集诸将，赵官家入县衙，擒杜充。林景默假传旨意控制郦琼，避免内讧。县衙官吏见赵官家，纷纷下拜。"
  },
  {
    "characters": [
      "赵构",
      "杜充",
      "岳飞",
      "王彦",
      "马皋",
      "郦琼",
      "诸统制官"
    ],
    "date": "1129年1月12日",
    "content": "赵官家坐堂，杜充被捆缚堂下。杜充指责君王无道、朝堂党争、军将无能，自辩局势大坏非其过。赵官家驳斥，强调金人侵略为根由，质问杜充为大局所做贡献。杜充无言，赵官家下令捆缚候审。岳飞引王彦、马皋等二十五名统制官至堂，赵官家宣示以天下兵马元帅统领全军，众将拜服。赵官家述说以万军为饵亲征至此，要求金军血流成河。为震慑诸将，赵官家亲斧劈杜充，血染紫袍，满堂耸动，确立权威，准备决战。"
  },
  {
    "characters": [
      "赵玖",
      "胡寅",
      "林景默",
      "万俟卨",
      "郦琼"
    ],
    "date": "1129年1月12日",
    "content": "赵官家与随从在鄢陵休整，胡寅、林景默、万俟卨三人深夜讨论赵玖斩杀杜充的政治影响。胡寅担忧此举破坏了赵玖与南阳群臣的团结，林景默则认为靖康之变后旧秩序已崩，赵玖需以胜败重建权威。赵玖在城头与郦琼交谈，郦琼强调金军首领亲临前线激励士气，而宋军帅臣往往避战，导致屡败。赵玖意识到此战必须胜利，才能维持韩世忠、岳飞的支持和南阳的稳定，对即将到来的战斗充满信心。"
  },
  {
    "characters": [
      "赵玖",
      "完颜挞懒",
      "李逵",
      "蒲察鹘拔鲁"
    ],
    "date": "1129年1月13日",
    "content": "李逵叛逃至金军大营，向完颜挞懒报告宋军胡寅夺权及分兵计划：一路佯攻长葛，一路由岳飞主攻临颍。挞懒经核实后信以为真，与女婿蒲察鹘拔鲁商议对策。蒲察提出上中下三策，挞懒选择下策，派蒲察率万骑赴长葛设伏，以简单直接战术应对宋军。挞懒强调军事行动越简单越好，避免迟则生变，同时派人监视李逵。"
  },
  {
    "characters": [
      "赵玖",
      "岳飞",
      "王彦",
      "胡寅",
      "刘晏"
    ],
    "date": "1129年1月13日",
    "content": "岳飞突然转向直攻长社城下金军主力，赵玖率主力跟进，以破釜沉舟之势出击。王彦建议前军跑步前进支援，胡寅附议，赵玖批准。宋军利用兵力优势和士气，快速推进。岳飞部在清潩水东岸与金军接战，背靠浮桥结阵防御。金军初时轻视，但宋军顽强抵抗，无法迅速击溃。赵玖亲至前线，拆毁浮桥，断绝退路，激励全军与金军决一死战。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠",
      "岳飞",
      "大㚖",
      "完颜挞懒"
    ],
    "date": "1129年1月13日",
    "content": "大㚖率金军骑兵凿阵，击溃宋军徐庆部，但未攻击岳飞主阵，导致战机延误。韩世忠从长社城出击，直扑赵玖龙纛所在。宋军援军不断渡河，战场扩大。赵玖拆桥隔离金军援兵，安全得到保障。挞懒情绪失控，未及时支援前线，金军陷入苦战。宋军数量优势显现，逐步压制金军。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠",
      "岳飞",
      "完颜挞懒",
      "洪涯"
    ],
    "date": "1129年1月13日",
    "content": "洪涯受挞懒派遣探查龙纛，确认赵玖亲征，并报告宋军拆桥计划。挞懒得知女婿援兵被隔，信心崩溃。韩世忠与岳飞会师，建议赵玖移动龙纛向挞懒将台推进，统一指挥全军总攻。宋军集中力量突击，金军溃败，大㚖败走。挞懒手握两个猛安未投入战斗，懵在原地，宋军取得决定性胜利。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠",
      "岳飞",
      "王彦",
      "挞懒",
      "洪涯",
      "蒲察鹘拔鲁",
      "李逵",
      "牛皋"
    ],
    "date": "1129年1月13日",
    "content": "在长社城下，宋金主力会战爆发。宋军在赵玖亲自指挥下，韩世忠成功突围，长社城解围。金军主帅挞懒因犹豫不决，被洪涯强行拉走撤退，导致金军全线溃败。宋军大胜，缴获颇丰，但挞懒逃脱。战斗中，李逵和牛皋在潩水浅滩伏击金军，李逵受伤，牛皋救援，二人合力在水中溺死金军万户蒲察鹘拔鲁。此战宋军虽胜，但赵玖清醒认识到金军实力尚存，需谨慎应对后续战事。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠",
      "岳飞",
      "王彦",
      "胡寅",
      "林景默"
    ],
    "date": "1129年1月13日",
    "content": "战后，赵玖在长社城召集韩世忠、岳飞、王彦及文臣胡寅、林景默等商议战略。韩世忠提出北追挞懒、东联张俊或西守五河三策。岳飞建议北追，胡寅主张西进以稳定南阳人心。赵玖最终决定：岳飞留守长社，总揽五河战事；韩世忠为主将，王彦为辅，率兵北追挞懒；赵玖本人则取道鄢陵，前往东京，意图在上元节抵达旧都，以收拾人心、巩固政治地位。"
  },
  {
    "characters": [
      "赵玖",
      "宗泽",
      "胡寅",
      "林景默",
      "蓝珪",
      "万俟卨"
    ],
    "date": "1129年1月15日",
    "content": "赵玖率部抵达东京，在南薰门入城。城中人口稀少，仅千余父老迎接。赵玖直接前往宗泽府邸，宗泽虽病重，仍当面质问赵玖动机。赵玖坦诚回应，承认部分政治考量。宗泽提出三事：托付儿子宗颍、妥善安置东京留守司、要求赵玖立誓收复两河。赵玖指天立毒誓，承诺兴复河山。宗泽释然，当夜病逝，留下《示儿》诗和'渡河'遗言。东京上下哀悼，赵玖入住皇城。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠",
      "岳飞",
      "兀术",
      "乌林答泰欲",
      "拔离速"
    ],
    "date": "1129年1月22日",
    "content": "韩世忠追击挞懒，挞懒渡河北逃，耶律马五败走西京。兀术得知长社败讯后，率三万骑兵从南阳急速北返，在舞阳与乌林答泰欲部会合。宋军岳飞部在澧河设防，拆桥阻敌。金军试图搭浮桥渡河，遭宋军夜袭和火攻，进展缓慢。兀术焦躁，因辎重滞后和宋军骚扰，金军渡河困难，陷入被动。此战凸显宋军利用地形防御的优势，金军北归之路受阻，局势对宋有利。"
  },
  {
    "characters": [
      "完颜兀术",
      "韩常",
      "拔离速",
      "乌林答泰欲"
    ],
    "date": "1129年1月22日",
    "content": "金军渡过澧河后，完颜兀术探查发现郾城城防坚固，放弃从此北归，转而向北渡过汝水。在汝水渡河时，金军遭遇宋军牛皋、汤怀、李宝等部五六千精兵的多次骚扰，浮桥难成。金军被迫从上游浅滩分兵四千骑兵绕行百里渡河，宋军后撤扎营。夜间宋军发动夜袭，金军损失千余人及过半战马。全军渡河后，金军高层爆发争执，拔离速和乌林答泰欲主张绕道汝州走洛阳撤退，但兀术坚持继续北进捉拿宋帝，最终决定强渡颍水。"
  },
  {
    "characters": [
      "完颜兀术",
      "韩常",
      "岳飞"
    ],
    "date": "1129年1月22日",
    "content": "金军抵达颍水，发现对岸有岳飞部驻守，渡河难度大增。兀术望河兴叹，韩常私下劝谏，指出宋军士气大振、战术从容，可能故意引诱金军东北行进，且王德部已从后方追来。韩常建议伪作渡河，实则弃辎重西走洛阳。兀术最终接受，临河削箭立誓灭宋。金军随即抛下辎重，急行军向西北撤退，进入洛阳盆地与耶律马五汇合，宋军追击不及。"
  },
  {
    "characters": [
      "韩世忠",
      "岳飞",
      "李彦仙",
      "王德",
      "赵构"
    ],
    "date": "1129年2月1日",
    "content": "金军撤退后，宋军韩世忠、岳飞、李彦仙、王德等部合兵七八万，三面包围洛阳。兀术以耶律马五断后，主力渡河北撤。宋军进攻断后部队，耶律马五损兵三千后西逃长泉渡，因李彦仙失期援陕州而成功逃脱。宋金双方沿黄河对峙，兵力达三十万。韩世忠分析金军无再南下意图，仅为接应撤退。不久南京金军撤离，滑州解围，金军第四次南侵结束。赵构下令分发军粮助春耕、安置老弱军屯，并召集群臣至河阴论功封赏。"
  },
  {
    "characters": [
      "赵构",
      "吕好问",
      "韩世忠",
      "陈规",
      "岳飞",
      "李彦仙",
      "张俊"
    ],
    "date": "1129年2月23日",
    "content": "赵构抵达河阴，文武百官汇集。他当场宣布追赠宗泽谥号忠武、封王爵；定赏赐大略：韩世忠功第一，加少保和节度使；陈规功第一，任兵部尚书兼开封府尹；李彦仙、张俊、岳飞、王彦、马扩功次之，加节度使或少保；整编东京留守司为御营前军，岳飞任都统制；陕州西京部队为御营中军，李彦仙任都统制。吕好问等宰相支持，无人反对。赵构借此平衡文武，强化直领军队。"
  },
  {
    "characters": [
      "万俟卨",
      "汪叔詹",
      "胡闳休",
      "赵构"
    ],
    "date": "1129年2月23日",
    "content": "万俟卨赴汪叔詹私宴，认汪为叔父，结为政治盟友。讨论赵构近日举措，认为其借大胜之威行阳谋，文臣武将皆不敢违逆。胡闳休强调大势所趋，官家威望已立。万俟卨和汪叔詹分析赵构制衡之道，如卖陈规以换取宰相支持压服武将，整编军队强化控制。众人预见御前宴会不会有大事端，因官家已掌控局势。"
  },
  {
    "characters": [
      "赵构",
      "韩世忠",
      "张俊",
      "李彦仙",
      "岳飞",
      "王彦",
      "王德",
      "闾勍"
    ],
    "date": "1129年2月23日",
    "content": "赵构设宴招待七大将，众人饮酒放纵。王德闹事挑衅，被岳飞揍趴。赵构结束宴会，分别处置：韩世忠宿县衙后院；张俊获赠金银蜀锦；李彦仙得“中流砥柱”军旗；王彦、王德、闾勍有赏赐安抚；岳飞被禁酒。此举安抚众将，显官家恩威并施。次日阅兵，诸将老实，韩世忠牽马、张俊分锦、李彦仙挂旗，秩序井然。"
  },
  {
    "characters": [
      "赵构",
      "张遇",
      "万俟卨",
      "王善",
      "马皋"
    ],
    "date": "1129年2月24日",
    "content": "河阴阅兵后大宴，赵构以相扑为名，带出逆贼张遇及其部属30人。张遇曾降金、驱民填沟、逼民互殴，罪不可赦。赵构仿其法，令30部属与张遇互搏，生者得赦。部属群起杀张遇。王善出列求收尸，万俟卨斥其贼性不改，建议罢职严惩。马皋等东京留守司统制求情，万俟卨揭发他们结拜异姓兄弟、心存不轨。赵构未立即表态，借机震慑军队，强化纪律和忠诚。"
  },
  {
    "characters": [
      "赵玖",
      "马皋",
      "万俟卨",
      "岳飞",
      "吕好问",
      "范宗尹",
      "韩世忠",
      "张俊",
      "李彦仙",
      "杨沂中"
    ],
    "date": "1129年2月24日",
    "content": "在河阴之地，赵官家处理东京留守司十统制结义事件。万俟卨指责结义行为威胁朝廷，马皋等人辩解无逆心。岳飞出面求情，但赵官家认为结义脱离公序，需处置。范宗尹提议分派十统制至各地，被赵官家否决。赵官家提出化私为公，让御营全军将领聚义，指天子结兄弟谊。最终，三十六名将领在赵官家主持下饮血酒立誓，誓言抗金救国、遵守军纪。此举旨在保全功臣战力，强化军队团结，赵官家允许将领直接上书杨沂中申诉不公。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "许景衡",
      "汪伯彦",
      "吕颐浩",
      "胡寅",
      "刘子羽",
      "李若朴"
    ],
    "date": "1129年3月1日",
    "content": "赵官家在东京崇政殿处理朝政。金使送回邢皇后死讯和两位公主，引发震动；同时扬州皇嗣因叛军惊扰病亡，李纲自请罢相。赵官家罢免李纲，但反对与金议和，坚持抗金国策。许景衡等大臣主张暂议和以喘息，赵官家以废立之言强硬拒绝，强调团结抗金。最终，赵官家任命吕颐浩为东南使相，稳定东南局势，维护朝堂稳定，避免内耗。"
  },
  {
    "characters": [
      "赵玖",
      "林景默",
      "杨沂中",
      "翟彪"
    ],
    "date": "1129年4月1日",
    "content": "赵官家在艮岳遗址射猎，处理军务。翟冲送来血书札子，请求征讨称帝的刘豫。赵官家拒绝立即出兵，认为当前优先恢复生产、整顿军队和防备金军，避免因平叛乱了大局。他下令禁止将领用血书表心迹，强调爱惜自身。林景默提醒刘豫称帝可能动摇人心，赵官家承认震动，但坚持原定方略，熬过艰难时期再图雷霆一击。同时，潘贤妃请求归东京，赵官家同意。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "许景衡",
      "胡寅",
      "朱胜非"
    ],
    "date": "1129年4月5日",
    "content": "赵玖回銮东京后首次大朝议，因东南钱粮转运困难、关中局势混沌及刘豫称帝引发激烈争论。赵玖态度淡漠，神游天外，反思局势变化。当朱胜非奏事未得回应时，许景衡出言提醒，赵玖突然引用《论语》表示欲下罪己诏，澄清刘豫檄文中关于“忍视父兄”的指责。此举引发朝堂震动，吕好问、许景衡等宰执极力劝阻，认为刘豫言论不值一驳，且罪己诏会自损声望。胡寅因纲常信仰受冲击而落泪恳求，赵玖最终暂收回成命，但严厉批评朝臣空谈，并禁止紫袍官员殿上下跪，拂袖而去，双方试探底线后进入冷静期。"
  },
  {
    "characters": [
      "赵玖",
      "岳飞",
      "胡寅",
      "宇文虚中",
      "万俟卨"
    ],
    "date": "1129年4月25日",
    "content": "朝会后局势缓和，岳飞迅速平定东南江宁军乱，军报显示渡江后五日连战连捷，擒获匪首王亦，降叛军万余，令枢密院震惊。赵玖下旨表彰岳飞并命吕颐浩整顿东南，调运物资至东京。同时，赵玖派胡寅为特使出使关西，探查曲端、王庶、王燮之事，并借张浚奏报巴蜀财政改革获马匹万匹之机，促关西问题解决。胡寅携万俟卨西行，沿途见洛阳残破、皇陵荒废，震动落泪，抵达长安后见宇文虚中，得知曲端跋扈日甚，软禁王庶并建议杀之，宇文虚中认为曲端已不可用，劝胡寅返京。胡寅坚持亲往军中，欲救王庶并探查实情，宇文虚中允之。"
  },
  {
    "characters": [
      "胡寅",
      "万俟卨",
      "薛统制",
      "吴玠",
      "黄知县"
    ],
    "date": "1129年4月27日",
    "content": "胡寅一行抵达鄜州三川镇，欲渡华池水赴前线，因军管被阻，转往直罗城。薛统制疑胡寅年轻非真中丞，不由分说鞭打二十并囚禁。胡寅在狱中振作，与万俟卨分析局势，认为可能为曲端杀威棒或薛统制个人行为。数日后，黄知县、吴玠等率兵解救，胡寅昂然质问是否曲端谋反，万俟卨附和指控曲端扣押王庶、兼并兵马、进言杀经略使，反意昭彰。吴玠惶恐辩解不知情，胡寅要求曲端放还王庶印信，否则不出牢房以保清白。吴玠无奈离去，胡寅等人坚持狱中等待，局势紧张。"
  },
  {
    "characters": [
      "吴玠",
      "胡寅",
      "万俟卨",
      "曲端",
      "吴璘"
    ],
    "date": "1129年5月1日",
    "content": "吴玠在直罗城处理薛丰殴打御史中丞胡寅事件，将薛丰下狱并兼并其部兵马。他写信给胞弟吴璘和泾原路将领，暗示安抚与提醒。吴玠意识到胡寅作为天子使者身份重要，决定硬着头皮处理此事，避免军心动摇。他采取雷厉风行手段，准备迎接曲端到来，以解决曲端跋扈和王庶事件引发的危机。"
  },
  {
    "characters": [
      "吴玠",
      "曲端",
      "吴璘"
    ],
    "date": "1129年5月4日",
    "content": "曲端在吴璘护送下抵达直罗城，吴玠出城迎接。曲端质问胡寅事件，吴玠解释胡寅认定曲端设局，要求曲端亲自面见。吴玠设计控制曲端卫队，逐步减少其随从，模仿曲端昔日对待王庶的方式。曲端愤怒但无奈，最终被带入监牢，途中感叹铁象宝马，吴玠强调只为自辩而非杀害。"
  },
  {
    "characters": [
      "胡寅",
      "万俟卨",
      "曲端",
      "吴玠",
      "吴璘"
    ],
    "date": "1129年5月4日",
    "content": "曲端在牢中与胡寅、万俟卨对峙，承认扣押王庶并驱赶其出境，但否认谋反，指责文官误国。胡寅被曲端言语激怒，万俟卨介入辩论。曲端质疑胡寅身份，嘲讽其年轻无能。吴玠下跪求情，强调曲端无造反意图。胡寅冷静后，决定放曲端生路，提议送其至东京面圣，交由赵官家处置，以避免擅杀大将。"
  },
  {
    "characters": [
      "胡寅",
      "万俟卨"
    ],
    "date": "1129年5月4日",
    "content": "胡寅出狱后，向万俟卨表达外任意愿，不愿回东京朝堂，希望留在关西做实事。他自认不懂军事，承诺听从宿将指挥，强调抗金决心不变。万俟卨惊讶但接受，胡寅托其面呈赵官家札子，说明曲端事件和个人报国之心。万俟卨回忆南阳往事，心生感慨，同意带曲端回京复命。"
  },
  {
    "characters": [
      "万俟卨",
      "曲端"
    ],
    "date": "1129年5月31日",
    "content": "万俟卨带曲端返回东京，沿途见洛阳、郑州恢复生机，反映东南财赋抵达后局势好转。在东京内城，遇潘贤妃和韩家车队堵塞道路，曲端当街斥责显贵奢靡，万俟卨冷眼旁观。车队主动让路，二人昂然通过，显示时势下外戚谨慎。抵达都省后，刘子羽通报入宫，曲端姿态凛然，准备面圣。"
  },
  {
    "characters": [
      "韩世忠",
      "曲端",
      "杨沂中"
    ],
    "date": "1129年5月31日",
    "content": "韩世忠奉赵官家旨意，在文德殿前鞭打曲端二十杀威鞭，报复胡寅挨打之事。韩世忠斥责曲端跋扈，自诩资历功劳更高，曲端咬牙忍受。韩世忠额外多打两鞭，公报私仇，曲端指出鞭数错误。韩世忠不以为意，警告曲端日后相处。曲端落泪但强忍，韩世忠命其穿衣入殿参议军事。"
  },
  {
    "characters": [
      "赵构",
      "韩世忠",
      "张俊",
      "岳飞",
      "吕好问",
      "许景衡",
      "曲端"
    ],
    "date": "1129年5月31日",
    "content": "赵官家在文德殿议政，讨论伪齐军事、战马分配和军费问题。他计算养兵成本，指出财政艰难，需加税或减兵，强调金军威胁。赵官家警告诸将吃空饷行为，体恤民力，要求牢记膏血来源。曲端进殿后旁观，赵官家无视其行礼。议毕，赵官家留岳飞、万俟卨用膳，其余人散去，曲端无人理会。"
  },
  {
    "characters": [
      "韩世忠",
      "吕好问",
      "闾勍"
    ],
    "date": "1129年5月31日",
    "content": "韩世忠在吕好问府上饮酒，询问国家财政，吕好问解释战乱导致财赋减半，加税为养兵抗金。韩世忠担忧赵官家恼怒其奢费，吕好问安抚称官家重抗金，建议整饬军纪以效岳飞。韩世忠透露岳飞原配流落其军并改嫁之事，求助如何处理，吕好问和闾勍愕然，无策以对。"
  },
  {
    "characters": [
      "赵构",
      "岳飞",
      "韩恕"
    ],
    "date": "1129年5月31日",
    "content": "赵官家在延福宫石亭召见韩恕，斥责其宣扬岳飞曾为韩家佃客，类比赵氏江山来源，质疑韩氏动机。韩恕恐惧下跪，岳飞求情承认恩义。赵官家冷笑不止，强调真相不必逢人便说，警告韩氏勿学袁绍袁术，显示对显贵跋扈的不满，维护朝廷权威和将领尊严。"
  },
  {
    "characters": [
      "赵玖",
      "岳飞",
      "万俟卨",
      "林景默",
      "杨沂中",
      "刘晏",
      "蓝珪"
    ],
    "date": "1129年5月20日",
    "content": "赵玖在东京宫中设宴，与岳飞、万俟卨等近臣讨论良马与人才。席间，万俟卨提及曲端的铁象宝马，岳飞则自述其两匹良马特性，以马喻己，表达清廉与耐力。赵玖借机阐述用人标准，强调以抗金为首要目标，凡对抗金有益者皆为良才。他命林景默将对话润色成文《良马对》，张贴公示以安人心。高丽使者突然到访，赵玖指示刘子羽试探其抗金意愿，若不能相助则不予接见。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "王伦",
      "吴近"
    ],
    "date": "1129年5月28日",
    "content": "赵玖在石亭接见海商王伦，了解高丽内情。王伦介绍高丽权臣李资谦被诛、内部派系斗争及金富轼务实外交。赵玖得知高丽有伐金可能，任命王伦为鸿胪寺馆伴使，负责接待金富轼。吴近陪同，途中偶遇潘贤妃送雪糕，凸显宫廷生活。赵玖基于经济考虑，决定接见高丽使者以促进贸易，展现其务实外交策略。"
  },
  {
    "characters": [
      "赵玖",
      "金富轼",
      "王伦",
      "潘贤妃"
    ],
    "date": "1129年5月31日",
    "content": "赵玖正式接见高丽使臣金富轼，双方强调传统友谊和商贸往来，但未达成实质性抗金合作。金富轼对赵玖评价高，抄录《良马对》以传高丽。赵玖因财政困难，前往大相国寺化缘，征用寺庙作为军器营，承诺战后归还并开分寺。他安抚僧众，体现利用宗教资源支持军事的决策。潘贤妃抚养公主，赵玖处理宫廷事务，平衡个人与国事。"
  },
  {
    "characters": [
      "赵玖",
      "赵士亻褭",
      "吴夫人",
      "林景默",
      "杨沂中"
    ],
    "date": "1129年6月2日",
    "content": "赵玖访少林寺，主持献粮帛钱物支持抗金。赵玖索要武僧、田地，并要求救助流民。大宗正赵士亻褭在佛殿进谏，批评赵玖不祭皇陵而拜佛，赵玖反驳，强调以百姓为亲眷，立志灭金统一，轻视二圣。双方冲突凸显赵玖离经叛道思想。赵玖题字《拳出少林》，下山后命赵士亻褭代祭皇陵，自驻登封，反思独夫行为，保持抗金决心。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "杨沂中"
    ],
    "date": "1129年6月5日",
    "content": "赵玖在登封与吕好问讨论流民卖妻问题，吕好问建议折中方案：鼓励富户释放流民并赐官爵，同时开恩科收拢人心。赵玖同意，定州学生考试和军功吏员赐出身制度。君臣论及文彦博“与士大夫治天下”观点，赵玖认为需兼顾百姓，但承认现实困难。杨沂中报伪齐攻京东，赵玖派班直助阵，自信应对。吕好问受赠词作，内容感慨兴亡百姓苦，强化赵玖民本思想。"
  },
  {
    "characters": [
      "杨沂中",
      "萧恩",
      "张懋德"
    ],
    "date": "1129年6月1日",
    "content": "杨沂中率两千御前班直驰援东平府，途经阳谷县时遭守备萧恩拒绝入城。萧恩为梁山泊张荣心腹，对官军戒心重重。富商张懋德趁机煽动，透露萧恩推行劫富济贫政策，导致本地大户破产。杨沂中识破其意图，但仍扣留富商作为人质，允许张懋德回城准备物资交换。萧恩亲自出城交涉，强调张荣不许官军介入平阴战事，双方僵持不下。杨沂中最终在城下安营，以示对朝廷命官的尊重，避免冲突升级。"
  },
  {
    "characters": [
      "杨沂中",
      "张荣",
      "李成",
      "翟彪"
    ],
    "date": "1129年6月1日",
    "content": "杨沂中率部抵达济水畔的吾山，准备渡河支援平阴前线，但收到张荣严令禁止前进。张荣正率两万兵马在平阴与伪齐刘麟、孔彦舟部激战，因昔日败绩羞耻，拒绝岳飞和官军援助。李成率两万青州兵冒充金军，冒雨突袭北新桥，企图包抄平阴。御前班直猝然接战，初战损失数百人，但凭借精良装备和杨沂中指挥，坚守营寨。雨中肉搏惨烈，尸积阻塞交通，杨沂中分析李成意图为绕后突袭，决心固守以牵制敌军。"
  },
  {
    "characters": [
      "杨沂中",
      "李成",
      "洪涯",
      "翟彪"
    ],
    "date": "1129年6月1日",
    "content": "李成与伪齐宰相洪涯督战，密州兵溃败后，李成亲率长刀骑兵猛攻宋军营寨。杨沂中设计诱敌，翟彪假扮主将吸引注意，杨沂中趁机突袭，逼退李成并缴获其双刀。李成逃脱，伪齐军攻势受挫。洪涯与李成各怀鬼胎，李成建议分兵：主力汇合下游伪齐军，洪涯率密州兵守阳谷。杨沂中虽逼退敌军，但使者未归，怀疑岳飞部被阻，局势未明，继续固守并通报军情。"
  },
  {
    "characters": [
      "赵构",
      "李经"
    ],
    "date": "1129年6月1日",
    "content": "在东京垂拱殿，御史李经弹劾御营前军都统岳飞，指责其表厚内浅、无能误国。赵构闻后失笑，因昔日岳飞曾弹劾李纲（李经之兄）为投降派，如今反遭报复，体现朝中派系争斗。赵构保持冷静，未立即处置，反映其对岳飞信任及政治平衡的考量。"
  },
  {
    "characters": [
      "赵玖",
      "李经",
      "李光",
      "吕好问"
    ],
    "date": "1129年6月1日",
    "content": "在东京垂拱殿经筵上，监察御史李经弹劾岳飞，指责其御营前军军官数量远超其他各军，认为这是岳飞无能的表现，导致军队臃肿、靡费巨多，且无法支援东平前线。李光出言维护，提醒军情严重不宜影响军心。赵官家起初不解，后意识到这是文官对年轻将领的怀疑和提防。吕好问建议召集枢密院讨论，赵玖强行转换话题至张荣问题，引发争论。最终赵玖结束会议，离开时感慨御史程序正义的保护和李经弹劾的无稽。"
  },
  {
    "characters": [
      "洪涯",
      "杨沂中",
      "萧恩",
      "张懋德",
      "万俟卨"
    ],
    "date": "1129年6月1日",
    "content": "阳谷县城内，伪齐宰相洪涯在宋军包围下绝望，派张懋德出使杨沂中求降，但杨沂中拒绝，强调洪涯为叛国败类不可饶恕。萧恩义气劝阻逼迫张懋德，主张自己守土有责。万俟卨出现，协调事务，安排洪涯夜间翻墙密谈。万俟卨以同殿之谊说服洪涯北逃，承诺不写行状，心照不宣。洪涯同意后，万俟卨派人处理张懋德，李逵趁机内应破城，阳谷一日夜告破，洪涯化妆逃走。"
  },
  {
    "characters": [
      "岳飞",
      "孔彦舟",
      "刘麟",
      "张宪"
    ],
    "date": "1129年6月1日",
    "content": "岳飞在平阴以北包围孔彦舟和刘麟部，孔彦舟派使者诈降，岳飞假意应允，要求擒刘麟来见。孔彦舟与刘麟商议突围，孔彦舟计划诈降突袭，刘麟建议分兵压阵。下午，孔彦舟率军出击，但岳飞早有准备，推倒栅栏全军冲锋，高喊“杀孔”震慑敌军。孔彦舟逃窜中遇张宪骑兵，部下溃散，被乱刀砍死。刘麟部后军一触即溃，战场混乱，岳飞从容观战，感慨天地奇景。此战岳飞大胜，伪齐军主力覆灭。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "汪伯彦",
      "许景衡",
      "李光"
    ],
    "date": "1129年6月1日",
    "content": "东京池塘侧亭，赵官家与吕好问、汪伯彦、许景衡、李光等吃西瓜，讨论金使高景山调解宋齐战事。赵玖指出金人实为激将，不愿宋军进军济南消耗实力。君臣议定不发兵济南，以积攒力量应对金人秋后侵攻。汪伯彦建议发金牌令岳飞勿恋战并带张荣来京，许景衡附和。李光首次建言，提醒岳飞小心伪齐枭雄，赵玖应允发金牌。众人欢颜，定下前线策略，强调以快准狠结束东平战事。"
  },
  {
    "characters": [
      "张荣",
      "刘麟",
      "尤学究",
      "岳飞"
    ],
    "date": "1129年6月1日",
    "content": "张荣在雨中擒获刘麟，刘麟求饶被拒。张荣回营与头领饮酒庆祝，但众人对去东京受招安分歧，老五等主张回梁山泊，尤学究等担忧真招安失去自由。张荣怒斥众人，强调金人为大敌，必须受招安保百姓，并回忆落草缘由。张荣决定去东京，但要求岳飞亲自来见以示诚意。岳飞孤身来访，送孔彦舟人头，建议张荣通过小林学士面圣。张荣释然，翌日带刘麟和人头轻骑赴京，三日后抵东京南熏门。"
  },
  {
    "characters": [
      "张荣",
      "赵玖",
      "刘麟",
      "曲端"
    ],
    "date": "1129年6月1日",
    "content": "张荣抵东京大相国寺，忐忑等待小林学士。刘麟被带来，表示要慷慨骂赵宋而死。赵官家突然亲至，刘麟跪地求饶被曲端拖出。赵玖无视刘麟，直接握住张荣手，表达久仰和喜悦。曲端不满，觉得官家不公，对比自己入京受鞭刑。张荣感动，赵玖热情接待，奠定招安基础，强调义气相投。"
  },
  {
    "characters": [
      "赵玖",
      "张荣",
      "曲端",
      "小林学士"
    ],
    "date": "1129年8月16日",
    "content": "赵玖私下拜访张荣，双方在相国寺会面。赵玖以轻松态度拉近关系，询问梁山泊详情及江湖轶事，张荣逐渐放松并分享经历。赵玖提及张荣因花石纲被迫上梁山的往事，并批评上层责任，强调领导者应担责。张荣深受触动，赵玖还以曲端为例说明约束下属的重要性。会谈持续至傍晚，赵玖离开前与张荣随从互动，展现亲民姿态。次日，张荣正式受召见，加封节度使兼御营水军都统制，梁山泊部众纳入御营体系，中枢宰执虽对岳飞势力扩张有所顾虑，但接受此安排以平衡军权。"
  },
  {
    "characters": [
      "胡铨",
      "虞允文",
      "晁公武",
      "胡安国",
      "胡宏"
    ],
    "date": "1129年8月17日",
    "content": "胡铨、虞允文等太学生在东京酒楼聚会，讨论张浚杀王燮事件及朝政。胡铨激烈批评时局，担忧官家被迂腐言论迷惑，提及胡安国劝赵玖养气之说，认为荒唐误国。虞允文等附和，胡铨誓言殿试时直言谏诤。角落中胡安国父子低调用餐，胡安国拒绝雇厨，坚持节俭。事件反映太学生主战情绪高涨，对朝中保守倾向不满，胡安国学说受争议，凸显战时思想冲突。"
  },
  {
    "characters": [
      "赵玖",
      "岳飞",
      "曲端",
      "吕好问",
      "张荣",
      "韩世忠",
      "李彦仙",
      "王彦"
    ],
    "date": "1129年8月18日",
    "content": "殿试在集英殿举行，赵玖观礼后突发奇想，邀岳飞、曲端参加进士考试，吕好问等宰执未反对。赵玖出五道策问题，涉及宋金战局、防御、财政、人才选拔及治道，强调战时从简。考试期间，文武大臣在皇仪殿等候，文臣私下议论赵玖举措，担忧进士出身轻授影响平衡，但吕好问等认为出于军事拉拢。岳飞、曲端答题，赵玖旨在保护岳飞，避免文官体系威胁。事件体现赵玖用人策略及战时政治调整。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "汪伯彦",
      "许景衡",
      "李光"
    ],
    "date": "1129年8月18日",
    "content": "殿试审卷期间，李光批评赵玖让岳飞参考进士轻佻，类比太上道君皇帝。吕好问、汪伯彦等宰执讨论，认为战时军事优先，此举可拉拢将领，平衡军权，让岳飞成孤臣。他们推测赵玖或有意未来让岳飞任枢密使，但实际赵玖出于保护心理。审卷中，一篇万余字试卷脱颖而出，主张民心重于天意，批评宰执能力，赵玖初定其为状元，后因直言改为榜眼。事件凸显殿试文章的美刺传统及赵玖对人才的重视。"
  },
  {
    "characters": [
      "赵玖",
      "胡铨",
      "吕好问",
      "许景衡",
      "汪伯彦"
    ],
    "date": "1129年8月10日",
    "content": "建炎三年八月初十，赵官家在皇仪殿主持殿试，审阅新科进士胡铨的文章。胡铨在文中批评赵玖沉迷儒家学说讨论，建议采用传统方法如祭祀祖宗和向金国索还被掳人员来安定人心。赵玖虽认同其建议的实效性，但出于个人好恶和工科背景偏好，更倾向于推进新意识形态建设。他本欲点胡铨为状元，但因胡铨轻视宰执，将其降为第一甲第五名。殿试结果公布，胡铨排名第五，岳飞位列第三等，曲端位列第二等。赵玖最终随意排定一甲顺序：赵伯药为状元，王大宝和李易为榜眼，虞允文为第四。"
  },
  {
    "characters": [
      "赵玖",
      "张荣",
      "虞允文",
      "岳飞",
      "杨沂中"
    ],
    "date": "1129年8月12日",
    "content": "建炎三年八月十二，恩科放榜后，节度使张荣误解榜下捉婿习俗，强行绑走新科进士虞允文，意图招婿。赵玖闻讯担心引发文武矛盾，连夜赶至大相国寺调解。岳飞已先到劝解张荣，虞允文以父母在蜀地为由婉拒。赵玖安抚张荣，强调文武分制问题，并承诺日后表彰张荣。虞允文去而复返，为避免流言，赵玖安排他在大相国寺过夜，次日演戏化解尴尬。事件未扩大，赵玖称病缺席琼林宴，仅通过条子安排帅臣回防和特旨任命胡铨、虞允文等官职。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "汪伯彦",
      "许景衡",
      "陈规"
    ],
    "date": "1129年8月15日",
    "content": "建炎三年八月十五，赵官家称病期间，宰执吕好问、汪伯彦、许景衡联名奏请恢复宰执入宫守夜制，以应对秋防。赵玖初提议六部尚书轮值，后同意宰执轮值，并建议补任枢密副使。宰执们推荐人选，汪伯彦最终独荐陈规，吕好问也荐陈规，许景衡荐多人。赵玖从善如流，任命陈规签书枢密院事，复南阳旧例，实行全城军管，都省和枢密院迁入崇文院，宰执夜间轮值。旨意下达后，东京进入战备状态，劝平民南迁，青壮不得随意离京，产业军管，帅臣各归防区。"
  },
  {
    "characters": [
      "赵玖",
      "陈规",
      "王德",
      "吴夫人",
      "杨沂中"
    ],
    "date": "1129年8月1日",
    "content": "建炎三年八月，中秋后大宋实行军管，重点加强东京城防。陈规任枢密副使兼兵部尚书、开封府尹，主导城防建设，加固城墙、修建羊马墙、疏通河流。赵官家亲自参与劳动，与王德等担土挖河，吴夫人组织宫女厨娘烧水做饭。大相国寺生产标准化砲车和军械，采用流水线提高效率。全城热火朝天，但随九月结束，金军未至，紧张度下降。十月，赵玖下令缓急有加，维持军管但允许轮流休假，组织蹴鞠和摔跤活动。十一月，金军仍无动静，流言四起，中枢迫于压力小范围开城恢复商贸，但立后风波兴起。"
  },
  {
    "characters": [
      "赵玖",
      "杨沂中",
      "潘贤妃",
      "吴夫人",
      "吕好问"
    ],
    "date": "1129年11月1日",
    "content": "建炎三年十一月下旬，朝野请立皇后以安人心，流言指向潘吴二妃家族。赵玖询问杨沂中，杨建议立后可安人心，但赵玖担忧立后引发后宫不平衡。最终，赵玖以思念邢皇后和金人未灭为由，不立后而改立潘吴为左右贵妃，不发大典，只赏赐东京百姓猪肉和御营全军绢帛。礼成后，赵玖出城巡视黄河。流言称吕好问和杨沂中干预，致二贵妃并尊，御史李经弹劾杨沂中，赵玖置之不理。事件平息，但凸显了战时人心浮动和宫廷政治的影响。"
  },
  {
    "characters": [
      "赵玖",
      "潘贤妃",
      "吴夫人"
    ],
    "date": "1129年11月28日",
    "content": "赵玖为缓解后宫矛盾，以巡视黄河防线为名离开东京，沿途检查军饷物资，处理军中腐败问题。在滑州地界，一名河北出身的统领官因畏惧而叛逃投金，引发中枢大臣震动，建议赵玖返回。但赵玖信任郦琼，决定继续东行，并派信使提前通知郦琼，展示诚意。赵玖抵达天台山，郦琼单身出营迎接，化解了潜在危机。赵玖召集滑州守将李宝、傅选、傅庆讨论军事，登高望远，询问黄河下游分叉河道情况，得知是宋朝多次回河所致，旨在防止契丹渡河南下。赵玖对此表示可笑，认为应收回燕云十六州而非逆天改河。"
  },
  {
    "characters": [
      "赵玖",
      "虞允文",
      "李宝",
      "杨沂中"
    ],
    "date": "1129年12月1日",
    "content": "虞允文从河对岸归来，报告在小吴埽发现金军大批船只。赵玖心动，询问李宝是否可偷袭烧船。李宝指出缺乏船只和水手，难以实施。虞允文建议利用梁山泊水军和船只，通过挖通广济河与汴河连接，让船只进入黄河。赵玖认可此计，决定派杨沂中和虞允文出使梁山泊，说服张荣出兵，并当场赐婚虞允文与张氏结亲，以示诚意。"
  },
  {
    "characters": [
      "赵玖",
      "张荣",
      "虞允文",
      "杨沂中",
      "李宝"
    ],
    "date": "1129年12月17日",
    "content": "张荣率梁山泊水军突袭小吴埽金军船队，利用火攻和轮船上安装的小型砲车发射火药包，迅速摧毁金军船只。李宝率部登陆，从陆上夹击金军，张荣采用'水轮子'战术，轮换部队保持攻势。金军守将大㚖逃窜，后被宋军斩杀。高景山率援兵赶到，但宋军已控制局势，张荣从容撤退。此战宋军大胜，夺取黄河中游控制权，金军船只损失惨重，战略态势逆转。张荣在撤退时高歌渔歌，彰显梁山泊威名。"
  },
  {
    "characters": [
      "赵玖",
      "许景衡",
      "李光",
      "万俟卨",
      "曲端"
    ],
    "date": "1129年12月25日",
    "content": "朝廷因张荣大胜面临财政危机，需30万贯封赏和军饷。许景衡提议发交子解决，但赵玖担心动摇军心和信誉。李光激烈反对加税，强调民力已空。赵玖最终决定不发交子，而是私下筹措。万俟卨和曲端在汪叔詹家宴上讨论此事，万俟卨建议向豪门借贷，但发现吴国丈和潘国丈已抢先发行国债，赵玖亲自担保，解决了资金问题。此事凸显赵玖的果断和民间支持，但也暴露了官僚间的竞争。"
  },
  {
    "characters": [
      "赵玖",
      "陈公辅",
      "胡铨",
      "林景默",
      "万俟卨",
      "李光"
    ],
    "date": "1129年12月26日",
    "content": "赵官家在太学举行乡校议政，与太学生和官吏们公开交流。国子祭酒陈公辅首先提问，质疑王安石新学对气节忠义的影响，赵玖以抗金大义和务实精神巧妙回应，强调上下内外之分，获得陈公辅认可。随后，更多太学生和官吏参与提问，讨论转向务实问题，气氛热烈。胡铨试图越次发言被赵玖制止，事后赵玖私下接见胡铨，承认邸报发布国债券名单的轻佻，并提议在邸报系统设立类似给事中的审核职位。胡铨主动请缨，赵玖任命他兼鸿胪寺差事，负责邸报改革。晚间，林景默和万俟卨讨论赵官家近期急切举动，陈公辅与李光夜谈，分析赵玖行为源于对大战的预感，强调应支持官家抗金。"
  },
  {
    "characters": [
      "李彦仙",
      "邵云"
    ],
    "date": "1129年12月31日",
    "content": "李彦仙在陕州平陆城收到朝廷年节赏赐和新一期邸报，内容详细但无重大事件，包括张荣部小吴埽之战表彰、政事文书和荒诞故事。李彦仙与部将邵云讨论邸报内容，邵云认为赵官家借钱行为荒唐，李彦仙则赞赏赵玖抗金决心和务实态度，指出官家行为影响朝野风气。话题转向军事，李彦仙预测金军将南下，完颜娄室可能主攻陕州，下令军民后撤，并安排邵云留守平陆，必要时可渡河或入山。当晚，斥候急报金军数万分路南下，完颜撒八攻集津，完颜娄室破潼关，大战爆发，建炎四年正月河南关西震动。"
  },
  {
    "characters": [
      "赵玖",
      "汪伯彦",
      "吕好问",
      "王渊",
      "曲端",
      "林景默",
      "李若朴",
      "范宗尹",
      "虞允文"
    ],
    "date": "1130年1月4日",
    "content": "赵玖在东京文德殿召开紧急朝议，讨论金军西路军南下军情。汪伯彦提出张俊、岳飞、张荣部应固守防区，避免擅动。朝议争论韩世忠部去向，最终赵玖决断韩世忠出南阳走武关援长安，林景默持金牌随行协调。赵玖另派李若朴、万俟卨、范宗尹等近臣持金牌赴各军协调矛盾，虞允文因避嫌改派李若虚。赵玖分析金军兵力有限，强调妥善调度可逼退敌军，但曲端指出各军派系问题可能影响协同。赵玖提议亲征西京洛阳，以统一指挥，宰执们原则上同意，叮嘱安全事项。"
  },
  {
    "characters": [
      "赵玖",
      "潘贵妃",
      "王德",
      "王彦",
      "曲端",
      "李彦仙",
      "郦琼"
    ],
    "date": "1130年1月5日",
    "content": "赵玖启程亲征洛阳，潘贵妃夜间哭泣劝阻，赵玖佯装不知。初七日至郑州，御营中军陆续集结。初十日入河南府，十二日抵洛阳，兵力达四万余。李彦仙报反突袭完颜撒八成功，烧辎重夺战马，并留兵中条山为奇兵。李彦仙要求分兵入陕，以防金军堵塞淆渑故道。曲端、王渊斥其跋扈，赵玖询问统制官意愿，郦琼、牛皋等愿往。赵玖批评将领门户之见，命郦琼统两万兵听李彦仙调遣，并让李若朴拟旨呵斥李彦仙无礼，强调勿生闲气。"
  },
  {
    "characters": [
      "完颜娄室",
      "完颜活女",
      "完颜谋衍"
    ],
    "date": "1130年1月15日",
    "content": "上元节，完颜娄室在潼关金军大营中，因阴雨天旧伤复发而愁眉不展。其子完颜活女报告已按军令屠灭敷水镇，但部分居民逃入山中。娄室解释此举为维护军法，因当地送粮草时以陈粮和湿马料糊弄。活女询问为何宋人不愿归顺金国，娄室归因于宋国皇帝回归和宋人更愿做自家人。谋衍回报陕州宋军援军已至，约两万余人，且韩世忠可能已从武关支援长安。娄室分析宋军援军迅速，推测韩世忠四五日内可抵长安，并下令让拔离速等待宋军全部过狭道后再攻陕州。活女和谋衍对父亲决策感到困惑，怀疑其与宋人有所勾结，但娄室被逗笑。"
  },
  {
    "characters": [
      "韩世忠",
      "完颜活女",
      "宇文虚中"
    ],
    "date": "1130年1月22日",
    "content": "韩世忠率御营左军两万五千人抵达长安，因发现完颜活女两万骑兵在华州按兵不动而谨慎行军。入城后，韩世忠立即在城门前设小营，金军骑兵迅速出击，切断各城联系。韩世忠主动出城迎战，先派成闵率背嵬骑兵袭扰，再令解元率摧偏军出城布阵，并派王权率兵负土加固工事。金军虽发动攻击，但宋军凭借弓弩和工事坚守，韩世忠亲自率军侧翼支援，成功在城前立寨，修复了长安城墙的薄弱部分。完颜活女视察后，见宋军士气高昂、城防坚固，下令撤军回灞桥大营，并写信向父亲娄室询问战略意图。"
  },
  {
    "characters": [
      "完颜娄室",
      "完颜活女"
    ],
    "date": "1130年1月24日",
    "content": "完颜娄室亲至灞桥，询问活女关于宋军援军情况。活女报告胡寅和吴玠率泾原路万余人已至富平，秦凤路兵马集结在武功、郿县，约万余人，可能等待张浚率巴蜀和熙河路援兵。娄室分析宋军西军虽重建不久，但若钱粮充足，未来可达五万精锐。他决定以本月为限，若张浚援军到来则撤兵，否则也撤兵。活女对此次南下无功而返感到不解，娄室解释撤兵是为保存实力，并让活女约束部众勿扰民，因这些良田秋后可能归金国所有。活女奉命断后，准备在撤退时打击西军。"
  },
  {
    "characters": [
      "吴玠",
      "完颜活女",
      "郦琼"
    ],
    "date": "1130年2月2日",
    "content": "完颜娄室下令金军主力从原路撤回潼关和华阴，有序北渡蒲津浮桥。李彦仙发兵收复失地，并派郦琼渡河往平陆；韩世忠率军推进；吴玠说服胡寅，率泾原军和秦凤路援军共万人向东追击。吴玠渡北洛水后，遭遇完颜活女一万骑兵，西军大败，损失近半。同时，郦琼追击金军万户完颜撒八，在中条山伏兵赵成阻击下，撒八大败仅以身免。但金军主力已安全渡河，进入河中府。张浚率援兵迟至凤翔，战事结束。宋军虽有小胜，但大局已定，金军撤军成功。"
  },
  {
    "characters": [
      "赵构",
      "韩世忠",
      "李彦仙"
    ],
    "date": "1130年2月13日",
    "content": "赵构率御营精锐自洛阳凯旋归东京，沿途百姓夹道欢迎。他身着札甲，与韩世忠、李彦仙一同入城，设宴庆功，傍晚大醉归后宫。同一日，完颜娄室抵达太原，解散各部后，仅带百余亲卫和两个儿子继续东行。赵构对娄室撤军感到不解和惶恐，怀疑金军可能在为更大规模入侵做侦查。他下令韩世忠毁弃蒲津浮桥，并随其返东京。宋廷上下欢腾，认为金军无功而返证明河南地区稳固，但赵构内心仍存疑虑，担忧未来战事。"
  },
  {
    "characters": [
      "完颜娄室",
      "完颜吴乞买",
      "完颜粘罕",
      "完颜兀术"
    ],
    "date": "1130年2月25日",
    "content": "完颜娄室抵达燕京，直接前往尚书省觐见国主吴乞买和都元帅粘罕等中枢贵人。他全副甲胄，直言听说国主将死，特来见最后一面，引发堂中骚动。吴乞买否认将死，娄室解释因开国功臣年迈多病，自己阴雨天旧伤疼痛，推测寿命无多。兀术插言，警告宋国赵构可能灭金，杀光女真后人。娄室赞同，强调金国需整饬军事，否则难敌宋军。他主张趁老将尚在，出兵关西，吞并关陕以定中原。银术可支持此议，但粘罕气愤拂袖而去，会议不欢而散。娄室镇定自若，后与银术可同住，商讨后续行动。"
  },
  {
    "characters": [
      "完颜娄室",
      "完颜银术可",
      "完颜希尹",
      "完颜兀术"
    ],
    "date": "1130年2月28日",
    "content": "娄室与银术可并马归宅，银术可解释粘罕因政治斗争不愿出兵，建议立太祖嫡孙合剌为储君以结盟。娄室虽不愿涉政，但为出兵大计，同意协助。当晚，兀术在宅中逼宫两位兄长斡本和讹里朵，接受立合剌方案。银术可、娄室和希尹深夜拜见粘罕，银术可提出立合剌计划，粘罕要求立即逼宫吴乞买。粘罕率斡本、讹里朵、兀术及银术可等人夜闯行宫，迫使吴乞买立合剌为谙班勃极烈。宫前女真贵人欢呼，粘罕权威大增。娄室松口气，期望此举能促成出兵。"
  },
  {
    "characters": [
      "完颜粘罕",
      "完颜吴乞买",
      "完颜娄室"
    ],
    "date": "1130年2月28日",
    "content": "金国燕京发生政治动荡，完颜粘罕通过逼宫巩固权力，成为主要胜利者，而吴乞买一系威望受损。完颜娄室提出作战计划，但遭遇东路军反对，因派系利益和战略分歧，最终粘罕同意娄室提议，由斡本或讹里朵任主帅，确保合流后由娄室指挥。金国开始动员，准备出兵关西，军事系统高效运作。"
  },
  {
    "characters": [
      "赵玖",
      "陈规",
      "吕好问",
      "万俟卨"
    ],
    "date": "1130年3月15日",
    "content": "赵玖在东京文德殿处理政务，讨论汴河桥梁重修、宅邸纠纷等事宜，强调先公后私原则。韩肖胄上书建议屯田和出使金国索还二圣，赵玖拒绝出使，但讨论河北士人被金人强迫科举问题，决定不追究责任，妥善安置投诚者。杨沂中呈上兀术私信，提议无条件归还宣和太后和帝姬，赵玖同意派韩肖胄出使迎接。"
  },
  {
    "characters": [
      "赵玖",
      "韩肖胄",
      "吕好问"
    ],
    "date": "1130年3月25日",
    "content": "赵玖在临湖凉亭接见韩肖胄，韩因坐骡车迟到被斥责，解释因官家旨意禁乘轿马。韩肖胄表达北上决心，提及母亲叮嘱，赵玖加封其母为荣国夫人。赵玖怀疑兀术举动意在麻痹宋廷，遮掩军事行动，但无法主动应对，只能被动等待。吕好问和林景默认为韩肖胄忠诚，赵玖赠《新五代史》给吕好问，暗示深意。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "许景衡",
      "汪伯彦"
    ],
    "date": "1130年3月26日",
    "content": "夜间，赵玖被唤醒，得知洞庭湖钟相反叛。枢密院分析因春涝和加赋导致民变，建议派韩世忠南下平叛。赵玖同意，发中旨令韩世忠动身，同时都省和枢密院发旨防御。后太行山情报显示河北金军动员，赵玖保持镇定。数日后，消息确认金军西攻，韩世忠转向武关，赵玖准备亲征，中枢大臣阻拦。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "许景衡",
      "汪伯彦"
    ],
    "date": "1130年3月28日",
    "content": "赵玖在宜佑门托孤，表达必战决心，引用《新五代史》典故，将吕好问比作冯道，自己比作石敬瑮，请求万一不测，立长君而非幼子。群臣感动，不再阻拦。赵玖启程西征，发布邸报增刊，鼓舞士气。随后召开大朝会，明确保卫关中战略，调兵遣将，征召义军，准备御驾亲征。"
  },
  {
    "characters": [
      "赵玖",
      "曲端",
      "刘子羽"
    ],
    "date": "1130年4月1日",
    "content": "赵玖抵达汜水关大营，与随军进士和军官讨论军情。曲端和刘子羽争执军事策略，赵玖调解。枢密院建议隔离金军，阻河东援军，韩世忠守同州关键。赵玖同意，发旨令韩世忠驻守。讨论陕北战局，吴玠败退，丹州失守，鄜州危急。曲端请求领兵，赵玖赐弓箭警告，任命曲端为环庆路经略使，胡寅总领陕北军政。"
  },
  {
    "characters": [
      "赵玖",
      "汪伯彦",
      "翟兴",
      "翟进"
    ],
    "date": "1130年4月5日",
    "content": "赵玖抵达洛阳，部署防御，任汪伯彦为河南尹，与翟氏兄弟守洛阳，屏障北面。赵玖回忆旧事，强调洛阳战略重要性，汪伯彦誓与城共存亡。赵玖继续西行，经洛水小道隐蔽进军，与呼延通部合兵，打韩世忠旗号，于4月18日抵达长安。"
  },
  {
    "characters": [
      "赵玖",
      "张浚",
      "宇文虚中",
      "刘锡"
    ],
    "date": "1130年4月18日",
    "content": "赵玖在长安会见张浚和宇文虚中，张浚从巴蜀调兵三万，预支钱粮支持战事。赵玖封赏西军将领，加刘锡为西三路都统制等。讨论军情，吴玠退守坊州，韩世忠击退活女。赵玖询问坊州救援可能，刘锡等建议沿渭水布防，待暑热反击。赵玖接受建议，准备以现有兵力应对娄室进攻，强调尽人事听天命。"
  },
  {
    "characters": [
      "完颜娄室",
      "完颜撒离喝",
      "吴玠"
    ],
    "date": "1130年4月22日",
    "content": "金军主帅完颜娄室率西路军主力约三四万精锐南下，因天气炎热和陕北地形不利，进展缓慢。在坊州城北沮水河口，娄室评估战局，认为此战缺乏天时地利，只能依靠精锐骑兵速战速决。他分兵三路：一路由完颜活女攻丹州，窥视同州；主力沿北洛水进军，面临同州、华州、耀州三条路线选择。娄室否决同州，担心拖延时间，决定先攻坊州城。同时，宋将吴玠在坊州城北小桥山军寨激励士卒，以知耻后勇之态，誓言死守，并定下新规：临阵退后者斩。吴玠亲自率兵守山，展现决意。"
  },
  {
    "characters": [
      "吴玠",
      "完颜突合速",
      "姚定"
    ],
    "date": "1130年4月23日",
    "content": "金军万户完颜突合速率部攻坊州城北小桥山军寨，宋军凭借地利和床子弩、神臂弓等远程武器顽强抵抗。战斗中，一名宋军神臂弓手意外射伤突合速脚掌，导致金军撤退，宋军获胜。吴玠虽赏赐士卒，但严惩临阵脱逃者，亲自斩杀神臂弓统领姚定及十余名逃兵，并下令夜袭金军。此战宋军士气大振，吴玠以铁腕手段整肃军纪，强调坚守不退。"
  },
  {
    "characters": [
      "完颜撒离喝",
      "吴玠",
      "完颜娄室"
    ],
    "date": "1130年4月24日",
    "content": "完颜撒离喝接替突合速，率六十多个谋克攻坊州城。宋军利用地形和弩箭优势，多次击退金军进攻。撒离喝尝试夜袭和土木作业，均告失败。吴玠在军寨中摸金军头盔测温，趁午后炎热发动反攻，率军白刃突击，大败金军。金军溃散，撒离喝逃至花沟营寨。此战宋军杀伤金军数百，焚毁敌寨，士气高涨。撒离喝向娄室求援，但娄室坚持原令，要求继续进攻。"
  },
  {
    "characters": [
      "完颜撒离喝",
      "吴玠",
      "完颜娄室"
    ],
    "date": "1130年4月25日",
    "content": "撒离喝再度攻坊州城，宋军采用轮番射击战术，三队弩手交替齐射，将金军压制在山脚下屠杀，杀伤五六百人。撒离喝痛哭失态，金军战意全失。娄室亲至前线，派降将劝降吴玠被拒，又尝试烧山逼宋军下山，但火势未波及军寨。娄室见短期无法攻下坊州，决定分兵，留撒离喝守河口大营，自率主力南下。同时，耶律马五已攻陷白水城，金军战略转向直指京兆。"
  },
  {
    "characters": [
      "赵构",
      "杨沂中",
      "宇文虚中",
      "刘子羽"
    ],
    "date": "1130年4月26日",
    "content": "赵构在长安与宇文虚中、张浚、刘子羽等议军情。日报显示吴玠在坊州小胜，但白水城失陷，金军可能南下同州或京兆。刘子羽建议以不变应万变，坚守城池，拖至秋雨泥泞金军自退。赵构询问若河东金军不能渡河，野战困住娄室所需兵力，刘子羽等反对冒险，强调河东金军必渡河。赵构虽表面放弃野战想法，但私下藏匿岳飞日报，显示其仍有决战意图。会议决定加强同州、渭水、长安防线，并寻曲端问讯。"
  },
  {
    "characters": [
      "赵玖",
      "张浚",
      "吴玠",
      "刘子羽",
      "岳飞",
      "韩世忠",
      "张荣",
      "李彦仙",
      "王渊",
      "刘锡",
      "刘錡",
      "赵哲",
      "杨沂中",
      "林景默",
      "宇文虚中",
      "张宪",
      "田师中",
      "王德",
      "王彦",
      "郦琼",
      "曲端",
      "吴璘",
      "李永奇",
      "完颜娄室",
      "完颜拔离速",
      "完颜活女"
    ],
    "date": "1130年5月7日",
    "content": "赵玖在长安召开军议，讨论关西战局。张浚积极主张主动出击，认为宋军兵力充足，应趁金军分兵之际决战；刘子羽则坚持保守策略，担心金军诱敌和援军威胁。赵玖虽未立即表态，但暗中调兵遣将，包括岳飞部准备渡河北上牵制金军。吴玠在坊州的坚守胜利消息传来，提振了士气，但刘子羽警告勿轻敌。军议无果而终，赵玖继续观望局势，同时张浚与刘子羽私下争论战略，强调三年努力应换来胜利。赵玖最终倾向于出击，但等待更多情报。"
  },
  {
    "characters": [
      "赵玖",
      "张浚",
      "刘子羽",
      "宇文虚中",
      "杨沂中",
      "林景默",
      "张宪"
    ],
    "date": "1130年5月7日",
    "content": "晚间军议中，赵玖收到李彦仙急报，金军偷渡长泉成功，威胁洛阳。赵玖初时失态，谎报平陆失守以稳定军心，后召集核心大臣密议。张浚、刘子羽等分析局势，认为金军可能因岳飞渡河而分兵，但洛阳危机需应对。赵玖决定秘密调整部署，派呼延通南下蓝田拦截关东文书，并询问张宪岳飞渡河进展。张宪推测岳飞已渡河，赵玖意识到战局复杂化，决心不再被动防守，准备主动出击。"
  },
  {
    "characters": [
      "赵玖",
      "吴玠",
      "张浚",
      "刘子羽",
      "宇文虚中",
      "王渊",
      "刘锡",
      "刘錡",
      "赵哲",
      "杨沂中",
      "林景默"
    ],
    "date": "1130年5月10日",
    "content": "赵玖正式决定出兵，任命吴玠为关西六路都统制、御营副都统制，加太尉、镇西军节度使，统帅全军。吴玠在军议中阐述战略，主张趁暑热和兵力优势主动北上逼战金军，利用地形和部队整合。赵玖强力支持吴玠权威，调张宪、田师中部背嵬军作为吴玠亲军。诸将虽有疑虑，但慑于赵玖决心，服从命令。吴玠计划南北夹击，逼迫金军决战，赵玖强调此战关乎国运，必须全力以赴。"
  },
  {
    "characters": [
      "赵玖",
      "吴玠",
      "刘锡",
      "刘錡",
      "王德",
      "王彦",
      "杨沂中",
      "林景默"
    ],
    "date": "1130年5月15日",
    "content": "宋军八万主力从荆姚镇北上，吴玠统一指挥行军序列，以御营军为前锋，八字军居中，西三路兵马分列左右，背嵬军和御前班直压后。赵玖亲临前线，在尧山一带扎营。吴玠选择依山立寨，便于观察全局和调兵，反驳刘锡水泽立寨建议。金军骑兵来袭试探，被刘錡部击退。赵玖点验部队，确认实兵超八万，加上民夫达十余万，士气高涨。吴玠分析地形，预计决战将在尧山至金粟山间展开，完颜娄室在金粟山观察宋军动向。"
  },
  {
    "characters": [
      "赵玖",
      "吴玠",
      "杨沂中"
    ],
    "date": "1130年5月29日",
    "content": "宋金两军在尧山地区展开决战。宋军以吴玠为帅，赵玖亲临前线督战。金军完颜娄室率部出击，宋军初战失利，但吴玠判断金军意图抢占金粟山和东坡塬地，下令御营中军主力抢占东坡。双方在东坡展开激战，宋军凭借兵力优势一度占据上风，但金军骑兵战术出色，援兵及时赶到扭转战局。赵玖下令打出龙纛以鼓舞士气，同时韩世忠率援军正在赶来。战场局势胶着，双方均等待决定性援军到来。"
  },
  {
    "characters": [
      "赵玖",
      "吴玠",
      "刘锡",
      "刘錡"
    ],
    "date": "1130年5月29日",
    "content": "宋军左翼刘錡部在沼泽地成功围困金军完颜折合部，但刘锡私自派遣神臂弓手增援其弟，引发争议。吴玠坚持大局为重，未往侧翼增兵，强调东坡主战场的重要性。金军裴满突捻和完颜斜布出率骑兵援兵突袭东坡，宋军战线动摇。郦琼和王德率部奋勇抵抗，暂时稳住阵脚。赵玖全程冷静观察，支持吴玠指挥决策。"
  },
  {
    "characters": [
      "赵玖",
      "吴玠",
      "完颜娄室",
      "完颜兀术"
    ],
    "date": "1130年5月29日",
    "content": "金军完颜兀术率两万援军自龙门渡潜渡，抵达尧山西侧，准备夹击宋军。吴玠及时察觉，命刘锡率熙河路兵马列阵迎敌。完颜娄室亲率七千骑兵自金粟山出发，意图与兀术会合。宋军面临两面夹击，局势危急。赵玖下令打出龙纛，试图扰乱金军部署。韩世忠七千援军正在途中，但抵达时间未知。决战进入关键时刻，双方统帅均全力以赴。"
  },
  {
    "characters": [
      "赵玖",
      "吴玠",
      "完颜兀术",
      "韩常",
      "刘锡",
      "李彦琪",
      "刘晏",
      "曲端",
      "李永奇",
      "李世辅",
      "完颜娄室",
      "韩世忠",
      "杨沂中",
      "王渊",
      "林景默"
    ],
    "date": "1130年5月29日",
    "content": "尧山决战爆发，宋金双方在尧山脚下展开激战。金军完颜兀术率援军从龙门渡急速赶来，试图与娄室主力合击宋军。宋军右翼熙河路刘锡部仓促应战，李彦琪建议骑兵反冲，虽初时抵挡金军，但兀术亲自加入战局后宋军渐显不支。赵玖和吴玠在中军指挥，紧张观察战局。关键时刻，刘晏率精锐部队从后方夹击金军，曲端和李永奇也率援军赶到，形成三面围攻之势。金军因长途奔袭疲惫不堪，战力大减。娄室率七千精锐骑兵绕道突袭宋军中军，先后击溃焦文通部和李永奇部，但宋军背嵬军及时出击，长斧重甲兵克制金军铁浮屠。战局陷入胶着，赵玖亲立龙纛下山鼓舞士气，宋军各部奋力反击。最终在韩世忠、曲端等将配合下，宋军阵斩金军主帅完颜娄室，金军溃败。此战宋军虽惨胜，但成功保住关中，扭转宋金战略态势。"
  },
  {
    "characters": [
      "赵玖",
      "韩常",
      "张浚",
      "宇文虚中",
      "吴玠",
      "刘锡",
      "刘錡",
      "李世辅",
      "曲端",
      "韩世忠"
    ],
    "date": "1130年6月3日",
    "content": "尧山大战后，宋军处理战俘和赏罚事宜。金将韩常被俘，赵玖亲自劝降，但韩常以燕云汉人身份拒绝，慷慨赴死。赵玖下令斩首示众，并按礼制安葬。随后进行战后封赏：吴玠因总揽战事有功，保留节度使职；刘锡因临阵无能被贬为庶人，发配水军；刘錡忠勇任事，保留原职；李世辅袭父爵南阳郡开国公；曲端依旧为环庆路经略使；韩世忠加封少师、三镇节度使，晋封延安郡王。这些处置稳定了军心，明确了功过。"
  },
  {
    "characters": [
      "赵玖",
      "许景衡",
      "宇文虚中",
      "张浚",
      "胡寅",
      "林景默",
      "刘子羽"
    ],
    "date": "1130年6月15日",
    "content": "都省副相许景衡抵达尧山大营，与赵玖商议战后事宜。赵玖提出四不允：不受贺胜、不立即回东京（需先处置军功授田）、不强制岳飞退兵、不更改李世辅袭爵决定。许景衡虽反对袭爵不合制度，但赵玖坚持己见，并透露有意在边疆实封。君臣在尧山神庙中深谈，赵玖表达不忘战死者、立志恢复汉唐故土的雄心。许景衡最终理解并支持，但以病请辞让贤。赵玖许诺其有始有终。"
  },
  {
    "characters": [
      "岳飞",
      "汤怀"
    ],
    "date": "1130年7月1日",
    "content": "岳飞在河北柱人山亭中眺望家乡汤阴，因中原艰难和荆襄叛乱，自请退兵南归。他给赵玖上《平金策》，提出攘外必先安内、先定两翼再图河北等战略。汤怀询问其哀伤乡梓，岳飞答以河南百姓亦是乡人，不应挥霍民力。临行前，岳飞在亭壁题词《满江红·归看河北》，抒发恢复之志，然后率军南返。"
  },
  {
    "characters": [
      "赵玖",
      "许景衡",
      "宇文虚中",
      "张浚",
      "胡寅",
      "林景默"
    ],
    "date": "1130年7月1日",
    "content": "赵玖在尧山大营主持战后军队整编，决定充实御营后军，以吴玠为都统整合西军；组建御营骑军，以曲端为都统，刘錡、李世辅为副都统。许景衡支持李世辅任命。赵玖在纸上留词《忆秦娥·西风烈》，抒发从头越的壮志。战后宋金战线恢复战前状态，双方默契减压，战略对峙形成。"
  },
  {
    "characters": [
      "万俟卨",
      "曲端"
    ],
    "date": "1130年7月1日",
    "content": "殿中侍御史万俟卨西行面圣，途经洛阳祭奠汪伯彦。在临渭驿馆，曲端来访，商议郭成弹劾之事。万俟卨建议曲端保举郭浩前途以化解矛盾。二人结为政治伴当，讨论朝中张浚、胡寅等人可能得势，但认为长远看官家会平衡各方。万俟卨受命度查关中田地，为西军授田做准备。"
  },
  {
    "characters": [
      "赵玖",
      "万俟卨",
      "胡寅"
    ],
    "date": "1130年7月1日",
    "content": "万俟卨在长安见赵玖，受命严格度查京兆府田地，打击豪强圈占。赵玖询问曲端结党担忧，胡寅否认。赵玖试探胡寅宰相意愿，胡寅自谦不足，愿留地方；问张浚可否为相，胡寅沉默。赵玖洞察局势，准备回东京进行朝政调整。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠",
      "胡寅",
      "杨沂中",
      "张浚",
      "宇文虚中",
      "吴玠",
      "王彦",
      "郦琼",
      "王德",
      "范一泓",
      "郭浩"
    ],
    "date": "1130年9月15日",
    "content": "赵玖在长安设宴安抚因军队整编和度田改革而心怀不满的将领。韩世忠虽兵马缩减但未生事，胡寅汇报其他将领如吴玠、曲端等反应平和。赵玖通过密札确认无人闹事，并让张浚主持宴会，暗示宇文虚中留镇长安，张浚可能调任中枢。宴会上，赵玖宣布对尧山大战战功者子女和退田义民给予县学、州学、太学名额，恢复三级学校考试和殿试，对战死者家属授田或抚养孤儿，以施恩缓和改革紧张气氛。王彦酒后哭诉委屈，赵玖安抚。最终，赵玖安排关西军事：宇文虚中坐镇长安，胡寅为关西五路转运使，韩世忠移屯长安总揽军事，吴玠屯坊州应对陕北，张浚转翰林学士，赵开提拔为关陕巴蜀九路转运判官等职，负责财政改革试点。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "张浚",
      "陈规",
      "朱胜非",
      "王伦",
      "李光",
      "蓝珪"
    ],
    "date": "1130年9月20日",
    "content": "赵玖返回东京后，在文德殿召集群臣处理政务。他询问高丽使节郑知常情况，王伦解释郑属西京两班，与金富轼政敌，主战但政治能力弱。赵玖决定超规格接待郑知常，以诗词酒宴拉拢，意图利用高丽牵制金国。群臣虽觉有失体统，但鉴于赵玖功绩未强谏。随后讨论粘罕南下大名府事，陈规揣测粘罕为控制兵权应对金国内斗。赵玖命张荣送檄文质问粘罕，要求归还使者韩肖胄并限期投降，旨在挑动金国内乱，非真出兵。赵玖强调尧山战后需养精蓄锐，避免轻敌。事后，吕好问私下劝谏赵玖朝堂言行应更体面，赵玖接受批评。赵玖回后宫处理潘贵妃收礼事，命冯益退还物品，并让吴贵妃家出资补偿，赐其家酒为国酒。"
  },
  {
    "characters": [
      "赵玖",
      "郑知常",
      "王伦",
      "赵鼎",
      "刘汲",
      "陈规",
      "张浚",
      "阎孝忠",
      "胡世将",
      "吕祉",
      "万俟卨",
      "杨沂中",
      "郑亿年",
      "郑修年"
    ],
    "date": "1130年9月25日",
    "content": "赵玖亲送高丽使节郑知常东归，沿途设宴赋诗，称其为国际友人，郑感激涕零。郑归后，赵鼎、刘汲相继到任宰执。刘汲提议裁撤陈规多余职务，加枢密副使，并荐阎孝忠为开封府尹，形成南阳派系。赵鼎荐胡世将为兵部尚书，张浚荐吕祉为吏部侍郎，赵玖批准，体现宰执人事权尊重。郑亿年南归带来二圣和宁德太后文书，赵玖疑其为金人间谍，命万俟卨审讯。万俟卨抗谏，指出郑未违法，莫须有难以服众，赵玖醒悟并赞其为忠臣楷模，事登邸报。郑亿年惊惧称病，其兄郑修年代为周旋。赵玖闻郑亿年为李清照表弟，感慨世族联姻，将赵明诚外调。赵玖与杨沂中讨论皇城司扩充和宫廷节俭，强调暂不恢复旧制。赵鼎、张浚因洞庭湖平叛策略争执：赵鼎、刘汲主速战，张浚支持岳飞招安，赵玖批复支持岳飞，张浚得势。"
  },
  {
    "characters": [
      "赵玖",
      "潘贵妃",
      "吕好问",
      "赵鼎",
      "张浚",
      "刘汲",
      "岳飞",
      "洪涯",
      "秦桧",
      "高益恭",
      "郑亿年",
      "郑修年"
    ],
    "date": "1130年10月22日",
    "content": "潘贵妃诞女赵宜佑，赵玖大喜，取名并大赦天下，但排除事金奸佞。吕好问率宰执联名请赦，赵玖允诺。此事缓和朝堂气氛，许多事务回归正轨。岳飞在洞庭湖平叛中连胜，上奏主张招安，分四档处理叛军，除钟相父子外不杀。赵鼎、刘汲反对，主张速战；张浚支持岳飞，赵玖批复肯定岳飞策略。同时，郑亿年仆从高益恭潜伏东京后，趁大赦北归，至聊城见洪涯。洪涯与秦桧在聊城商议南归无望，秦桧提出从金国内部解局：通过兀术和挞懒争权，推动议和，以归还京东、陕北和南人归南北人为条件，尝试将自己纳入议和条款南下。洪涯透露与御营前军万俟卨有联系，秦桧同意合作。二人计划结党营私，争取金国权柄，再议和求归，但知变数大，仅尽力而为。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "吕本中"
    ],
    "date": "1130年12月29日",
    "content": "赵玖在吕好问府中酒后寻衅，讨论天理学说。赵玖提出将天理分为天之理（宇宙运行规律）和天之原（物质），主张格物致知，通过实践检验天理。吕好问起初质疑，但赵玖以政治压力迫使吕好问接受其观点，最终吕好问同意推广原学，赵玖醉倒。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "胡安国"
    ],
    "date": "1131年1月8日",
    "content": "胡安国等道学家在宣德楼外求见赵玖，质疑吕好问的原学缺乏气概念。赵玖在宫中实践春耕，提出通过实验证明气如水有压力。吕本中承诺一月内设计实验证明，赵玖下令暂停学术争论，等待实验结果。胡安国等人暂时接受，帮赵玖挖土后离开。"
  },
  {
    "characters": [
      "张浚",
      "马伸",
      "席益"
    ],
    "date": "1131年2月10日",
    "content": "张浚南下督师，在襄阳会见马伸和席益。马伸指责岳飞玩敌，延误平叛，导致地方春耕受损。席益详细说明岳飞招抚杨广四次反复，浪费粮草，引发三路官员弹劾。张浚意识到问题严重性，承诺南下华容逼迫岳飞给出平叛期限，以应对春汛和军事压力。"
  },
  {
    "characters": [
      "张浚",
      "岳飞"
    ],
    "date": "1131年2月15日",
    "content": "张浚抵达华容大营，浑身泥水，当面斥责岳飞延误军机，破坏政治平衡。岳飞无辩解，承诺十日内荡平洞庭湖四十寨及四州七县。张浚决定随军监督，考验岳飞能力。春雷雨中，双方对峙，岳飞誓言借春汛迅速平叛，给各方交代。"
  },
  {
    "characters": [
      "岳飞",
      "张浚",
      "黄佐",
      "杨幺",
      "钟相"
    ],
    "date": "1131年2月1日",
    "content": "岳飞在洞庭湖地区展开平叛行动，冒雨出兵，分兵两路：李逵攻古楼寨，岳飞亲率主力西进。在澧州安乡与马皋部会合，总兵力达两万五千。岳飞利用雨势掩护，急行军近一百二三十里，突袭崇孝水寨，成功招降叛军首领黄佐。黄佐归降后，岳飞立即命其率部攻取韩湾子寨和浮水寨，同时派王贵南下取辰阳。次日，天气放晴，岳飞继续推进，黄佐等人招降杨钦，攻破多寨。第四日，岳飞混编部队攻击沅江、澬水间八寨，王贵进发益阳。张浚对岳飞拖延用兵表示不满，岳飞解释因水战不利，需依赖降军攻水寨，且为不误春耕拖延行动。最终，宋军包围沅江县城，钟相投降，杨幺被俘斩首，叛乱基本平定。"
  },
  {
    "characters": [
      "赵构",
      "张浚",
      "吕本中",
      "杨时",
      "胡安国"
    ],
    "date": "1131年2月28日",
    "content": "张浚返回开封，向赵构汇报洞庭湖平叛详情。赵构微服私访五岳观，观察道学辩论。吕本中代表原学与程学李侗辩论，赵构中途离场，表达对道学不满。次日，宣德楼前举行气压实验，成功演示大气压原理，轰动众人。赵构在后苑鱼塘召集重臣，宣布原学为官学，融合关学四句和王安石四句，强调实践和功利。杨时等道学大儒反对，但赵构坚持己见，赐杨时归乡。原学正式成为科举和教学依据，朝廷大赦新旧党人，王安石重归从祀。"
  },
  {
    "characters": [
      "赵构",
      "赵鼎",
      "张浚",
      "岳飞",
      "杨沂中"
    ],
    "date": "1131年3月1日",
    "content": "朝廷讨论南岭动乱，赵鼎主张调韩世忠、张俊南下平叛，张浚建议岳飞继续行动。赵构折中，命岳飞酌情南下，调度各地兵力。同时，杨沂中被撤销密札转运权，改由刘晏负责，引发朝臣弹劾。赵构解释此为制度调整，避免权责集中。兵部弹劾御营后军折估钱贪腐，赵构召吴玠、张俊入京，表示建炎五年已过，需整顿军中弊病，强调新时代需新制度，非回归旧路。"
  },
  {
    "characters": [
      "张俊",
      "吴玠",
      "赵玖"
    ],
    "date": "1134年3月1日",
    "content": "张俊和吴玠奉旨入京，张俊早到后设宴招待街坊、军官、官员等，展示财富和影响力。赵玖在含芳园召见二人，观看蹴鞠比赛并讨论包厢扑买，暗示将蹴鞠产业赠予张俊。随后在宫中凉亭宴请，赵玖严厉批评张俊贪财和吴玠部队藩镇习气，强调北伐建功可既往不咎，否则严惩。二人惶恐表态，赵玖要求整饬军务，并计划设立军校培训军官。"
  },
  {
    "characters": [
      "张俊",
      "吴玠",
      "赵玖"
    ],
    "date": "1134年3月2日",
    "content": "赵玖与张俊、吴玠在桑林中继续讨论军务。张俊承诺整顿御营右军，杜绝役使士卒和侵占屯田，赵玖表示信任。吴玠承认西军藩镇习气问题，赵玖提出长远改革，包括禁止军人从事非军事活动、建立军校培养军官，但因财政和北伐紧迫暂缓。赵玖决定设立临时培训学校，由王渊和闾勍负责，要求吴玠处理折估钱问题并提交不良军官名单。会谈结束，二人离开后私下议论赵玖未尽之意，涉及将门问题。"
  },
  {
    "characters": [
      "赵玖",
      "杨沂中",
      "潘贵妃"
    ],
    "date": "1134年3月2日",
    "content": "杨沂中汇报逮捕六家散播流言者，抄没十余万贯财物和六万贯国债。赵玖将国债交潘贵妃，用于安抚求情者。潘贵妃哭诉担忧失宠，赵玖安慰并建议她参与养蚕等新事务，强调夫妻情谊。事件显示赵玖对宫廷事务的干预和安抚手段。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "伶人"
    ],
    "date": "1134年3月10日",
    "content": "赵玖在景福宫观看杂剧，伶人表演讽刺二圣环，暗指赵玖不孝。赵玖未动怒，召见伶人批评艺术水平，要求吴贵妃编写《白蛇记》对抗佛教故事。随后与吕好问讨论舆论问题，赵玖坚持清算积弊政策，拒绝妥协，并计划逮捕更多反对者。吕好问建议嘉奖靖康功臣和补发官员俸禄以缓和矛盾，赵玖采纳。"
  },
  {
    "characters": [
      "赵玖",
      "杨沂中",
      "郑修年",
      "郑亿年"
    ],
    "date": "1134年3月15日",
    "content": "金国粘罕囚禁吴乞买的消息传开，引发舆论骚动，百姓和官僚支持朝廷备战，反对派权贵遭孤立。郑修年因题歪词畏罪潜逃，郑亿年出首检举，杨沂中设伏逮捕郑修年。朝廷将反动集团成员一网打尽，追毁出身文字，郑修年逃至济南被刘豫任用。事件标志清算积弊政策顺利推进，舆论转向支持北伐。"
  },
  {
    "characters": [
      "赵鼎",
      "赵汾"
    ],
    "date": "1134年3月20日",
    "content": "赵鼎携家人到蔡河南市吃羊头，感叹物价变化和宫中简朴。赵汾讲述官家节俭轶事，如撵走奢侈厨娘。父子讨论官家性格和舆论，赵鼎认为官家虽有缺点但守底线，是圣君。赵鼎献上孟钺《东京梦华录》，赵玖喜爱但拒赏官职。事件反映民间对官家评价和朝廷政策影响。"
  },
  {
    "characters": [
      "乌林答赞谟",
      "赵玖",
      "朝臣"
    ],
    "date": "1134年3月25日",
    "content": "金国使臣乌林答赞谟抵达东京，提出议和，意图维持现状结束战争。朝野震动，但赵玖早有禁令不许主动言和，舆论虽浮动，官家权威和北伐决心未动摇。事件凸显宋金关系紧张，赵玖坚持抗金立场。"
  },
  {
    "characters": [
      "赵玖",
      "乌林答赞谟",
      "吕好问",
      "赵鼎",
      "张浚",
      "杨沂中"
    ],
    "date": "1131年3月18日",
    "content": "赵官家在文德殿正式召见金国使臣乌林答赞谟，宋廷摆出郑重姿态。赵玖开门见山询问金国议和条件，乌林答赞谟表示金国无条件议和，强调金强宋弱局势未变。赵玖反驳，指出金国实力不如四年前，宋国则更强，拒绝议和，并提出苛刻条件：以燕山为界、金对宋称臣、交还汴梁掠夺人口金银、杀粘罕等七人。乌林答赞谟斥为白日做梦，赵玖则以粘罕昔日南下成功为例，强调自己梦想亦可成真。双方言辞激烈，赵玖最终赠予《东京梦华录》象征议和需恢复东京繁华，并询问金国主吴乞买中风真伪后驱离使臣。殿内群臣震动，赵玖借书内容表达抗金决心，并讲述宋五嫂鱼羹故事，凸显战争破坏民生。"
  },
  {
    "characters": [
      "赵鼎",
      "刘大中",
      "胡铨",
      "赵玖"
    ],
    "date": "1131年3月19日",
    "content": "吏部尚书刘大中向都省首相赵鼎进言，指责鸿胪寺邸报主编胡铨擅发增刊，引用齐桓公善善恶恶典故，暗示朝廷应清除主和派，引发党争担忧。赵鼎分析局势，认为根本问题在赵官家主战立场坚定，且对迎回二圣有抵触，触及儒家伦理纲常。赵鼎提议联名上书，请求计划北伐以示团结，但要求赵玖在二圣事上稍作体面。同时，枢密院张浚要求移交邸报事务，显示内部矛盾。赵鼎强调不许党争，维护朝廷稳定，而赵官家则专注于武学重建，在延福宫设立校舍，检视吴玠送来的军官和武学生，包括天赋异禀的王中孚，题写楹联激励军人荣誉。"
  },
  {
    "characters": [
      "赵玖",
      "赵鼎",
      "杨沂中",
      "吴璘",
      "王中孚"
    ],
    "date": "1131年3月21日",
    "content": "赵鼎至武学靶场呈递联名札子，赵玖拒看并表达不满，批评赵鼎大公无私却团结百僚作裱糊匠，而非借北人身份压制主和。赵玖重申灭金决心，强调唯有自己被赶下台才能停止北伐，并暗指迎回二圣可能动摇君权。赵鼎担忧匆匆北伐引发逆反，建议休养生息，赵玖反驳，认为暂和会导致堕怠，坚持尽人事听天命。最终赵玖收札子但表态矢志北伐，赵鼎无奈告辞。赵官家继续武学事务，与军官射戏，关注王中孚等武学生，反思武人地位问题，借岳飞等人自我激励家国情怀的珍贵。"
  },
  {
    "characters": [
      "粘罕",
      "乌林答赞谟",
      "兀术",
      "秦桧",
      "讹里朵",
      "银术可"
    ],
    "date": "1131年3月22日",
    "content": "乌林答赞谟向粘罕汇报宋国拒和情况，粘罕嗤笑赵玖狂妄，决定放弃议和，趁宋平叛间隙休养生息，整备军队。讨论军权分配，粘罕大权独揽，西路军分由活女和拔离速控制，东路军分属兀术、讹里朵和粘罕，粘罕吞并大名府兵马，任命兀术为右副元帅等职。银术可不满活女处置，粘罕坚持己见。兀术与秦桧回府，秦桧分析局势，指出粘罕权势盛极而衰，建议兀术联合银术可等推翻粘罕。兀术犹豫，秦桧强调议和可能，利用二圣问题施压宋国。街头遇炒栗摊贩，兀术制止强取，秦桧赠金，触动思乡之情，秦桧决心行动。"
  },
  {
    "characters": [
      "秦桧",
      "兀术",
      "粘罕",
      "希尹",
      "银术可",
      "合剌"
    ],
    "date": "1131年3月23日",
    "content": "秦桧向兀术献策，指出粘罕无名丧实，根基已损，盛极而衰，建议联合银术可推翻粘罕。兀术询问秦桧所求，秦桧坦言求富贵权柄，兀术许诺事成后任副宰相。兀术见粘罕，提议尊吴乞买为太上皇，拥立谙班勃极烈合剌登基，以稳定人心。粘罕心动但疑虑，咨询希尹和银术可，希尹认为需国主同意，银术可反对，担心合剌继位导致太祖系团结反噬。粘罕决定明日尚书台会见合剌，秦桧计策得用，兀术一笑示决心。粘罕写日记疑希尹与兀术走近，撕毁以掩痕迹，局势紧张。"
  },
  {
    "characters": [
      "完颜粘罕",
      "完颜银术可",
      "完颜兀术",
      "完颜斡本",
      "完颜讹里朵",
      "完颜挞懒",
      "完颜希尹",
      "完颜蒲家奴",
      "完颜合剌"
    ],
    "date": "1131年3月26日",
    "content": "金国燕京尚书台发生政变。都元帅完颜粘罕率众前往尚书台，意图通过示威施压控制局势，但遭到完颜兀术等人激烈反对。兀术指责粘罕带兵围困尚书台是谋逆行为，引发对峙。在银术可调解下，粘罕同意减少随从进入大堂。随后，谙班勃极烈完颜合剌（完颜亶）被召见，表现出汉化倾向，支持统一法度和改革猛安谋克制。会谈中，兀术突然发难，与粘罕爆发冲突，最终在众人协助下，粘罕被兀术用金瓜锤击杀。政变后，兀术等人逼迫国主吴乞买退位，立合剌为新帝，改元皇统，迁都燕京，并废除都元帅和勃极烈制度，仿宋制设立都省和枢密院。"
  },
  {
    "characters": [
      "赵构",
      "曲端",
      "赵鼎",
      "张浚",
      "李光",
      "刘汲",
      "陈规",
      "胡世将",
      "阎孝忠"
    ],
    "date": "1131年4月8日",
    "content": "赵构在东京城西岳台检阅御营骑军，对仅招募到八千骑兵不满，大发雷霆。他批评文武官员制度不公，文臣欺压武将，并处置了抚州知州违逆军令和吏部郎中举荐不当等事件。御史中丞李光进谏，被赵构驳回。赵构强调战时需文武分制，同阶同级，并询问曲端骑兵不足原因。曲端解释因西夏封锁边境，招募蕃骑困难。赵构随后听取鸿胪寺卿翟汝文关于西夏国主李乾顺的介绍，感叹西夏立国百年未灭是宋军无能，并指责范仲淹、韩琦等贤达。检阅后，赵构收到金国政变和议和消息，虽表面冷静，但内心担忧议和影响北伐大局。"
  },
  {
    "characters": [
      "赵构",
      "吕好问",
      "赵鼎",
      "张浚",
      "李光",
      "刘汲",
      "陈规"
    ],
    "date": "1131年4月30日",
    "content": "赵构在宫中石亭召见宰执，讨论金国议和事宜。金使乌林答贊谟带来被掳宗女和贵女，并提议归还二圣及京东数郡，以达成和约。赵构表达坚决反对议和的态度，但承认大部分官僚和士民支持议和。他提出妥协方案：大宋可议和，但自己不参与；要求金人先送回所有被掳者，包括二圣；以归还伪齐五郡为条件正式言和。宰执们同意执行，赵构强调此决策为顺应民心，但自己内心仍主战。会议中，李光支持暂和，遭赵鼎和张浚反对，最终赵构决断以公开谈判方式处理议和，避免局势失控。"
  },
  {
    "characters": [
      "赵构",
      "蓝珪",
      "吕好问",
      "赵鼎",
      "张浚",
      "刘汲",
      "翟汝文",
      "朱胜非",
      "王庶",
      "李光",
      "刘大中",
      "胡世将",
      "陈康伯"
    ],
    "date": "1131年5月4日",
    "content": "在崇文院秘阁，吕好问、赵鼎、张浚等宰执召开例行会议，讨论金国议和事宜。鸿胪寺卿翟汝文汇报金使乌林答贊谟同意无条件归还二圣及俘虏，但需先送回俘虏再议和，并提及信王尚存五国城，被赵鼎视为谈判诡计。会议中，陈康伯代表73名中低层官吏和125名太学生上楼请愿，反对议和，提出三虑：担心重蹈石晋覆辙、弃两河士民、忘靖康之耻。赵鼎等人安抚，并请蓝珪传话官家，官家命陈康伯写札子批复，并强调勿扰秩序。事件暴露主战派力量，加剧朝中分裂。"
  },
  {
    "characters": [
      "赵构",
      "蓝珪",
      "赵鼎",
      "张浚"
    ],
    "date": "1131年5月4日",
    "content": "赵构在鱼塘边石亭绘制《禹迹图》和《华夷图》，蓝珪向秘阁会议传达官家指示，命陈康伯写札子并安抚请愿者。赵鼎询问官家动向，蓝珪解释官家因秘阁图书被金人掠夺，寻得旧图石刻并亲自补正，但进展不顺。官家态度显示不干预朝政，委托宰执处理议和，但暗中关注局势，避免混乱影响国事。"
  },
  {
    "characters": [
      "赵鼎",
      "张浚"
    ],
    "date": "1131年5月4日",
    "content": "赵鼎应张浚邀请，私下会面讨论议和风波。二人担忧官家可能弑父杀兄或借刘豫破坏议和，但认为官家意图难测。赵鼎提议极端情况下安置二圣于明道宫和洞霄宫，剥夺宗室爵位。他们共识官家可能拖延议和，引诱刘豫进攻，但不确定金人意图。张浚坦言从未揣透官家心意，赵鼎附和，感叹官家孤军奋战，无人理解其艰辛，最终决定静观其变，支持官家决策。"
  },
  {
    "characters": [
      "岳飞",
      "张宪",
      "杨再兴",
      "韩顺夫",
      "郭进",
      "李洞天",
      "彭铁大",
      "李敦仁"
    ],
    "date": "1131年5月5日",
    "content": "岳飞部张宪抢占虔州兴国县无名红土岭，对抗云集的十余万盗匪。杨再兴率部突袭，重伤韩顺夫，但被张宪反击夺回阵地。韩顺夫因失职被正法。盗匪推李洞天为平江大天王，彭铁大和李敦仁分守西、东面。彭铁大实为岳飞内应，引官军入谷，大败盗匪。李洞天投降，岳飞处置400路头领：赦100、流100、杀100、编100入军。杨再兴被俘后不服，岳飞赏识其勇，释之并纳入军中。"
  },
  {
    "characters": [
      "岳飞",
      "张宪",
      "傅选",
      "李敦仁",
      "廖氏三姐妹"
    ],
    "date": "1131年5月6日",
    "content": "岳飞派张宪、傅选追击李敦仁至固石洞。李敦仁倚仗天险负隅顽抗，廖氏三姐妹守寨。官军佯攻消耗守军物资，第三日杨再兴和郭进攀崖突袭，破寨斩李敦仁及廖氏三姐妹。部众投降，虔贼之乱彻底平定。岳飞在兴国县整编降众，遣返老弱，安置壮丁，仅留彭铁大、杨再兴等精锐。"
  },
  {
    "characters": [
      "岳飞",
      "刘洪道"
    ],
    "date": "1131年5月15日",
    "content": "岳飞率军北归至江州，江西经略使刘洪道追至，在浔阳楼设宴。刘洪道谈及朝中议和风波，自述青州战败之恨，主战但体恤民生艰苦，劝岳飞勿擅动，为官家名声着想。岳飞醉后题记浔阳楼，表达主战决心，反对议和，誓缚金主、迎二圣，并上密札入京。刘洪道无奈，岳飞醒后自觉冒失，但箭已离弦。"
  },
  {
    "characters": [
      "岳飞",
      "张俊"
    ],
    "date": "1131年6月1日",
    "content": "岳飞奉旨至徐州见张俊，未得平叛封赏。同时，金使乌林答贊谟全盘答应宋廷议和条件，包括归还俘虏和京东五郡，罢兵前景明朗。朝中议和争议持续，岳飞部北归显示军中主战情绪，但官家旨意引导其与张俊会合，暗示朝廷控制局势。"
  },
  {
    "characters": [
      "王庶",
      "陈公辅",
      "刘汲",
      "赵鼎",
      "张浚",
      "朱胜非",
      "翟汝文"
    ],
    "date": "1131年6月3日",
    "content": "王庶与陈公辅在东华门外酒楼议论议和，太学生高谈阔论二圣归来的政治影响。秘阁会议上，刘汲主持，翟汝文报金人困两位太后于黄河北岸，因韦太后借贷三千金未还。朱胜非被迫以礼部尚书身份往滑州处理，王庶怒斥不给钱。朱胜非要求事后辞职，赵鼎、张浚同意。朱胜非至滑州，传达中枢态度，金将高景山鞭打下属，释放太后。事件顺利，但暴露议和中的尴尬。"
  },
  {
    "characters": [
      "赵构",
      "郑太后",
      "韦太后",
      "吕好问",
      "赵鼎",
      "张浚",
      "朱胜非",
      "潘贵妃",
      "吴贵妃"
    ],
    "date": "1131年6月5日",
    "content": "两位太后回銮东京，官家称病未迎，吕好问等百官出城十里接驾。潘、吴贵妃城门处哭迎，引发百姓忆靖康痛哭。宫中景福宫设宴，官家出席。郑太后转达二圣求太乙宫使安身之言，官家默然。韦太后批评宫中简朴，官家反讽亡国之因，每与操反事乃可成。场面尴尬，郑太后转圜，官家态度强硬，凸显二圣归来后的政治伦理困境。"
  },
  {
    "characters": [
      "赵玖",
      "赵鼎",
      "张浚"
    ],
    "date": "1131年6月20日",
    "content": "赵玖在延福宫武学接见赵鼎和张浚，展示自制的沙盘和桌球，讨论朝政。赵鼎和张浚请求郑太后移驾南阳，赵玖以延福宫资源充足为由拒绝，强调善待太妃嫔们。赵玖透露金国擒获刘豫的情报，暗示议和破裂。君臣对话缓和，赵玖肯定宰执们的政务处理能力，但未深入讨论二圣安置问题。"
  },
  {
    "characters": [
      "赵玖",
      "朱胜非",
      "李光",
      "赵佶",
      "赵桓"
    ],
    "date": "1131年6月26日",
    "content": "赵玖在白马津迎接二圣赵佶和赵桓，询问朱胜非是否需跪拜，引发礼仪争议。李光建议以父子兄弟之礼相见，朱胜非询问二圣后，赵佶和赵桓表示拱手即可。赵玖端坐不动，命二圣上前，群臣紧张。赵玖起身拱手相见，二圣回礼并表达归顺之意。赵玖让诸亲王报姓名，处理信王身份混淆问题，金使乌林答贊谟插话议和，赵玖冷淡回应。场面一度和谐，但赵玖后续行动引发更大风波。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "韩世忠",
      "赵佶",
      "赵桓"
    ],
    "date": "1131年6月26日",
    "content": "赵玖宣布退位让贤，拔刀割袍断冠，欲往南京起兵抗金。韩世忠等武将下马阻拦，吕好问呼吁阻止。赵玖斥责群臣以二圣拿捏自己，强调并非忧心皇位，而是借二圣清理旧势力。他批判二圣奢靡误国，引用方腊言论，宣示建立新宋的决心。群臣表决，多数支持赵玖，七十四人辞官。赵玖安置二圣于少林寺和洞霄宫，宗室降爵安置。万俟卨请求改元绍兴，赵玖以靡费拒绝，但改白马县为绍兴县，杀白马以成绍兴，率众返东京。"
  },
  {
    "characters": [
      "赵玖",
      "乌林答贊谟",
      "赵鼎",
      "张浚"
    ],
    "date": "1131年6月26日",
    "content": "在胙城县衙，赵玖与金使乌林答贊谟争论背约问题。赵玖坚称金国无法交付京东五郡，因岳飞和张俊已突袭青州。乌林答贊谟指责赵玖不正大光明，赵玖反驳金国暴行，强调血海深仇无需条文。乌林答贊谟警告两国再难取信，赵玖表示终将灭金。赵鼎和张浚询问军事细节，赵玖部分隐瞒，安排郦琼佯攻京东。赵鼎建议邸报宣称青州已克，曲端伪造乌林答贊谟服软书信。讨论南方赋税和去职官员风险，赵玖拒绝激烈手段，主张光明竞争。韩世忠等表达信任，赵玖释然。"
  },
  {
    "characters": [
      "赵玖",
      "万俟卨",
      "杨沂中"
    ],
    "date": "1131年6月28日",
    "content": "赵玖返东京，市井热议议和破裂和赵玖不孝之举。儒生伏阙请求奉养二圣，赵玖不理。万俟卨上奏整理宗庙，暗示赵玖为新宋开国主，赵玖心动但留中不发，引发投机和反对浪潮。赵鼎建议聚焦无谓争论以掩护青州战事，赵玖从善如流。事件拖延政治余浪，避免影响前线。"
  },
  {
    "characters": [
      "岳飞",
      "张俊",
      "田师中",
      "扈成"
    ],
    "date": "1131年7月1日",
    "content": "岳飞部至临朐，遇田师中和扈成，得知张俊已取青州、潍州、莱州，因李成主力在济南。张俊东进攻登州水军，欲夺海船并扫荡四郡。岳飞判断李成可能回师偷袭临朐，断宋军后路，决定西进淄川阻击。田师中率三千兵随行，大军两万三千西进。哨骑发现李成部四万自笼水来袭，含金军骑兵。岳飞决定渡淄水列阵迎战，田师中初疑后退，被岳飞说服。两军狭路相逢，战事一触即发。"
  },
  {
    "characters": [
      "岳飞",
      "李成",
      "田师中",
      "张宪"
    ],
    "date": "1131年7月1日",
    "content": "岳飞与李成部在淄水附近交战。李成布阵骑兵两翼、步兵中路，岳飞反其道，步兵分击山地骑兵，骑兵集中中路冲锋。命田师中率重甲步兵率先突击南侧金军骑兵，田师中不满但执行。交战惨烈，田师中部被围，岳飞骑兵适时冲锋，击散李成步卒。北侧骑兵被王贵部阻挡。六万大军血战，胜负未分，喊杀震天。岳飞战术灵活，利用地形和时机，力图围歼敌军。"
  },
  {
    "characters": [
      "岳飞",
      "李成",
      "郭仲威",
      "汤怀",
      "张宪",
      "田师中"
    ],
    "date": "1131年7月2日",
    "content": "岳飞率御营前军与李成伪齐主力在淄水与笼水之间丘陵地带展开激战。双方均未预料到对方兵力规模，战斗爆发仓促。岳飞以斜阵应对李成两翼骑兵夹击，中央以重步兵突出。战斗中，李成部将郭仲威率长刀骑兵突袭岳飞帅旗，被岳飞亲自斩杀。岳飞率先移动帅旗压上，李成随后跟进，但宋军士气高昂，战线逐步西推。李成部因阵型臃肿、进军缓慢，最终在岳飞总攻下溃败。此战宋军以少胜多，伪齐主力损失惨重，为后续收复京东奠定基础。"
  },
  {
    "characters": [
      "岳飞",
      "李成",
      "张宪",
      "徐文",
      "杨再兴",
      "郭进"
    ],
    "date": "1131年7月2日",
    "content": "李成大军溃败后，残部在笼水畔负隅顽抗。徐文为掩护李成撤退，假立帅旗吸引宋军，最终被杨再兴斩杀。李成逃脱至笼水边，因心理崩溃无法渡河，被迷路的宋将郭进发现并射杀。郭进割其首级回报。岳飞随后指挥部队追击残敌，收复淄川城，并分兵进逼章丘。此役伪齐大都督李成毙命，标志着伪齐军事力量的彻底瓦解，宋军控制京东局势。"
  },
  {
    "characters": [
      "岳飞",
      "赵构",
      "田师中",
      "张宪",
      "杨再兴",
      "郭进",
      "岳云"
    ],
    "date": "1131年7月15日",
    "content": "岳飞奉诏携田师中、张宪、杨再兴、郭进及长子岳云入东京陛见。赵构在鱼塘后苑石亭接见，询问战况，并当场为岳云与长公主佛佑订婚，以巩固君臣关系。田师中当面弹劾岳飞作战调度不公，赵构调解后，明确授予岳飞黄河下游临机指挥权，统领御营前军、右军等部。赵构赐岳飞“精忠报国”大纛，令其仪仗出宣德楼正门，彰显荣宠。此举稳定了朝廷舆论，强化了军队整合。"
  },
  {
    "characters": [
      "赵构",
      "潘贵妃",
      "杨沂中"
    ],
    "date": "1131年8月1日",
    "content": "潘贵妃以祈福为名，建议赵举举办法会，赵构借机下令在岳台举办大型祭祀，悼念靖康以来死难军民。要求寺庙道观出资参与，限制18家机构，并指令都省整备名单、户部准备国债。旨在终结流言，宣示宋廷重新立足，转入攻势。同时，赵构强调务实，避免帅臣频繁入京，确保地方稳定。此事件体现了赵构通过宗教活动凝聚民心、巩固政权的策略。"
  },
  {
    "characters": [
      "赵玖",
      "岳飞",
      "张俊",
      "万俟卨"
    ],
    "date": "1131年8月15日",
    "content": "赵玖计划在中秋节后举行岳台大祭，以秋收为界强化精神文明活动。岳飞因京东地区秋收秩序维护任务提前折返，确保在万俟卨清理无主土地时提供武力支持。张俊控制青州以东地区，名声不佳。赵玖对仪式兴致不高，认为邸报的宣传效果更佳。他严格筛选寺庙和道观参与，仅明道宫入选，其他如少林寺等未获特殊待遇。赵玖对衍圣公孔端友及其叔父孔若古在靖康之变中守节南下的行为感到震惊，原以为孔家会投降金人。经刘汲和翟汝文解释，得知孔端友携圣物南下，孔端操被伪齐控制，孔家行为得体。赵玖批准表彰名单，并赦免孔端操。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "杨沂中",
      "赵鼎",
      "张浚",
      "李光"
    ],
    "date": "1131年8月16日",
    "content": "赵玖在处理义烈民户名录时，震惊于记录简薄，询问杨沂中东京妓女情况，意图通过她们了解兵祸受害者的故事。吕好问出面劝阻，赵玖放弃此念，意识到妓女多因兵祸破产，涉及官军和义军暴行，难以深究。他下令杨沂中调查妓女数量分布，并提议立无名义烈碑。吕好问建议北伐后再立大碑，赵玖暂定制作空白牌位居中安置。事后，吕好问在宜佑门前问责宰执班子，指出他们在绍兴事件中失职，未有效管控风险。他强调赵玖用人妥协，重用持重老臣以平衡年轻激进派，提醒张浚勿让军事喧嚣绑架国家。赵鼎、张浚等反思自身责任。"
  },
  {
    "characters": [
      "赵玖",
      "杨沂中"
    ],
    "date": "1131年8月17日",
    "content": "赵玖夜间召见杨沂中，询问妓女调查结果。杨沂中报告官籍妓女578人，私妓约2000人，多数因战乱被买卖至富户，金兵祸害比例平均仅八分之一，建炎三年前军贼土匪为害更重。赵玖感慨律法倒车，提及八公山誓言和绍兴事件，强调有些事必须做，不能忍降金或留用刘光世等。他询问杨沂中家婢数量，杨惶恐答三十几人，赵玖安抚称非问责，意在推动人身解放，废除良贱制度。赵玖乏倦，命杨沂中退下，反思自身言行源于原则坚持。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "法河",
      "韩世忠",
      "岳飞",
      "李彦仙",
      "张俊",
      "吴玠"
    ],
    "date": "1131年8月18日",
    "content": "中秋岳台大祭举行，赵玖率群臣百姓祭奠。仪式以砲车模拟火药威力、展示金军战利品堆砌京观开场，震撼观众。随后御营中军护送牌位，以无名义烈牌位为首，依次安置知名义烈和普通士卒百姓牌位，共一万五千余个，象征抗金牺牲。赵玖诵读祭文后，追加评论，强调宋金之战正义性、必胜信念和北伐决心，百官下跪响应，权威达高峰。赵玖与少林寺主持法河对话，询问《仁王护国经》中菩萨护国事，法河称韩世忠、岳飞、李彦仙、张俊、吴玠为五菩萨转世，御营军为神王，宗泽和汪伯彦为文殊、地藏菩萨。赵玖赞法河将成罗汉，倡佛门需更多此类人物。"
  },
  {
    "characters": [
      "赵玖",
      "赵鼎",
      "张浚",
      "刘汲",
      "陈规",
      "李光",
      "林杞",
      "陈康伯",
      "陈公辅"
    ],
    "date": "1131年8月18日",
    "content": "赵玖在岳台大营召集群臣、勋贵、僧道、豪商，议设立公阁和北伐大政。公阁成立，吕好问任首席，纳入衍圣公、韩肖胄等闲散人士，赋予有限政治参与。赵鼎阐述大政方针，强调人事、法度、圣学、军事准备，提及废除良贱制度、典妻等改革，保障底层人权。讨论财政困境，刘汲、陈规指出国家贫弱，军费不足，南方赋税加重失人心。林杞主张靠国债、交子筹快钱，陈康伯驳斥需明确取财对象。陈公辅直言打击不事生产者，暗示向富商、僧道征税。赵玖持笔记沉默，群臣惴惴，氛围紧张，聚焦财政改革以支持北伐。"
  },
  {
    "characters": [
      "赵玖",
      "郦琼",
      "法河",
      "林杞",
      "李光",
      "陈公辅",
      "陈康伯",
      "韩肖胄",
      "虚木",
      "衍圣公",
      "吕好问",
      "赵鼎",
      "张浚",
      "杨沂中"
    ],
    "date": "1131年8月15日",
    "content": "赵官家在中军大堂召集宰执、秘阁大员及外阁勋贵、僧道、豪商，讨论财政改革。郦琼激烈主张盘剥有产者，赵玖反对动辄喊打喊杀，强调国家乏钱但不能盘剥百姓，应从有产者取财但需合法有度。林杞提议发行交子和国债，李光质疑并引出青苗法争议。法河承认少林寺放贷四成利息，赵玖斥责高利贷挖国家根基，痛批贫富相济论调，指出百姓借贷导致土地兼并，威胁皇权稳定。他怒斥韩肖胄家族兼并土地致岳飞家沦为佃户，韩肖胄昏倒被拖出。最终赵鼎宣布刑统新律，限制借贷利率，赵玖强制推行，并以少林寺试点新青苗法，分利监督。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "赵鼎",
      "张浚",
      "杨沂中"
    ],
    "date": "1131年8月15日",
    "content": "朝会后，赵玖与宰执在岳台大营外赏月，吕好问汇报财政方案：御营退伍士卒和义烈家属享低息青苗贷；寺观住持须朝廷批准并承连带责任；废除寺观购荒地权和免人头税权；一年后推广南方。赵玖担忧有产者不服，吕好问建议用文官管青苗贷监督，推荐虞允文任军事统计司郎中。吕好问指出赵玖接触佛门反抬举其地位，并劝勿用市易法。随后吕好问请辞公相和秘阁首席，理由包括年迈、事务繁杂、为子仕途及国家安定，赵玖最终同意，赠苏轼《水调歌头》词句。"
  },
  {
    "characters": [
      "赵玖",
      "杨沂中",
      "蓝珪",
      "范宗尹",
      "高守义"
    ],
    "date": "1131年8月21日",
    "content": "大朝会后，赵玖在无名石亭进行日常情报汇总。杨沂中报告西夏使者高守义误解宋廷动作为战备，赵玖吐槽并追问情报来源。他令蓝珪写条子给宰执，强调子弟须学原学。赵玖分析高守义吓唬夏主李乾顺，阻止西夏恢复野战军，遂写条子嘲讽李乾顺文学水平，命毁《灵芝歌》石刻，赠《史记》讥其沐猴而冠。范宗尹执笔，条子经高守义快马送西夏。此事凸显宋金对峙下西夏首鼠两端，赵玖借机施压。"
  },
  {
    "characters": [
      "吴璘",
      "完颜活女",
      "吴玠",
      "宇文虚中",
      "胡寅",
      "韩世忠",
      "郭浩"
    ],
    "date": "1131年9月1日",
    "content": "金军完颜活女擅自出兵，突袭鄜州，吴璘在雕阴山阻击后转为对峙。金军偏师攻保安军和庆州，围困栲栳寨，郭浩部失联。吴玠迟疑救援，长安宇文虚中令其派兵解围，胡寅北上督后勤，韩世忠动员呼应。分析显示活女出兵无战略价值，可能因金国内乱私自行动，旨在吞地自肥。宋军关西大本营迅速应对，验证河东金军未大规模呼应，活女困顿乏力。事件暴露金军内部矛盾，宋方借机强化边防。"
  },
  {
    "characters": [
      "完颜讹里朵",
      "完颜兀术",
      "完颜斡本",
      "秦桧",
      "完颜希尹",
      "洪涯"
    ],
    "date": "1131年9月15日",
    "content": "燕京尚书台议活女擅自出兵事，讹里朵怒掷奏疏，兀术和希尹主张支援以保河西兵马，斡本同意不露怯。众人担忧活女挟兵自重损中枢权威，但处置风险高。兀术主动请缨赴河西收活女兵权，强调兄弟精诚团结。会后，兀术与秦桧雨中饮酒，秦桧感慨做事艰难，兀术表示需咬牙坚持。秦桧提议效长平之战，将延安府等地赠西夏，引宋夏相争，金蝉脱壳。兀术未立即回应，但心动，后派心腹送信拔离速和耶律马五。事件展现金国内部改革困境和外交策略调整。"
  },
  {
    "characters": [
      "完颜兀术",
      "耶律余睹",
      "耶律马五"
    ],
    "date": "1131年10月29日",
    "content": "兀术至真定府，秋雨停歇，派侍卫送信拔离速和耶律马五。耶律马五命耶律余睹渡河延安慰军，实则告知兀术欲杀余睹立威，马五念旧恩助其逃西夏。余睹带亲信渡河，被困河西，家眷在河东，无奈投西夏。此事反映金军内部猜忌和降将命运，兀术借机整顿河西势力，为后续行动铺垫。"
  },
  {
    "characters": [
      "耶律余睹",
      "嵬名云哥"
    ],
    "date": "1131年10月31日",
    "content": "耶律余睹率两三百契丹部众抵达横山边界，试图投奔西夏。他以劳军名义与西夏洪州守将嵬名云哥会面，请求借道前往可敦城投靠耶律大石。嵬名云哥嘲讽耶律余睹仅带少量兵马，拒绝提供庇护，仅允许其沿横山边界东北行，并限三日内通报金军。耶律余睹部众士气低落，夜间多人逃散，仅剩二三十骑。"
  },
  {
    "characters": [
      "耶律余睹",
      "蒲答",
      "撒八"
    ],
    "date": "1131年11月1日",
    "content": "耶律余睹在横山山口面临部众叛离，军官撒八率近百人要求分道扬镳。耶律余睹无奈同意，分发补给后，剩余部众继续减员至二十三人。他意识到金军可能以他为诱饵试探西夏，决定折返向南，寻求投靠宋军。夜间，耶律余睹率部反穿横山山口，计划前往保安军栲栳寨投奔宋将郭浩。"
  },
  {
    "characters": [
      "耶律余睹",
      "郭浩"
    ],
    "date": "1131年11月2日",
    "content": "耶律余睹率二十三骑抵达栲栳寨，自报身份为辽国东路都统、金国元帅右都监，并提及金军可能与西夏交易延安府，以及耶律大石西征消息。宋将郭浩识其价值，力排众议接纳入城。耶律余睹提出可助宋联络耶律大石夹击西夏，郭浩将此情报上报。"
  },
  {
    "characters": [
      "赵构",
      "赵鼎",
      "张浚",
      "陈规",
      "刘汲",
      "胡世将",
      "王庶",
      "曲端",
      "胡闳休"
    ],
    "date": "1131年11月18日",
    "content": "赵构在东京文德殿召集重臣议事，讨论耶律余睹带来的情报。争议焦点在于金军是否会将延安府赠予西夏，以及是否联合耶律大石夹击西夏。赵鼎、刘汲、胡世将主张谨慎，避免大战消耗财政；张浚、陈规、王庶、曲端支持主动出击，维护关西民心。胡闳休提出分层应对，优先联络耶律大石。赵构最终决定备战，派胡闳休出使西域，联络耶律大石，并调集粮草军资，准备应对陕北局势。"
  },
  {
    "characters": [
      "胡闳休",
      "耶律余睹"
    ],
    "date": "1131年11月19日",
    "content": "胡闳休加兵部侍郎衔，率使团从东京出发西行，耶律余睹随行。队伍包括礼部、兵部随员、御前班直、河湟骑兵等，经关西至兰州会合商队，准备穿越青海道前往西域寻找耶律大石。胡闳休旨在促成宋与西辽夹击西夏，打通河西走廊。"
  },
  {
    "characters": [
      "胡闳休",
      "耶律余睹",
      "耶律大石",
      "萧斡里剌"
    ],
    "date": "1132年1月29日",
    "content": "胡闳休与耶律余睹分兵轻骑，从瓜州直趋哈密力，得知耶律大石在高昌。他们疾驰至高昌，正值耶律大石接受西州回鹘归附。胡闳休献上完颜娄室头盔作为礼物，转达赵构书信，提议以黄河为界，宋辽平分西夏。耶律大石初有疑虑，经耶律余睹和萧斡里剌劝说，最终同意出兵三万，约定夹击西夏。胡闳休承诺宋军先诱敌横山，随即返回报信。"
  },
  {
    "characters": [
      "赵构",
      "岳飞",
      "曲端",
      "杨沂中"
    ],
    "date": "1132年2月5日",
    "content": "赵构率御营骑军、前军、中军精锐三万西行长安，以岳飞为主将，声称应对金夏交易延安府。大军号称五万，旨在震慑西夏，要求西夏国主李乾顺负荆请罪。高丽重臣郑知常随行协助外交。赵构离京前，为即将出生的皇子皇女取名，强调原学与道德，并部署关中西线军事，准备潜在战役。"
  },
  {
    "characters": [
      "李乾顺",
      "嵬名察哥",
      "薛元礼",
      "芭里祖仁"
    ],
    "date": "1132年2月1日",
    "content": "西夏国主李乾顺在兴庆府朝议应对宋军西进。决定派薛元礼携礼物赴长安求和，开放横山蕃骑和马市，并可能归还定边军寨；同时派芭里祖仁向金军表明助金立场。李乾顺与晋王察哥进行‘炙勃焦’占卜，结果吉凶难测。李乾顺调集五万兵马，命察哥率三万步兵和六千铁鹞子防守横山，严禁出战，自率两万守灵州，以防宋军从葫芦河或瀚海突袭。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠",
      "胡寅",
      "岳飞",
      "曲端",
      "王德",
      "刘錡",
      "李世辅",
      "杨沂中",
      "刘晏",
      "薛元礼"
    ],
    "date": "1132年2月19日",
    "content": "赵官家率文武官员巡视长安城北的长陵，讨论汉高祖与吕后陵墓及历史功业。胡寅借机弹劾韩世忠骄纵跋扈，指责他强求伐夏主帅之位，忘乎所以。赵玖虽未直接斥责，但通过胡寅的言辞挫败了韩世忠的锐气，最终定下以岳飞为主帅、曲端和王德为副的伐夏方略。随后，赵玖在泾河口设宴招待西夏使节薛元礼，以'泾浊渭清'的歪理指责西夏破坏环境，并端上'鹦鹉炸酱面'（实为乌鸦肉）进行羞辱，明确宣战意图。薛元礼愤然离去，宋夏战争正式开启。"
  },
  {
    "characters": [
      "吴玠",
      "韩世忠",
      "岳飞",
      "曲端",
      "王德",
      "李乾顺",
      "完颜兀术",
      "完颜拔离速"
    ],
    "date": "1132年2月29日",
    "content": "春耕结束后，宋军全面发动西北战役。吴玠率御营后军进攻横山前线，争夺城寨；韩世忠部进驻同州，威胁延安金军；岳飞、曲端、王德部在泾原路猛攻平夏城，切断西夏战略要道。西夏国主李乾顺面临东西两线压力，不敢轻易调兵，紧急向金国求援。完颜兀术在大宁城研判局势，认为宋军虚张声势，但不敢冒险渡河，决定采取围魏救赵策略，集结兵力于河中府，威胁蒲津渡和陕州，以缓解西夏和延安压力。"
  },
  {
    "characters": [
      "赵玖",
      "胡寅",
      "韩世忠",
      "吴玠",
      "岳飞",
      "曲端",
      "耶律大石"
    ],
    "date": "1132年3月5日",
    "content": "赵官家在坊州黄帝陵前召开军议，强调伐夏关键在于虚张声势，吸引西夏主力，避免大规模决战以保存后勤。胡寅和吴玠讨论西辽耶律大石出兵河西的可靠性，吴玠担忧耶律大石可能尾大不掉，建议提前煽动西夏夏州都统嵬名合达叛乱，但赵玖否决，坚持不暴露耶律大石的存在。赵玖信任岳飞临机决断能力，将西线指挥权全权委托。同时，赵玖批评吴玠和韩世忠部军中贪腐和虐杀问题，强调战后严惩。军议后，赵玖决定亲赴同州蒲津渡，与金军隔河对峙，进一步虚张声势。"
  },
  {
    "characters": [
      "赵玖",
      "完颜兀术",
      "完颜拔离速",
      "郑知常",
      "温敦思忠",
      "杨沂中",
      "刘晏"
    ],
    "date": "1132年3月15日",
    "content": "赵官家率军抵达同州蒲津渡，以龙纛和大量民夫营造大军压境假象，震慑对岸金军。完颜兀术和拔离速在鹳雀楼观察，怀疑宋军虚张声势，但不敢轻举妄动。赵玖遣高丽使臣郑知常过河送礼嘲讽兀术，金国温敦思忠反以羞辱手段逼问郑知常军情，得知岳飞部正从平夏城回援。赵玖随后在河畔举办诗会，进一步戏弄金使。宋军在同州挖筑防御工事，赵玖亲自参与，以鼓舞士气。金军则派完颜突合速进攻平陆，但被李彦仙部伏击败退，宋军嘉奖战果，继续虚张声势。"
  },
  {
    "characters": [
      "岳飞",
      "曲端",
      "刘錡",
      "王德",
      "李世辅",
      "胡闳休",
      "耶律大石"
    ],
    "date": "1132年3月25日",
    "content": "岳飞在德顺军好水川召开军议，与曲端、刘錡等将讨论出兵时机。刘錡主张立即进攻卓罗城，确保河西通道；曲端谨慎，建议优先打通河西。岳飞决定全军骑步一体，进军会州，视耶律大石进展灵活调整。途中，兵部侍郎胡闳休从西夏逃回，报告耶律大石已联合蒙兀人自阴山佯攻，主力快速东进河西，西夏灵州两万守军调往西线，灵州空虚。岳飞当机立断，改变计划，全军折返，顺葫芦河北上，直扑兴庆府。四月初二，李世辅部抢占赏移口，宋军正式进入西夏腹地，战局转向主动进攻。"
  },
  {
    "characters": [
      "赵玖",
      "吴玠",
      "嵬名合达",
      "耶律大石"
    ],
    "date": "1132年4月2日",
    "content": "赵官家接到吴玠密报，西夏夏州都统嵬名合达因耶律大石在阴山打出旗号而主动联络，请求内应。赵玖惊愕于耶律大石的声东击西策略，意识到全局信息混乱，战机稍纵即逝。他立即授予吴玠专断之权，仿效尧山故事，让吴玠在东线自主决策，以抓住时机扩大战果。此举旨在利用西夏内部动荡和西辽压力，加速伐夏进程，确保宋军在西线取得突破。"
  },
  {
    "characters": [
      "岳飞",
      "胡闳休",
      "曲端",
      "李世辅",
      "刘錡"
    ],
    "date": "1132年4月5日",
    "content": "宋军在西夏腹地行军，岳飞采纳胡闳休建议，放弃唐渠路线，倚靠黄河进军以减轻防御压力。西夏梁王嵬名安惠率蕃骑袭扰，但宋军以严密阵型应对，行军不停。曲端处决违令甲骑统领以正军纪。宋军日行四十里，逼近兴庆府，西夏人仓促集结兵力，局势紧张。"
  },
  {
    "characters": [
      "岳飞",
      "曲端",
      "胡闳休",
      "李世辅",
      "刘錡",
      "嵬名安惠"
    ],
    "date": "1132年4月6日",
    "content": "宋军继续沿黄河行军，日行六十余里，距离兴庆府仅四十里。西夏国主李乾顺亲临前线，集结十万兵力准备决战。宋军遭遇西夏撞令郎和蕃骑猛攻，但岳飞指挥若定，全军披甲前行。曲端率甲骑反击，阵斩西夏梁王嵬名安惠，白牛纛陷落，西夏军溃散。宋军击退敌军，抵达兴庆府附近扎营。"
  },
  {
    "characters": [
      "岳飞",
      "李世辅",
      "张宪",
      "曲端",
      "胡闳休",
      "薛元礼"
    ],
    "date": "1132年4月10日",
    "content": "宋军兵临兴庆府城下，岳飞下令整军攻城。西夏宰执薛元礼出城假意议和，试图拖延时间。李世辅发现隐秘水门，率部潜入城内，打开城门。宋军大举入城，迅速攻破兴庆府。薛元礼战死，但李乾顺父子逃脱。岳飞分兵扫荡周边，安抚百姓，李世辅受命招抚党项各部。西夏首都陷落，宋军大获全胜。"
  },
  {
    "characters": [
      "岳飞",
      "李世辅",
      "胡闳休"
    ],
    "date": "1132年4月14日",
    "content": "岳飞在攻占兴庆府后，派李世辅等将领扫荡宁夏平原，寻找西夏国主李乾顺父子并建立防御体系。李世辅在夺取摊粮城时获得重要情报，得知李乾顺可能向北逃往后套或绕道横山。同时，胡闳休代理兴庆府行政，点验文书发现摊粮城战略地位，飞马告知李世辅控制该地。岳飞部坚守银川平原，坐待西夏内乱，而横山前线吴玠在郭浩劝说下决定出兵，分路攻击龙州和洪州，以配合全局战略。"
  },
  {
    "characters": [
      "吴玠",
      "郭浩",
      "萧合达"
    ],
    "date": "1132年4月15日",
    "content": "吴玠率御营后军越过横山，与西夏部队在龙州、洪州、盐州等地爆发多场战斗。宋军初战进展不顺，中下层军官和士卒对脱离坞堡攻坚西夏有抵触，党项人抵抗勇敢。郭浩从萧合达幼子处获知嵬名察哥在宥州聚兵西归勤王，并软禁萧合达。吴玠基于情报，决定全军出击，分兵攻盐州、龙州、洪州，并联络韩世忠、吴璘攻延安，同时写信给赵构请求御营左军支援。萧合达在夏州被软禁，其子起兵营救，引发横山动荡。"
  },
  {
    "characters": [
      "赵构",
      "萧合达",
      "阿华"
    ],
    "date": "1132年4月22日",
    "content": "赵构在保安军金汤城外接见萧合达，质问他是否归顺大宋。萧合达表示愿归辽，但赵构坚持横山七州属宋领土，要求萧合达放弃夏州部众。萧合达犹豫，赵构欲斩之，被阿华劝阻。阿华以横山新附需宽仁为由，建议放萧合达归辽。赵构从善如流，赐阿华和萧合达赵姓，萧合达轻身归辽。此举安抚党项部族，巩固宋军控制，赵构随后移驾宥州，准备应对后续战事。"
  },
  {
    "characters": [
      "赵构",
      "吴玠",
      "胡寅"
    ],
    "date": "1132年4月24日",
    "content": "赵构收到吴玠奏疏，建议回师东取银州、石州包围延安，但吴玠密札透露真实意图是西进攻灵州，逼嵬名察哥渡河决战。赵构与胡寅分析后，全盘同意吴玠方案，下旨令吴玠专攻灵州，韩世忠、吴璘谨慎应对活女，岳飞配合吴玠。宋军进入静坐战模式，岳飞在兴庆府招兵买马，吴玠控制盐州放盐收人心，赵构在保安军召见党项部族头人，横山诸州陆续降服，女真人主力确认北向后套。"
  },
  {
    "characters": [
      "岳飞",
      "嵬名察哥",
      "曲端"
    ],
    "date": "1132年4月28日",
    "content": "岳飞率御营前军、中军、骑军三万主力，在黄河西岸严阵以待，嵬名察哥率西夏四万主力渡河企图夺回兴庆府。宋军以轻骑袭扰渡河西夏军，拖延其集结。察哥察觉宋军战术，下令铁鹞子绕侧翼、泼喜军整备骆驼砲，但宋军主力突然出现，半渡而击。激战半小时，宋军全歼渡河西夏军，察哥战死，西夏主力覆灭。同时，赵构越过横山赴宥州，感慨若平西夏将设宁夏路，全局战事进入收官阶段。"
  },
  {
    "characters": [
      "赵玖",
      "仁多保忠",
      "吕本中"
    ],
    "date": "1132年4月28日",
    "content": "赵官家抵达宥州，会见党项部族首领。仁多保忠献上小鞠德录首级和灵州城作为礼物，表明横山东端诸部归顺。赵玖承诺党项人改姓易俗、不内迁，并任用党项兵，但强调只认汉制官职。仁多保忠被任命为阁门祗候，负责处理党项蕃部事务。赵玖强调伐金大业为重，警告若有人阻碍将严惩。"
  },
  {
    "characters": [
      "曲端",
      "王德",
      "杨政",
      "岳飞"
    ],
    "date": "1132年4月28日",
    "content": "灵州城发生混战，嵬名云哥突袭失败，城内巷战演变为劫掠和纵火。宋军王德部渡河入城，曲端率骑兵扫荡街道，抓捕乱兵并救火。西夏宰执王枢、曹国丈等殉死，濮王嵬名仁忠自焚。曲端在官署前处决上千劫掠乱兵，稳定局势。岳飞催促渡河夺城，确保宋军控制灵州。"
  },
  {
    "characters": [
      "赵玖",
      "吕本中",
      "仁多保忠"
    ],
    "date": "1132年5月2日",
    "content": "仁多保忠提议为赵官家纳党项妃嫔以安抚人心，吕本中 initially 心动但犹豫。赵玖拒绝，认为时机不当，可能引发内部矛盾，且当前战事未了，无暇顾及。他强调大局为重，需先稳定西北局势，压制女真人和契丹人。赵玖更注重实际政治安排，而非联姻手段。"
  },
  {
    "characters": [
      "赵玖",
      "吕本中",
      "岳飞",
      "吴玠",
      "曲端"
    ],
    "date": "1132年5月8日",
    "content": "赵官家进入兴庆府，汇集岳飞、曲端、吴玠等部近十万兵马。他下令以岳飞为统帅，征召辅兵，全军北上摊粮城。赵玖点验粮食储备后，命岳飞部打开克夷门，准备出关向后套进军。尽管有劝谏，赵玖一意孤行，强调后勤充足，决心与女真人和契丹人决战。"
  },
  {
    "characters": [
      "赵玖",
      "耶律大石",
      "合不勒汗",
      "忽儿札胡思",
      "岳飞"
    ],
    "date": "1132年5月20日",
    "content": "宋军渡后套黄河，赵玖致信耶律大石，傲慢要求开城纳王师。联军水陆并进，直扑兀剌海城。耶律大石与完颜兀术已交战半月，大石不支退守城内。赵玖利用黄河分叉地形，确保后勤，准备与女真人决战。蒙兀部落动摇，局势紧张，赵玖意图组建统一战线对抗女真。"
  },
  {
    "characters": [
      "完颜兀术",
      "突合速",
      "阿大",
      "阿二"
    ],
    "date": "1132年5月21日",
    "content": "完颜兀术与突合速侦查宋辽蒙兀联军，发现大军压境，恐惧联军实力。兀术 initially 欲决战，但突合速劝退，强调地形不利和联军优势。他们撤离并通知拔离速撤兵，避免被围歼。兀术意识到联军首次在军力上压倒女真，心理优势被打破，决定退出河套。"
  },
  {
    "characters": [
      "赵玖",
      "耶律大石",
      "合不勒汗",
      "忽儿札胡思",
      "郑知常"
    ],
    "date": "1132年5月21日",
    "content": "赵官家在龙纛下接见耶律大石、合不勒汗、忽儿札胡思。大石布衣单刀而来，赵玖在芦苇泽旁与之会面，强调清理浮尸和环境保护。赵玖宣布联军二十万将东进，要求完颜兀术会猎。大石同意合作，赵玖握其手示好。郑知常被派往女真营中传信，展示宋军威势。"
  },
  {
    "characters": [
      "赵玖",
      "耶律大石",
      "萧斡里剌",
      "仁保忠"
    ],
    "date": "1132年6月2日",
    "content": "联军东进至金河泊，耶律大石派萧斡里剌提议渡河追击女真人。赵玖 initially 沉默，仁保忠代其质疑，强调宋军后勤负担和利益分配。萧斡里剌承诺契丹将收复故地，蒙兀松绑，宋得土地。赵玖最终同意进军至云内州，但不过金河，避免女真埋伏。折氏等州郡倒戈，联军威震河外。"
  },
  {
    "characters": [
      "赵玖",
      "耶律大石",
      "合不勒汗",
      "忽儿札胡思",
      "毕勒哥"
    ],
    "date": "1132年6月6日",
    "content": "金河泊会盟，赵玖主持祭祀天地，宣读祭文强调中国正统和抗金联盟。他与耶律大石谈判土地分配，大石 initially 强硬，赵玖最终分配河套与契丹，河东六州归宋，以卓罗城交换天德军、云内州。赵玖为合不勒汗和忽儿札胡思加冕为东西蒙古王，并为耶律大石加冕契丹皇帝，巩固联盟主导权。盟约成，联军解散部分部队，后勤压力缓解。"
  },
  {
    "characters": [
      "赵玖",
      "耶律大石",
      "岳飞",
      "曲端",
      "刘晏",
      "郑知常",
      "吕本中"
    ],
    "date": "1132年6月6日",
    "content": "赵玖与耶律大石在金河泊举行会盟，仪式仓促但意义重大，参与方包括西辽、蒙古诸部及宋军。会盟确立了领土分界和互市条款，赵玖借此构建中国统一意识，并削弱女真人势力。会后，郑知常、吕本中等记录事件，赵玖则抒发民族感情和战略意义。宋军开始分散撤退，女真人发动小规模攻击，被岳飞击退。曲端因功建节，成为大宋第七位帅臣，王德和李世辅的赏赐待定。曲端率部留守河套，协助边防并监督契丹人移交可敦城，吴玠接管河外六州。赵玖与耶律大石及蒙古王返回兴庆府。"
  },
  {
    "characters": [
      "赵玖",
      "耶律大石",
      "岳飞",
      "王德",
      "杨沂中",
      "胡闳休"
    ],
    "date": "1132年7月上旬",
    "content": "赵玖在兴庆府送别耶律大石，两人在贺兰山下深情话别，赵玖哼唱《铁血丹心》一曲相赠，表达对西行征程的感慨。耶律大石头也不回南行，赵玖率众返回。杨沂中汇报未找到张永珍妻儿，仅处理侯丹堂兄过继事宜，并提及韩世忠在延安的举动。赵玖决定继续搜寻，并关注折可求等事务。随后，赵玖轻身渡河至灵州，南下经环州等地视察秋收，处理地方事务，沿途奏疏称贺西北战果。"
  },
  {
    "characters": [
      "赵玖",
      "宇文虚中",
      "胡寅",
      "梁扬祖",
      "王渊",
      "赵伯药",
      "林景默"
    ],
    "date": "1132年8月1日",
    "content": "赵玖抵达长安，处理西北战后事务。吐蕃和西域使者朝觐，赵玖安抚吐蕃部族，设立兰州市场促进商贸。朝廷提出关西六路整合为陕西路、宁夏路和秦凤路的方案，赵玖原则同意但建议缓行。人事调整频繁：王彦调回御营，胡寅转工部尚书，梁扬祖升副相荣休，王渊加枢密院副使退休，赵开任秦凤路经略使，刘子羽、林景默等转任尚书。梁嘉颖上书建议迁都长安，引发朝野争议，赵玖最终拒绝，以政策连续性为由返回东京。中秋节后，赵玖东行，经陕州与李彦仙讨论河东战略，八月底回到东京。"
  },
  {
    "characters": [
      "赵玖",
      "折可求",
      "嵬名云哥",
      "李仁孝",
      "李仁友",
      "杨沂中",
      "折彦质"
    ],
    "date": "1132年9月1日",
    "content": "折可求携李乾顺首级及西夏太子李仁孝、越王李仁友入京献俘，请求赦免。赵玖在石亭召见，嵬名云哥陈述西夏覆灭过程，地斤泽水源枯竭导致内讧，李乾顺令其杀己以保太子。赵玖感慨西夏水土流失，安置嵬名云哥为御营骆驼官，并让吕本中安顿李氏兄弟。折可求自陈罪过，赵玖指责其视河外为私产、坐视徐徽言殉国，并赐剑令其从宣德楼出城至岳台拜谒灵位。折可求在宣德楼门洞内羞愤自刎，赵玖下令不立碑填埋，折氏子弟不得归府州。此事标志西北乱局终结，赵玖心有遗憾，作词《清平乐·六盘山》赠耶律大石。"
  },
  {
    "characters": [
      "赵玖",
      "林景默",
      "梅栎",
      "赵伯药",
      "晁公武",
      "崔邦弼",
      "黄升"
    ],
    "date": "1132年10月1日",
    "content": "东京初雪，赵玖推行外卖服务改善官僚生活。林景默接见世交梅栎，讨论南方舆论对青苗贷和西北战事的争议，以及李纲欲办民间邸报等事。赵玖召见五名述职官员：赵伯药、晁公武、梅栎、崔邦弼、黄升。询问民生、三大案（国债预售、杨政杀妾、张宗颜兵败）及南北差异。赵伯药受命赈济近畿，晁公武选择修史，梅栎因通商才能任舍人。赵玖强调财政为要务，并因太上道君皇帝贺表大怒，撕毁后原样送回，斥其干扰国事。"
  },
  {
    "characters": [
      "赵玖",
      "马伸",
      "潘永思",
      "卢益",
      "赵鼎",
      "张浚"
    ],
    "date": "1132年11月1日",
    "content": "赵玖在文德殿大朝会质询三大案。大理寺卿卢益汇报审理结果，刑部尚书马伸指出案件要害：国债案主犯或为潘永思，杨政案知情不报，张宗颜案需御营右军交代。潘永思反驳马伸因门户之见横生枝节。赵玖明确帅臣与宰执同列，文武并重，制定军律与刑统分工。马伸逼问律法能否约束军务，赵玖答允制定军律。后赵玖揭露潘永思贿赂卢益，大怒拂袖而去，宣布巡视河防，案件移交刑部。"
  },
  {
    "characters": [
      "赵玖",
      "张荣",
      "刘洪道",
      "范宗尹",
      "吕本中",
      "仁保忠",
      "虞允文"
    ],
    "date": "1132年11月上旬",
    "content": "赵玖率千骑巡视河防，至河阴视察御营水军造船场和堤防。张荣迎接，讨论女真人造船及黄河水战优势。刘洪道协调反攻计划。赵玖在河阴滞留，批复三大案判决：杨政斩立决，潘永思流放。张荣因义气隐瞒军中食菜魔教问题，主动请罪。赵玖批评其护短导致军官贪污和随军进士排挤，强调御营需守王法，粮饷来自百姓。张荣受教，承诺清理魔教并整顿军纪。赵玖感慨民生艰难，灭金后可改善。张荣追问百姓难处何时少，赵玖答灭金后好转。王彦接马扩南归，赵玖心情稍缓。"
  },
  {
    "characters": [
      "赵玖",
      "马扩",
      "王彦",
      "刘洪道",
      "范宗尹",
      "吕本中",
      "仁保忠",
      "刘晏"
    ],
    "date": "1132年12月10日",
    "content": "赵玖在河阴接见马扩，讨论北伐大计。马扩强调北伐需三十万兵力，并分析女真军力，指出全盛时约三十万，包括东西两路军、常胜军、义胜军及降卒。赵玖认可需提升战力，但担忧财政压力。马扩建议养精蓄锐，等待时机，并提及太行义军情况，包括张横和梁兴的势力。赵玖承诺提供支持，并讨论联络契丹、蒙古助阵。马扩匆匆返回河北，表达对赵玖的信任。"
  },
  {
    "characters": [
      "赵玖",
      "张俊",
      "田师中",
      "刘晏",
      "张子盖"
    ],
    "date": "1132年12月20日",
    "content": "赵玖在青州张俊府邸设宴，讨论张宗颜战败事件。张俊承认知情但未阻止，赵玖决定不杀张宗颜，降职为都头。赵玖批评御营右军战力差、纪律松弛，与张俊达成交易：张俊交出军权给田师中，由岳飞间接控制；赵玖承诺与张俊合作海贸，包括日本和南越生意，以开辟财源支持北伐。张俊同意，君臣关系缓和。"
  },
  {
    "characters": [
      "赵玖",
      "李宝",
      "张俊"
    ],
    "date": "1132年12月25日",
    "content": "赵玖视察登州御营海军，抚慰李宝，升其为同都统。要求李宝派船协助张俊船队出海，熟悉海路。赵玖继续西归东京，准备太学问政。途中思考北伐财政问题，意识到需积蓄粮草和财帛，支持扩军和备战。"
  },
  {
    "characters": [
      "赵玖",
      "胡铨",
      "虞允文",
      "晁公武",
      "梅栎"
    ],
    "date": "1132年12月26日",
    "content": "赵玖主持太学问政，重臣汇报年度功绩。赵玖忧心北伐财政，讨论岁入问题。虞允文提及岁入三千八百万缗，养三十万兵需五千万，晁公武主张休养生息七八年恢复财政，胡铨反对，强调急迫性。聚会中交流政治讯息，包括张宗颜事件和马伸的处境。赵玖决心加速准备北伐。"
  },
  {
    "characters": [
      "赵玖",
      "吴贵妃"
    ],
    "date": "1132年12月27日",
    "content": "赵玖在宫中与吴贵妃开始创作《水浒传》，以官逼民反为主题，通过故事表达政治暗示。初刊于邸报，后因争议转至蹴鞠联赛通知单发行。故事引发朝堂震动，高家辞职、马伸请罪，弹劾频发。赵玖借此推动摒旧立新、扩军和开辟财源，为北伐做准备。"
  },
  {
    "characters": [
      "张浚",
      "刘子羽",
      "林景默",
      "吕祉",
      "曲端"
    ],
    "date": "1133年1月5日",
    "content": "张浚设宴讨论《水浒传》暗示。曲端猜测官逼民反指朝中奸臣，刘子羽强调北伐为重心，吕祉建议扩军和用蕃兵，林景默提出劫富济贫开辟财源。一致认为赵玖借故事推动群策群力，摒旧立新、扩军和财政改革，以支持北伐大计。张浚总结需主动为官家分忧。"
  },
  {
    "characters": [
      "赵构",
      "李经"
    ],
    "date": "1134年1月20日",
    "content": "上元节后，春耕开始，《水浒传》更新放缓，但朝堂风波初起。侍御史李经率先上书弹劾，指出蹴鞠赛单在休赛期变为广告与小说传单，违背国家法度，认为这属于私自发行的违禁报刊，可能被奸人利用妖言惑众。李经逻辑清晰，直击报禁问题核心，迫使朝廷讨论是否放开报禁。赵官家未回避，将弹劾发至都省，要求讨论报禁事宜。争论激烈，最终都省决定：仅禁止刊登政令等严肃内容的传单，诗词小说等定期发放不算报类禁条，但需无违禁内容或虚假信息，且经审核可制定新报。李经、马伸及南方道学一系首次冲击失败。"
  },
  {
    "characters": [
      "赵构",
      "刘汲",
      "阎孝忠",
      "李光"
    ],
    "date": "1134年1月30日",
    "content": "都省副相刘汲与开封府尹阎孝忠上书，建议在春耕后推广赵官家在后宫实践的桑基鱼塘加养鸡技术。赵官家下旨召宰执与阎孝忠至后宫石亭议事。御史中丞李光反对，认为此举劳民伤财，质疑人力、成本、空地、赋税等问题。刘汲、赵鼎逐一反驳，指出方案限于黄河一线军屯民屯，可提升军队伙食，并仿效南方族产设置村产，以无息贷款推行，强化基层集体经济，对抗邪教。李光最终转变立场支持，赵官家欣慰，此事以最高决议通过，旨在稳定基层，提升民生。"
  },
  {
    "characters": [
      "赵构",
      "张浚",
      "赵鼎",
      "李光"
    ],
    "date": "1134年1月30日",
    "content": "枢相张浚在石亭前提出五议：扩军至二十三四万，设后备兵站；联盟诸夏，召大理、南越、高丽使节，收质子；安后，派权邦彦、郭仲荀镇压江西乱局；正名，要求二圣自叙靖康之败，重申宋金不两立；建财，制定北伐财政规划，公开进度。前两条为常规，第三条狠辣镇压反对派，第四条直面靖康之耻，强调北伐合法性，第五条要求政治承诺。赵官家赞张浚一往无前，与赵鼎固翼实后相得益彰，下令将奏对明发邸报，刺激天下，无人敢应，唯桑叶摇曳。"
  },
  {
    "characters": [
      "李经",
      "陈公辅",
      "李光"
    ],
    "date": "1134年2月28日",
    "content": "宣德楼西侧，户部吏员登记屯点庄头周镔，李经旁观后至邸报院。吏部尚书陈公辅与李经交谈，指出邸报重要性及胡铨掌控。傍晚，邸报刊登张浚奏对，引发轰动。陈公辅至李光府，批评李光负气好名、不识大体，警告勿上奏反对张浚方案，否则绝交。李光一夜难眠，次日发现奏疏被儿子藏匿。朝会上，陈公辅建议御史外放，李经出知兴庆府；马伸反对张浚方案，赵官家下旨公议，秘阁27人赞同、6人反对，百官136人赞同、17人反对，朝廷正式通过张浚方案，压制反对派。"
  },
  {
    "characters": [
      "赵构",
      "仁保忠",
      "杨沂中"
    ],
    "date": "1134年3月15日",
    "content": "赵官家在武学杏冈批示密札，抱怨荐人与表功过多。阁门祗候仁保忠总结扩军奏疏227封，指出焦点：扩陆或水、扩骑或步、重兵关西或京东、用老将或提拔、补军官用老卒或新人。赵官家心中定策：扩陆、扩骑、重关西、从下提拔、补武学与班直。后私下问杨沂中，得相同答案。朝廷汇集意见，调整方案，但财政有限，不如意处多。吴玠、岳飞反馈水平高，韩世忠、张俊敷衍，王德等主张扩中军，赵官家坚持原策，准备四月初定案。"
  },
  {
    "characters": [
      "赵构",
      "张浚",
      "赵鼎",
      "吕好问"
    ],
    "date": "1134年3月25日",
    "content": "朝廷收到李纲奏疏，激烈弹劾张浚幸进小人、误国结党，并训斥赵官家。赵官家暴怒，掷奏疏于地，在武学杏冈斥李纲言语无理。张浚请辞被拒，赵官家安抚四位宰执，承诺承重当冲，勿因委屈弃摊。赵鼎等支持官家，定扩军方案为回应：韩世忠军增7000至37000，吴玠军增8000至38000，御营中军增15000但补给李彦仙，岳飞军增5000至40000，张俊军不变，张荣水军不变，李宝海军认可副都统，曲端骑军增5000至20000，郭仲荀后备军10000减半待遇。总扩45000，关西得25000，中枢10000，京东5000，三年分批完成。李纲未得公开处置，朝廷迈步北伐。"
  },
  {
    "characters": [
      "赵玖",
      "林景默"
    ],
    "date": "1134年4月1日",
    "content": "赵官家收到户部尚书林景默的财政条陈，详细分析大宋财政状况，指出北伐存在至少三千万贯军资和数百万石粮草的缺口。条陈以神宗朝税收数据为参考，结合靖康之乱后经济破坏，强调人口减少和战乱导致税收上限降低，恢复缓慢。例如虔州商税从靖康前的五万贯降至两万贯，预计三年内仅能恢复到四万贯。赵玖意识到财政压力巨大，需在三年内额外筹集三千万贯，否则北伐难以进行。"
  },
  {
    "characters": [
      "赵玖",
      "张俊"
    ],
    "date": "1134年4月10日",
    "content": "赵官家收到张俊密札，报告海贸船队在日本和高丽只卖出四分之一货物，因船队规模庞大引发两国警惕。日本官员限制交易，仅购买少量丝绸和铜钱；高丽同样谨慎，在郑知常调解下仅购买三船货。船队盈余几十万贯，但远低于预期，赵玖认识到远洋贸易受阻，无法作为快速财源。他反思武力扩张不现实，需另寻筹款途径，避免民脂民膏浪费。"
  },
  {
    "characters": [
      "赵玖",
      "徐兢",
      "王伦"
    ],
    "date": "1134年4月15日",
    "content": "高丽使节金富轼、日本使节平忠盛及鸿胪寺官员徐兢抵达东京。赵官家优先处理海贸纲，忽视邦交，引发使节不满。徐兢与金富轼私下交谈，金富轼指出赵官家重视财政实为公事，并提醒徐兢关注邸报上公开求财策的讯息。徐兢受启发，向赵官家提议加征新商税，如出售海标旗和印花税，赵玖大受启发，想起后世印花税等制度，赞赏徐兢建议，升其为鸿胪寺少卿。"
  },
  {
    "characters": [
      "赵玖",
      "赵鼎",
      "张浚",
      "林景默",
      "胡寅"
    ],
    "date": "1134年4月20日",
    "content": "赵官家召集宰执重臣，提出一系列筹款方案：印花税、北伐国债、海标旗、皇家资质商品化、海贸公司制、北伐彩票、超额田产税和皇产拍卖。方案基于信誉换钱和制度创新，旨在避免强行加税。李光等反对部分措施，认为与民争利、有伤体统，但赵玖强调北伐大局，坚持全面实施。众臣最终同意，赵鼎、张浚等负责细则制定。赵玖将胡寅置于工部，作为北伐准备执行中心，确保政策落地。"
  },
  {
    "characters": [
      "赵玖",
      "金富轼"
    ],
    "date": "1134年4月25日",
    "content": "赵官家接见高丽使节金富轼，先以高官厚禄招揽，被金富轼以编纂高丽史书为由拒绝。赵玖转而施压，要求高丽开放市场，并提议高丽作为中介，向女真出售瓷器、丝绸以换取金银、战马等物资。金富轼勉强答应，赵玖赐信给郑知常和王上，助其推行。此举旨在利用高丽缓解财政压力，同时牵制女真，金富轼深感小国无奈，承诺回国努力尝试。"
  },
  {
    "characters": [
      "赵玖",
      "平忠盛"
    ],
    "date": "1134年4月28日",
    "content": "赵官家接见日本使节平忠盛，态度和气，询问其月代头发型，得知日本武人崛起。赵玖提出官方商路，用宋铜钱换日本金银和硫磺，并指定平氏为唯一执行者，强化与鸟羽法皇的直接交易。平忠盛感激接受，赵玖赐刀并允其子入武学。日后日本使团获超阶待遇，赵玖通过外交手段开辟财源，利用日本资源支持北伐，同时观察日本政局变化。"
  },
  {
    "characters": [
      "赵玖",
      "朝廷众臣"
    ],
    "date": "1134年5月1日",
    "content": "朝廷通过建财一揽子方案，邸报公布印押税和超额田产税于六月施行，北伐特别国债试发行五十万贯。后续陆续发布海贸公司组建、皇家收藏拍卖、海标旗扑买等讯息。北伐彩票在开封府试行，反响热烈。赵官家严禁扩大规模，确保稳定。至七月，已筹措超过两百万贯，拨付工部胡寅建设仓储。张浚北伐五策中四策已实施，仅二圣回忆录未完成，赵玖不急推进，专注财政积累。"
  },
  {
    "characters": [
      "秦桧",
      "洪涯"
    ],
    "date": "1134年7月15日",
    "content": "在燕京，秦桧与洪涯讨论南宋邸报上的筹款措施。秦桧认为赵官家手段诡道，伤及威信，但若北伐成功则无妨；洪涯询问成败，秦桧避答，强调需看赵官家决心和所用之人。秦桧指出大国相争，稍有差错即万劫不复，完颜兀术同样面临改革困境。秦桧建议兀术积极应对，如签军、联盟反制等，避免坐以待毙。兀术赠二十甲士监视秦桧，秦桧谨慎行事，夜间不再外出。"
  },
  {
    "characters": [
      "完颜合剌",
      "完颜兀术",
      "秦桧"
    ],
    "date": "1134年7月20日",
    "content": "大金国主完颜合剌秋狩至滦河畔，举行围猎，射杀百余兔子，彰显武勇。完颜兀术建议封王，数十权贵获爵，群情鼓舞。三日后，队伍抵平地松林，辽王使者报契丹、奚人不稳，兀术派乌林答泰欲率兵先行。当夜，蒲鲁虎勾结契丹人作乱，袭击营地，松林意外起火。兀术与国主避至河西小坡，秦桧等汉臣随行。乱局中，兀术借机清洗反对派，杀三分之一样贵，巩固权力。"
  },
  {
    "characters": [
      "完颜兀术",
      "完颜合剌",
      "秦桧",
      "完颜希尹"
    ],
    "date": "1134年7月21日",
    "content": "乱局平定后，完颜兀术在坡下清算权贵，分三拨处置，杀数百人，主要针对老国主一系、契丹奚汉渤海大族及反对汉化的女真贵人。秦桧劝谏少杀，未被采纳。完颜希尹后向秦桧等解释北地传统，强调暴力清洗的必要性，类比契丹述律平故事。雨中国主赐宴，生还者举杯相对，兀术权力巩固。希尹嘱秦桧等整饬架构，学习南宋制度，推动改革，以应对宋金对峙局面。"
  },
  {
    "characters": [
      "赵玖",
      "杨沂中",
      "仁保忠",
      "吕本中"
    ],
    "date": "1133年10月15日",
    "content": "赵官家在石亭听取近臣汇报，内容包括杭州火灾、虔州盗匪、泉州海商、西南土司反叛及东胜州边境争端。仁保忠负责汇总影响财政的军政新闻，赵玖指示救灾剿匪、拒绝大食商人特权、报复边境事件。讨论大理铜矿贸易和南越大米贸易，赵玖考虑向杨氏、罗氏土司借钱但被仁保忠劝阻。杨沂中呈上金国邸报，显示金国汉化改革，赵玖感慨金国财力雄厚，并分析金国内部权力斗争。"
  },
  {
    "characters": [
      "赵玖",
      "杨沂中",
      "蓝珪",
      "冯益"
    ],
    "date": "1133年10月16日",
    "content": "赵官家因风寒病倒，杨沂中担忧病情反复，联想到建炎元年类似事件。韦太后欲送鹦鹉解闷，但杨沂中劝阻，避免引发官家不满。赵玖病情加重，杨沂中恐慌，怀疑有人图谋不轨，决定寻求宰执合作。"
  },
  {
    "characters": [
      "杨沂中",
      "张浚",
      "刘子羽",
      "林景默",
      "吕祉"
    ],
    "date": "1133年10月20日",
    "content": "杨沂中夜访张浚，表达对赵官家病情的担忧，怀疑后宫或二圣可能趁机作乱。张浚与木党核心成员商议，刘子羽认为证据不足，吕祉建议防患未然，林景默提议直接询问官家。最终决定由张浚入宫试探赵玖意图。"
  },
  {
    "characters": [
      "赵玖",
      "张浚",
      "杨沂中"
    ],
    "date": "1133年10月21日",
    "content": "张浚入宫见赵玖，汇报杨沂中担忧，询问是否清理后宫、限制太后、立储等事。赵玖承认病情严重时的恐惧，但强调北伐决心，指示杨沂中不必过度反应。赵玖透露建炎元年落井事件细节，安抚杨沂中，决定停药养病，并计划放出流言试探人心。"
  },
  {
    "characters": [
      "赵玖",
      "杨沂中",
      "张浚"
    ],
    "date": "1133年11月1日",
    "content": "赵官家病情反复，流言四起，指责其得位不正、不孝不悌。杨沂中按计划散布流言，引发朝野动荡。国债销售滞销，人心惶惶。大宗正赵士亻褭、公阁、太学等纷纷上书请立太子、清查流言，但赵玖保持沉默，钓鱼执法失败。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "赵鼎",
      "张浚",
      "李光",
      "马伸"
    ],
    "date": "1133年12月10日",
    "content": "赵官家在延和殿召见重臣，承认装病试探，解释担忧北伐事业中断。流言查出来自宫中，赵玖处置王次翁流放、范同贬谪、曹泳和陈永锡处斩。讨论秘密建储制度，赵玖宣布立长子赵原佐为太子，但不设东宫，旨在减少父子猜疑。赵玖提议扩大宰执和公阁权力，逐步实现垂拱而治，众臣反应复杂。"
  },
  {
    "characters": [
      "赵玖",
      "林景默",
      "杨沂中"
    ],
    "date": "1133年12月15日",
    "content": "赵官家在崇文院听取户部汇报，建炎七年额外开源收入达873万贯，加上国债共973万贯。赵玖得意但提醒未来财源可能减少。太学问政典礼上，吕好问宣布秘密建储制度，引发热议。年末无事，赵玖鼓励众臣继续努力北伐。"
  },
  {
    "characters": [
      "曲端",
      "赵士亻褭",
      "汪叔詹",
      "汪若海"
    ],
    "date": "1133年12月22日",
    "content": "曲端在赵士亻褭家宴饮，讨论宗室和北伐前景。曲端嘲讽旧事，但鼓励赵不凡从军立功。建议汪叔詹父子利用扬州权贵弱点，为赵官家敛财以换取前途。曲端酒后感慨赵官家能容人用才，自己服气其领导。年节将至，元佑太后及扬州权贵抵达东京，预示新变动。"
  },
  {
    "characters": [
      "赵玖",
      "潘贵妃",
      "蔡懋",
      "吕本中",
      "仁保忠"
    ],
    "date": "1134年1月19日",
    "content": "赵官家在宣德楼携皇室成员及重臣观看热气球实验。前宰相蔡懋献上刻有'原祚绵长'的古玺，暗示支持皇长子赵原佐，引发潘贵妃紧张。吕本中揭露蔡懋为谄媚之徒，赵玖虽不悦但未当场发作。热气球成功升空，展示科技成就，赵玖借此推广原学。事后，赵玖对潘贵妃的愚蠢行为感到无奈，但仍安抚她，并独自沉思古玺事件的政治影响。"
  },
  {
    "characters": [
      "赵玖",
      "杨沂中",
      "潘贵妃",
      "蔡懋"
    ],
    "date": "1134年1月20日",
    "content": "赵玖在后苑反思潘贵妃与蔡懋事件，承认自己疏于后宫管理导致潘妃政治幼稚。杨沂中汇报已察觉潘妃与蔡懋联系但未重视。赵玖决定利用此事整顿朝堂，命杨沂中调查并策划行动，以获取财政收益并警告潘妃。事件暴露赵玖对后宫事务的愧疚和无奈，他决心维护大局稳定。"
  },
  {
    "characters": [
      "赵玖",
      "杨沂中",
      "潘贵妃",
      "蔡懋",
      "元佑太后"
    ],
    "date": "1134年2月10日",
    "content": "赵玖发动行动，逮捕蔡懋及其同党70余人，抄家得钱200余万贯，蔡懋被斩首。赵玖向元佑太后解释事件原委，澄清其无关，并击碎古玺以示决心。潘贵妃被降为贤妃，赵玖承诺不负旧恩。朝野称赞官家圣明，后宫矛盾暂缓，天下局势平稳，为北伐积蓄力量。"
  },
  {
    "characters": [
      "赵玖",
      "胡铨",
      "梅栎",
      "李若朴"
    ],
    "date": "1134年3月15日",
    "content": "胡铨等官员在金明池游船讨论朝政。李若朴上书建议扩大秘阁重臣名额，以分散权力。众人分析赵官家可能只批准部分建议，避免北伐前朝局动荡。同时，提及福建番寺案，地方为财政维护番商，与刑部马伸冲突。胡铨推测南方官员想调回中枢，事件反映朝廷财政优先和党派博弈。"
  },
  {
    "characters": [
      "赵玖",
      "勾龙如渊",
      "吕本中",
      "张浚",
      "王德"
    ],
    "date": "1134年4月25日",
    "content": "赵玖在岳台举行阅兵演武，发放军赏。勾龙如渊谄媚赵玖，被吕本中指责为小人，赵玖未深究。王德之子王顺因喧哗被惩处，暴露军中骄躁问题。演武项目多样，调动军队积极性，赵玖计划推广简化数字和图表制度。事件显示赵玖注重军事训练和科技应用，以备战北伐。"
  },
  {
    "characters": [
      "赵玖",
      "马伸",
      "胡寅",
      "杨沂中"
    ],
    "date": "1134年4月30日",
    "content": "赵玖返京时遇伏阙告状，弹劾胡寅不孝。马伸递交文书，赵玖惊怒。胡寅幼年被弃，由胡安国收养，与生父母关系恶劣。赵玖知胡寅为北伐关键，决心保护。他命杨沂中送文书给胡寅，胡寅沉默应对。事件引发朝野舆论压力，赵玖准备强硬处理，避免影响北伐大局。"
  },
  {
    "characters": [
      "赵玖",
      "胡寅",
      "马伸",
      "勾龙如渊",
      "太上道君皇帝"
    ],
    "date": "1134年5月21日",
    "content": "大朝会上，赵玖出示伪造太上道君皇帝文书，自承'不孝'，以转移舆论对胡寅的攻击。勾龙如渊借机指控东南反对派阴谋，马伸反对牵连无辜。赵玖坚持让天下评理，迫使太学生和舆论闭嘴。胡寅感激赵玖牺牲名声保护自己。事件平息，赵玖维护了胡寅职位和北伐筹备工作。"
  },
  {
    "characters": [
      "赵玖",
      "杨沂中",
      "勾龙如渊"
    ],
    "date": "1134年5月25日",
    "content": "杨沂中汇报调查结果，勾龙如渊为升官策划了番寺案和胡寅弹劾事件。赵玖大怒，决心处死勾龙如渊。事件暴露官场谄媚和投机行为，赵玖强调整顿吏治，确保北伐顺利进行。勾龙如渊的阴谋最终被揭露，赵玖果断处置，以儆效尤。"
  },
  {
    "characters": [
      "赵玖",
      "勾龙如渊",
      "胡寅",
      "张浚",
      "赵鼎",
      "刘汲",
      "陈公辅",
      "阎孝忠",
      "翟汝文",
      "何铸"
    ],
    "date": "1134年6月1日",
    "content": "赵官家在杏冈上因勾龙如渊为升官机会而干扰北伐筹备大怒，斥责其小人行径危害大局。群臣苦劝无效，赵玖坚持要杀勾龙如渊，要求想出合法处死方法。赵鼎和刘汲召集陈公辅、阎孝忠、翟汝文和胡寅商议，陈公辅建议将责任推给张浚，因勾龙如渊是其举荐。张浚则与陈规等商议，提出让勾龙如渊任大理寺卿审胡寅案，若找不到幕后小人则治其罪。赵玖同意此计，并采纳张浚建议设立六科监督六部，同时计划南巡安抚东南人心。赵鼎也提交类似札子，赵玖最终决定先杀勾龙如渊再行南巡。"
  },
  {
    "characters": [
      "赵玖",
      "勾龙如渊",
      "胡寅",
      "何铸",
      "蓝珪"
    ],
    "date": "1134年6月15日",
    "content": "大朝会后，勾龙如渊收到调任大理寺卿和审胡寅案的旨意，意识到阴谋暴露。他召何铸同见胡寅，承认自己构陷胡寅，并阐述凡事必有初的道理，解释自己行为源于权欲。勾龙如渊请求胡寅转告赵玖饶恕其命，并建议六科重点监管六部而非人心，归属御史台，以及南巡应持雷霆之力关注风俗士气。胡寅与何铸面见赵玖，赵玖通过蓝珪传口谕拒绝饶恕。勾龙如渊回家安排后事，次日何铸当众举证其罪，勾龙如渊被刑部逮捕。刑部审讯后，赵玖批复斩立决，御史台建议朝议讨论，但赵玖抢先派班直在宣德楼前斩首勾龙如渊。事后，朝廷设立六科归御史台，并宣布赵玖将南巡。"
  },
  {
    "characters": [
      "赵玖",
      "孙近",
      "魏矼",
      "刘晏",
      "杨沂中",
      "范宗尹",
      "吕本中",
      "仁保忠",
      "梅栎",
      "虞允文",
      "宗颍",
      "邵成章"
    ],
    "date": "1134年8月15日",
    "content": "赵官家南巡至扬州，孙近和魏矼率士民迎接。赵玖披甲骑马入城，拒绝大礼，随后在行宫遥祭岳台碑林死难军民，并与士民交流。宴席上，商人以建炎御鸭等贡品讨好赵玖，赵玖借机赏赐恩荫和出身，鼓励报国。其他士民纷纷效仿，捐赠军衣、粮食和船只，赵玖一一封赏，营造与民同乐氛围。赵玖在扬州停留多日，接见士民子弟，品尝贡品，题字寺庙，但迟迟不渡江，引发东南士民焦虑。江阴文士李韬、苏白渡江进言，赵玖拒绝接见，表示渡江后召开座谈会。直至九月初，赵玖仍未动身，东南舆论沸腾。"
  },
  {
    "characters": [
      "赵玖",
      "李纲",
      "杨沂中",
      "范宗尹",
      "吕本中",
      "仁保忠",
      "梅栎",
      "虞允文",
      "宗颍",
      "刘晏"
    ],
    "date": "1134年9月15日",
    "content": "赵官家渡江至太平州，先见李纲，君臣因财赋问题争执。赵玖指责李纲不知民间疾苦，李纲反驳自己从未袒护豪富。赵玖暂居州府，审阅近臣调查报告，发现范宗尹和吕本中的报告不实，范宗尹暴露身份问询读书人，吕本中风花雪月未查清寺庙详情。赵玖怒斥二人，但未惩罚。报告揭示东南问题：杀婴恶俗、淫祀泛滥、地主兼并、赋税沉重等。赵玖分析根源为兼并和丁负，考虑摊丁入亩等改革。李纲请赵玖东行，赵玖启程，命李纲随行。十月初二至杭州，与吕颐浩密谈，宣布十月廿五召开西湖座谈会，东南士民汇集。十月廿二，赵玖与吕、李、许相公探望太上渊圣皇帝，场面和谐。"
  },
  {
    "characters": [
      "赵构",
      "吕颐浩",
      "李纲",
      "许景衡",
      "张九成"
    ],
    "date": "1134年10月25日",
    "content": "西湖问政大会在杭州召开，赵构与吕颐浩、李纲、许景衡共同主持。大会旨在化解南方士大夫的政治疏离感，通过形式主义的上书和赐予同进士出身等方式拉拢士人。张九成作为东南名士，在大会上提出大赦叶梦得、黄潜善及迎回二圣等建议，但赵构以维护朝堂稳定和北伐大计为由，仅赦免叶梦得，强调与金人势不两立。大会还讨论了公阁制度、赋税改革等议题，赵构通过政治收买和严厉姿态安抚南方势力，为北伐做准备。"
  },
  {
    "characters": [
      "赵构",
      "吕颐浩",
      "许景衡",
      "陆宲",
      "陈益"
    ],
    "date": "1134年12月1日",
    "content": "赵构在凤凰山行宫处理东南赋税改革事宜。陆宲、陈益等公阁成员上书建议不要派御营大军南下，以安抚江南民心。吕颐浩主张在江北屯兵以防不测，许景衡则认为江南文风昌盛，不必动武。赵构最终决定派御营前军一万到无为军屯驻，并讨论摊丁入亩的细节，包括统一钱、丝、粮价格以解决缺银铜问题。赵构强调改革不能本末倒置，必须推行以支持北伐。"
  },
  {
    "characters": [
      "赵构",
      "吕颐浩",
      "大慧和尚",
      "主持法师"
    ],
    "date": "1135年1月1日",
    "content": "东南形势户在径山寺秘密串联，试图对抗检地和新政。大慧和尚分析形势，指出联络困难，上下隔阂，且赵构和吕颐浩决心坚定，难以动摇。主持法师透露皇城司已介入监视，大慧劝其配合朝廷。赵构在凤凰山加强控制，通过公阁收买士大夫，形势户在压力下逐渐屈服。事件显示赵构以政治和军事手段确保改革推进，为北伐扫清障碍。"
  },
  {
    "characters": [
      "赵构",
      "朱胜非",
      "刘大中",
      "吕颐浩",
      "许景衡"
    ],
    "date": "1135年1月15日",
    "content": "上元节期间，朱胜非和刘大中试图劝谏赵构暂停检地，但赵构在西湖宴会上赋诗表达北伐决心，揭露朱胜非诽谤同僚的劣行。刘大中提出摊丁入亩可能引发长期问题，如公阁尾大不掉、百姓负担加重等，赵构承认风险但坚持改革，强调自己只争朝夕，不为万世之法。最终，朱胜非被逐出，刘大中黯然接受。赵构拖剑赋诗，重申北伐意志，东南形势户彻底屈服。"
  },
  {
    "characters": [
      "赵构",
      "吕颐浩",
      "许景衡",
      "刘洪道"
    ],
    "date": "1135年6月1日",
    "content": "赵构在凤凰山处理东南赋税改革后续问题。两淮、江西、福建陆续推行新政，江西发生叛乱但被迅速平定，福建因基层械斗导致夏税受损，东南夏雨连绵影响秋收。刘洪道从东京来报，建议用火药修陕州栈道以加速军需运输。赵构面临北伐后勤压力，犹豫不决，望着窗外雨水沉思。事件凸显改革引发的动荡和北伐的紧迫性，赵构需在逆境中做出关键决策。"
  },
  {
    "characters": [
      "赵玖",
      "刘洪道",
      "宗颍"
    ],
    "date": "1135年9月15日",
    "content": "赵玖在杭州凤凰山行宫处理政务，刘洪道汇报黄河风陵渡段河道急流问题，建议用火药修栈道以保障北伐后勤。赵玖表示理解但未立即批准，让刘洪道暂歇。刘洪道随后拜访郭仲荀，讨论东南夏税因雨水减产和福建动乱的影响，担忧赵玖对北伐产生疑虑。两人分析认为赵玖可能因秋收问题和朝中主战派压力而犹豫。刘洪道决定上书劝谏北伐，但偶遇仁保忠后，意识到赵玖可能担忧朝中冒进风气。当晚，行宫因雨水坍塌，赵玖无恙，刘洪道和仁保忠惊慌失措，痛哭失态。赵玖安抚众人，并反思自己八年抗金历程，最终决心北伐。"
  },
  {
    "characters": [
      "赵玖",
      "吕颐浩",
      "刘洪道",
      "仁保忠",
      "吕本中",
      "郭仲荀",
      "宗颍"
    ],
    "date": "1135年9月16日",
    "content": "行宫坍塌后，赵玖移居胜果寺，众臣聚集讨论局势。刘洪道分析吕颐浩的强硬作风和北伐决心，推断赵玖内里无停战之意。赵玖在香积厨即兴作诗，感慨北伐决心，吕颐浩当场表态支持。赵玖最终决定不修陕州栈道，集中资源北伐。天气转晴，赵玖开始微服巡视东南郡县，了解夏雨内涝影响，为北伐做准备。"
  },
  {
    "characters": [
      "赵玖",
      "许景衡",
      "吕颐浩",
      "吕本中"
    ],
    "date": "1135年9月26日",
    "content": "赵玖在杭州召见许景衡，听取福建动乱汇报。许景衡指出福建秋税受影响但秋收无恙，赵玖坦诚北伐决心已定。赵玖任命许景衡为都省副相兼东南使相，吕颐浩为枢密副使兼河北大都督，公开北伐信号。随后，赵玖召集东南公阁成员，选拔百人随军北伐，任河北地方官。吕本中被留杭州，赵玖密令其在北伐失利时处置渊圣皇帝，以防反对派卷土重来。赵玖交代杨沂中，若北伐失败必带自己回河南再战。"
  },
  {
    "characters": [
      "赵玖",
      "岳飞",
      "吕颐浩",
      "王彦"
    ],
    "date": "1135年10月1日",
    "content": "赵玖率百名东南官员及御前班直北返，轻装疾行。七月初一渡长江，七月十五至淮甸，七月廿五抵南京。岳飞上表问安，赵玖回复东南已安，询问京东军备。八月十四，赵玖返东京，过城不入，驻岳台大营。中秋大祭后，殿试出北伐策问，点张九成为状元。八月末，赵玖设宴赏剧，九月初一发北伐国债，并派学士、秘书郎入御营。九月初一，赵玖与吕颐浩出城巡黄河，金军紧张应对，黄河两岸局势紧张。"
  },
  {
    "characters": [
      "完颜斡本",
      "完颜兀术",
      "完颜希尹",
      "秦桧",
      "韩昉",
      "洪涯",
      "乌林答泰欲",
      "完颜挞懒",
      "完颜银术可",
      "完颜蒲家奴"
    ],
    "date": "1135年9月上旬",
    "content": "金国燕京尚书台会议，讨论赵宋北伐意图。秦桧分析赵玖必北伐，因八年积累和一贯果断。兀术补充黄河水文影响，预计明年春后出兵。会议决定动员签军、安抚关外部落、派国主出关团结辽东、调度新老军互换。金国高层一致应对，准备全面战争。"
  },
  {
    "characters": [
      "完颜讹里朵",
      "高景山"
    ],
    "date": "1135年9月15日",
    "content": "完颜讹里朵从真定府疾驰大名府，途中在清河县进食后突发肠痈。当地医治无效，病情恶化，九月十五死于清河，享年40岁。死讯传开，金军前线指挥失衡，高景山紧急处理并报燕京。"
  },
  {
    "characters": [
      "赵玖",
      "岳飞",
      "吕颐浩",
      "王彦"
    ],
    "date": "1135年9月18日",
    "content": "赵玖在吾山大营接聊城知县之子报讹里朵死讯。岳飞建议试探，派马羽、王刚渡河袭聊城。九月二十，宋军夺聊城，但王刚溃败，证实金军反应迅速，讹里朵真死。赵玖决断北伐，下旨分三路进军：岳飞统河北方面军九万攻大名府；韩世忠统河东方面军十三万攻河东；赵玖亲率御营中军等八万西进洛阳。赵玖嘱岳飞自行决断，雪靖康耻。随后赵玖率部西行，开启全面北伐。"
  },
  {
    "characters": [
      "赵构",
      "吕颐浩",
      "王彦",
      "杨沂中",
      "刘晏",
      "范宗尹",
      "仁保忠",
      "虞允文",
      "梅栎"
    ],
    "date": "1135年9月20日",
    "content": "赵构在子路埽下达全军出击旨意，与岳飞执手相别后率御前班直西行。吕颐浩、王彦等文武官员随行，队伍昂扬。途中汇集郦琼部八字军，士气高涨。赵构情绪起伏，因张浚奏疏自请为河北督军而生气，但写信安抚张浚，强调后勤重要性。随后在绍兴会见张荣，短暂交流后继续西进。目睹黄河以南民夫动员，感受到举国抗金力量，情绪复振。"
  },
  {
    "characters": [
      "赵构",
      "吕颐浩",
      "梅栎",
      "杨沂中",
      "虞允文"
    ],
    "date": "1135年9月24日",
    "content": "赵构因岳台大营军事疏漏和东京混乱消息，决定加速回京。途中在陈桥镇见东京火光，梅栎劝阻赵构轻身前往，建议镇定示外以安众心。赵构采纳，派杨沂中、虞允文探查。吕颐浩附议，并荐梅栎为翰林直学士。赵构留陈桥，次日从容归京，进驻岳台大营，不直接干预乱局，安抚官员，分派事务，展现冷静领导力，稳定人心后继续西行。"
  },
  {
    "characters": [
      "韩世忠",
      "解元",
      "王胜",
      "呼延通",
      "成闵"
    ],
    "date": "1135年10月3日",
    "content": "韩世忠在蒲津渡河，收到赵构私信和《破阵子》词，深受鼓舞，精神振奋。他部署渡河作战：呼延通为先锋，解元领摧偏军支援，王胜督大队，韩世忠亲率背嵬军出击。金军温敦思忠派兵阻击，宋军以优势兵力和精锐部队击溃金军，斩获颇丰。韩世忠感叹金军战力下降，决定留王胜锁河中府城，自率精锐东进铁岭关，支援李彦仙。"
  },
  {
    "characters": [
      "李彦仙",
      "马扩",
      "韩世忠",
      "完颜拔离速",
      "完颜折合"
    ],
    "date": "1135年10月5日",
    "content": "李彦仙部与金军太原援军在铁岭关激战。宋军因贪功冒进和疲惫，初战混乱，关隘三度易手。夜间，完颜折合率金军精骑绕后突袭，宋军营盘大乱。关键时刻，马扩太行义军连夜下山，火把如龙，震慑金军。韩世忠部及时赶到，追击撤退金军，斩获数百。战后，韩世忠进驻铁岭关，责备李彦仙轻敌失职，强调国战大局和赵构领导，三人会面协调军事行动。"
  },
  {
    "characters": [
      "韩世忠",
      "拔离速",
      "李彦仙",
      "马扩",
      "张横",
      "撒离喝",
      "解元",
      "成闵"
    ],
    "date": "1135年10月6日",
    "content": "金军主帅拔离速率军在铁岭关以北、浍水以南与宋军展开密集交战，双方在狭窄地区内连续战斗两日夜，共进行14次千人以上正面交锋。金军以猛安为单位出击，宋军则选派统制官率部应对，双方均采取分散成建制战术。韩世忠坐镇铁岭关，通过抽签方式决定出战将领，金军则按行军万户序列轮流出战。战斗激烈但双方均有意调整战线，形成对峙态势。期间，郦琼部范一泓率八字军抵达铁岭关增援，梁兴部在轵关陉阻击金军失利。宋军修筑沟壑栅栏形成军事连结线，保障后勤并阻碍金军骑兵行动。"
  },
  {
    "characters": [
      "韩世忠",
      "李彦仙",
      "撒离喝",
      "张横",
      "解元",
      "成闵"
    ],
    "date": "1135年10月12日",
    "content": "韩世忠采纳李彦仙建议，率六千骑兵疾驰至汾水南岸荣河地区，发现张横率两千太行义军在此立垒阻击金军。撒离喝率万骑来袭，韩世忠以空城计迷惑敌军，命义军先战，自率背嵬军、摧偏军从容用餐。金军初战受挫，韩世忠趁势出击，大败金军。撒离喝仓皇败退，韩世忠追击六十里至稷县，夜间烧山为号，联络李彦仙合力夹击拔离速。此战挫败金军偷袭河中图谋，韩世忠临阵保举张横为御营统制官，展现名将风范。"
  },
  {
    "characters": [
      "赵构",
      "吕颐浩",
      "王彦",
      "范宗尹",
      "杨沂中"
    ],
    "date": "1135年10月18日",
    "content": "赵构在吕颐浩、王彦建议下决定北渡黄河，亲征河东。范宗尹起草北伐檄文，阐明北伐必要性：雪靖康之耻、复两河故土关乎国家正统；集结三十万御营大军及五十万民力，宣示驱除胡虏、恢复中华之志。檄文强调严肃军纪，保护各族百姓，但对参与靖康之变的金国大将及汉奸不予赦免。赵构焚烧檄文祭奠宗泽等阵亡重臣后，率众登船渡河。途中与自轵关陉撤出的金军讹鲁补部隔河相望，双方未交战。赵构傍晚在垣曲登陆河东，标志北伐进入新阶段。"
  },
  {
    "characters": [
      "赵构",
      "郦琼",
      "吕颐浩",
      "石皋",
      "梁肃",
      "张景"
    ],
    "date": "1135年10月22日",
    "content": "赵构抵达安邑城下，郦琼汇报久攻不克因金国解州知州石皋坚守。石皋以清廉仁慈闻名，曾劝阻女真暴行，深得民心。吕颐浩斥其助纣为虐，赵构发檄文明示不赦。石皋阅后决定投降，派学生梁肃及儿子石据出城请降。赵构任梁肃为秘书郎，但石皋在县衙自缢，留'无愧于心'四字。赵构下令戮尸示众，梁肃辞官请收尸归葬。赵构强忍愤怒，意识到人心之战需北伐胜利解决，遂移文前线严查军纪，赐马扩'燎原星火'大纛，并质问吴玠处置郭震之事。"
  },
  {
    "characters": [
      "赵玖",
      "吕颐浩",
      "王彦",
      "王德",
      "郦琼",
      "范宗尹"
    ],
    "date": "1135年10月23日",
    "content": "赵官家在安邑开城后召开军议，讨论下一步行动。吕颐浩建议移跸铁岭关，与金军主力争夺临汾，赵玖采纳此议。赵玖下令在解州建立兵站和仓储点，构筑后勤补给线，随后北上。途中，吴玠送来郭震首级，赵玖下令传首。冬雨降临，气温下降，吕颐浩和部分东南公阁成员病倒，赵玖将吕颐浩安置在闻喜。王胜在河东城下达最后通牒，城中汉儿军暴乱，金将斩杀温敦思忠后自杀，河东城陷落。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠",
      "李彦仙",
      "马扩",
      "王彦",
      "王德",
      "郦琼",
      "李世辅"
    ],
    "date": "1135年10月24日",
    "content": "赵官家抵达铁岭关，召开军议，赐马扩“燎原星火”大纛。赵玖询问临汾军情，韩世忠、李彦仙等汇报地形和敌情。赵玖决定立即进攻临汾，韩世忠请战，承诺二十日内驱退金军，赵玖授权韩世忠统兵十万，并强调军纪、军需和军情汇报。宋军分两路进攻临汾盆地，王德部渡汾水攻绛州，金军完颜折合弃城断后；郦琼和陕洛部队攻曲沃，金军耶律马五断后撤退。韩世忠调整策略，下令结硬寨打呆仗，稳步推进。"
  },
  {
    "characters": [
      "完颜拔离速",
      "完颜兀术"
    ],
    "date": "1135年11月1日",
    "content": "完颜拔离速和完颜兀术在雀鼠谷灵石城会面，兀术告知拔离速被任命为金国兵马大元帅。拔离速提出战略：在雀鼠谷层层设防，拖延宋军；调兵河北，集中兵力击退岳飞；留完颜折合、耶律马五、完颜撒离喝三个万户守河东。兀术同意此策，强调赌一口气，争取在河北取胜后反扑河东。两人讨论金国内部局势，兀术承诺为拔离速担责。金军开始行动，宋军在临汾盆地稳步推进，燕京结冰，战局进入关键阶段。"
  },
  {
    "characters": [
      "秦桧",
      "郑修年",
      "洪涯"
    ],
    "date": "1135年11月1日",
    "content": "秦桧从尚书台回家，郑修年转达南方要求配合的讯息，秦桧拒绝，认为大金待己诚恳，不愿背叛。洪涯嘲讽秦桧道貌岸然，指出秦桧会根据战局变化调整立场。秦桧在外听罢，面无表情，仰观飘雪，思虑战事。雪花南飘，天气转寒，金军抓住战机，准备在河北发动进攻。"
  },
  {
    "characters": [
      "赵鼎",
      "张浚",
      "胡寅"
    ],
    "date": "1135年11月2日",
    "content": "赵鼎因老家闻喜光复设私宴，邀请张浚和胡寅。宴间，张浚感慨河北战事，胡寅批评其失宰执体统，强调官家战略以河东为主。三人回忆太学旧谊，胡寅吟诗讽喻赵张二人党争，劝其团结。胡寅作诗明志，强调臣心如水，勿生芥蒂，后负气离去。赵张二人惭愧，目送胡寅在雪月映照下离开，张浚调侃胡寅饭量大将做相公，二人回席继续饮酒。"
  },
  {
    "characters": [
      "岳飞",
      "田师中",
      "张荣",
      "王贵"
    ],
    "date": "1135年11月13日",
    "content": "岳飞在大名城召集田师中、张荣和王贵，讨论元城攻防战。田师中报告御营右军在夏津败于金军王伯龙部，主张收缩防线。张荣强调水军需保护船只，岳飞提出冒险计划：陆地拖船绕过金军砲阵，同时弃守三州以集中兵力。田师中质疑计划风险，但岳飞坚持，张荣最终同意派萧恩执行。众人乘热气球观察地形，岳飞阐述其决心与计划，强调保全与进取并重，准备在结冰前攻取元城。"
  },
  {
    "characters": [
      "岳飞",
      "田师中",
      "张荣",
      "万俟卨"
    ],
    "date": "1135年11月14日",
    "content": "御营右军后撤引发河北三州百姓恐慌，十余万流民南逃，阻碍军事行动。岳飞写信向东京请罪，万俟卨从济南支援，承诺收容流民并组织丁壮。万俟卨私信提醒岳飞与中枢沟通，避免张浚干预。岳飞如释重负，但计划因流民事务耽搁，局势紧张。他坚定推进军事计划，准备夜间行动。"
  },
  {
    "characters": [
      "张荣",
      "尤学究",
      "萧恩",
      "王贵"
    ],
    "date": "1135年11月14日",
    "content": "张荣在马陵渡指挥水军行动，尤学究劝解张荣关于萧恩的牺牲任务。萧恩率部准备执行偷渡，张荣内心挣扎但最终支持。王贵在故城镇负责陆地拖船，初始失败后，张荣亲自领号子鼓舞民夫，成功启动船只。张荣前往大名城，途中见宋军佯攻启动，计划暴露。"
  },
  {
    "characters": [
      "高景山",
      "高庆裔"
    ],
    "date": "1135年11月14日",
    "content": "高景山在元城阁楼观察战局，判断宋军佯攻在城南，真正威胁在河道偷渡。他与高庆裔讨论局势，强调保守防御，不轻易出击。金军砲车固定对准河道，高景山自信能应对宋军行动。夜间，宋军偷渡被砲击，高景山误判为宋军主力行动，未及时调整防御。"
  },
  {
    "characters": [
      "岳飞",
      "萧恩",
      "贝言",
      "尤学究"
    ],
    "date": "1135年11月14日",
    "content": "岳飞在大名城高台观察偷渡，萧恩部在河道遭金军砲击，伤亡惨重。贝言建议点燃热气球照明河道，岳飞同意。热气球升空燃烧，照亮战场，宋军趁机救援。萧恩等水军获救，但偷渡失败。岳飞下令全军渡河，开始修筑防线。"
  },
  {
    "characters": [
      "岳飞",
      "张荣",
      "田师中"
    ],
    "date": "1135年11月15日",
    "content": "宋军一夜成城，在元城北面修筑防线，田师中率部渡河立寨。岳飞与张荣讨论计划，张荣建议写信给胡寅制约张浚。岳飞过河督战，催促加速修寨。元城内高景山察觉异常，但未及时出击，金军信使受阻。宋军防线初步完成，准备应对金军援兵。"
  },
  {
    "characters": [
      "高景山",
      "阿里",
      "杓合",
      "岳飞"
    ],
    "date": "1135年11月15日",
    "content": "金军阿里和杓合万户从馆陶南下，阿里率部步战突击宋军北面防线，突破栅栏，胡清战死。岳飞派赵不尤支援，但坚守主力。高景山派蒲速越出城袭扰，杓合绕道永济渠西面攻击缺口。田师中令张子盖率背嵬军迎战，宋军兵力优势显现。岳飞调水军砲击阿里，金军攻势受挫，战局转向宋军有利。"
  },
  {
    "characters": [
      "岳飞",
      "田师中",
      "张荣"
    ],
    "date": "1135年11月13日",
    "content": "宋军在大名府元城北面与金军激战，金军试图突破宋军防线，双方重甲部队在狭窄缺口处展开血腥肉搏。宋军利用水军轮船上的八牛弩对金军进行远程打击，造成金军重大伤亡。金军将领阿里和杓合见战事不利，决定撤军。战后，岳飞与田师中商议战略，决定不立即攻城，而是修筑更坚固的防线，计划以元城为诱饵拖住金军主力，为河东宋军争取时间。"
  },
  {
    "characters": [
      "岳飞",
      "胡寅",
      "田师中",
      "张荣"
    ],
    "date": "1135年11月20日",
    "content": "工部尚书胡寅抵达宋军大营，传达东京朝廷对岳飞擅自弃守三州和拥兵自重的质疑。胡寅严厉批评岳飞将东京置于危险境地，但最终表示朝廷已全力支持北伐，要求岳飞务必拖住金军主力。岳飞承诺全力以赴，胡寅则承诺保障后勤。宋军随后公开战略意图，加强元城周边工事建设，准备长期对峙。"
  },
  {
    "characters": [
      "岳飞",
      "兀术",
      "拔离速"
    ],
    "date": "1135年12月1日",
    "content": "金军主力抵达大名府，与宋军隔河对峙。金军集结13个万户约13万战兵及大量签军，试图围歼岳飞部。宋军凭借水军控制河道，金军难以渡河支援元城。岳飞下令砲车轰击元城西北角楼，展示军力。兀术和拔离速观察宋军防线后，决定等待黄河封冻后再发动总攻。"
  },
  {
    "characters": [
      "岳飞",
      "兀术"
    ],
    "date": "1135年12月5日",
    "content": "夜间，岳飞与兀术在黄河堤坡偶遇，隔坡辩论。兀术试图以议和动摇岳飞，但岳飞严词拒绝，强调金军侵略罪行必须偿还。双方言辞激烈，最终不欢而散。岳飞留下佩剑嘲讽兀术，兀术则誓言用此剑杀宋人。此次会面加深了两军对立，预示决战不可避免。"
  },
  {
    "characters": [
      "岳飞",
      "王伯龙",
      "田师中"
    ],
    "date": "1135年12月10日",
    "content": "黄河封冻，金军发动总攻。田师中率部诱敌，金将王伯龙果决追击，陷入宋军伏击圈。宋军背嵬军和御营右军合力围歼王伯龙部，王伯龙在乱战中被岳云击杀。此战宋军迅速歼灭金军一个万户，重创金军士气。阿里部试图救援但为时已晚，金军东线攻势受挫。"
  },
  {
    "characters": [
      "高庆裔",
      "杓合",
      "完颜兀术"
    ],
    "date": "1135年12月15日",
    "content": "金军因王伯龙战死和总攻失败，士气低落，高层混乱。高庆裔通过杓合引荐，面见完颜兀术，分析当前局势，指出金军内部族裔矛盾和政治问题，强调时代变化，金国需谨慎行事。高庆裔劝兀术放弃南下围魏救赵计划，主张继续救援元城，以团结力量，在河北决战。兀术被说服，决定稳定军心，重新组织进攻。"
  },
  {
    "characters": [
      "赵构",
      "范宗尹",
      "梅栎",
      "西辽使者",
      "源为义",
      "仁保忠"
    ],
    "date": "1135年12月15日",
    "content": "赵构在襄陵县衙接见西辽使者，收到波斯地毯、红花和绿宝石等贡品，分配赏赐给官员和军队。西辽使者请求契丹战俘，赵构要求辽国推行科举、定官方文字等文明措施。日本武士首领源为义抵达，赵构赏赐绿宝石，将其编入御前班直。仁保忠报告蒙古动向，东蒙古王合不勒首鼠两端。赵构下令全军北进太原，计划在太原城下过年，引发近臣震惊。"
  },
  {
    "characters": [
      "赵构",
      "韩世忠",
      "李彦仙",
      "王德",
      "郦琼",
      "曲端",
      "杨沂中"
    ],
    "date": "1135年12月16日",
    "content": "赵构率军急速北进，穿越雀鼠谷，利用兵站和冰面加速行军。韩世忠、李彦仙等部有序进发，赵构御驾亲征，日行数十里。途中，赵构处理军务，斥责王德轻敌、韩世忠冒进，派王彦传达命令。曲端请求参战，被赵构拒绝并鞭打，后赐御马安抚。军队纪律严明，进军神速，旨在速破太原。"
  },
  {
    "characters": [
      "赵构",
      "韩世忠",
      "李彦仙",
      "杨沂中",
      "日本武士",
      "完颜折合"
    ],
    "date": "1135年12月23日",
    "content": "赵构龙纛抵达太原城下，八日行军五百里，集结数万精锐。完颜折合派骑兵突袭，日本武士奋勇迎战但伤亡惨重，为宋军争取时间。赵构绕城视察，讨论城防，指出太原关城坚固、砲车互制。赵构部署饱和式攻城：王彦负责南面起砲，仁保忠毁羊马墙，韩世忠和李彦仙分守北、东，杨沂中预备西面挖河道。旨在速破城池，应对后勤压力。"
  },
  {
    "characters": [
      "赵构",
      "吴玠"
    ],
    "date": "1135年12月29日",
    "content": "吴玠率军快速抵达太原，赵构接见并倾诉焦虑，谈及后勤消耗大、战事紧迫。赵构承认疑惧帅臣争功，但肯定吴玠能力。吴玠安慰赵构，指出帅臣私心难免，但能服从命令。赵构透露计划：明日尝试与岳飞约定破城，后将河东战局交由吴玠统筹，仿尧山故事。赵构强调破城重要性，以在春日前决战，缓解后勤压力。雪中交谈，赵构稍释重负。"
  },
  {
    "characters": [
      "平清盛",
      "源为义"
    ],
    "date": "1135年12月29日",
    "content": "平清盛探望受伤的日本武士，与源为义交谈大宋与金国实力。平清盛描述大宋有三百军州、三十万战兵，年入数千万贯，金国则有二十万户甲骑和十万新军。他坚信大宋必胜，因赵官家节俭勤政，仅两位妃嫔，宫殿改作他用，亲自种桑养鱼。源为义起初怀疑，但平清盛举例大慧禅师简朴作风，强调大宋上下一致，终使源为义信服。谈话间，平清盛以吴越故事比喻宋金局势，表达对大宋胜利的信心。"
  },
  {
    "characters": [
      "岳飞",
      "胡寅"
    ],
    "date": "1135年12月29日",
    "content": "胡寅深夜访岳飞，讨论金军截断黄河河道意图。岳飞分析金军可能毁堤水淹河北，不顾后果，因若战败河北将归宋。胡寅担忧，岳飞建议以攻代守，猛攻元城，并透露与赵官家约定次日破城。胡寅震惊，岳飞确认计划，强调需牵制金军主力。谈话揭示宋军面临后勤压力，但决心速战速决，避免长期消耗。"
  },
  {
    "characters": [
      "赵玖",
      "吴玠",
      "韩世忠",
      "李彦仙",
      "王彦",
      "马扩"
    ],
    "date": "1135年12月30日",
    "content": "赵官家在太原城外宴饮观战，故作悠闲以迷惑金军。午后，宋军同时爆破太原和元城城墙，巨响引发混乱。赵玖立即下令进军，龙纛前移，全军高呼“城破了，官家出阵了”，士气大振。宋军涌入太原城，源为义等外族武士受感染加入冲锋。金将完颜折合目睹城破，绝望瘫坐。赵玖入城宣布胜利，吴玠等近臣抹灰下拜。同日，岳飞部攻破元城，俘斩金军。事件标志宋军重大突破，金军士气受挫。"
  },
  {
    "characters": [
      "赵玖",
      "王德",
      "仁保忠"
    ],
    "date": "1136年1月1日",
    "content": "赵官家在太原府衙处置战俘，斩金将完颜折合，拒其投降。王德擒折合立功，求赦次子王顺，赵玖允准。仁保忠汇报俘获金军家眷，包括渤海大氏等，赵玖决定送交西辽换战马。另处理自称李师师者，发安家费遣返东京。事件显示宋军战后整顿，赵玖赏罚分明，注重军纪和外交利用。"
  },
  {
    "characters": [
      "吴玠",
      "赵玖",
      "韩世忠",
      "李彦仙",
      "马扩"
    ],
    "date": "1136年1月1日",
    "content": "宋军高层军议，吴玠建议优先取大同，联合契丹、蒙古联军围歼金军，避免强攻井陉。赵玖授权吴玠统筹，强调军事优先。同时，金军在河北召开军议，高庆裔分析局势，主张放弃元城，北上真定野战。金军士气低落，兀术等将领恍惚，难以决策。事件凸显宋军战略主动，金军陷入被动，准备决战。"
  },
  {
    "characters": [
      "曲端",
      "刘錡",
      "张中孚"
    ],
    "date": "1136年1月4日",
    "content": "曲端率御营骑军匆忙东进，欲抢攻隆德府。刘錡担忧时间不足，曲端认为决战难免，张中孚请命督军加速。谈话间，刘錡透露后勤仅支撑三个月，忧虑金军退守燕京导致罢兵。曲端强调野战必要，避免浪费资源。事件反映宋军内部争功心态，骑兵急于参与战事，避免被边缘化。"
  },
  {
    "characters": [
      "赵玖",
      "吴玠",
      "韩世忠",
      "李彦仙",
      "王彦"
    ],
    "date": "1136年1月4日",
    "content": "赵官家参与太原军议，吴玠等帅臣汇报各战线进展：耶律马五守井陉不降，撒离喝闭城死守，王德北进攻城顺利。王胜建议出蒲阴陉奇袭，吴玠支持，赵玖批准但强调军事优先。赵玖担忧军中骄躁，指出破城后盲目畏服问题，希望将士理性看待火药胜利。事件显示宋军扫荡河东，准备东进，赵玖注重军心管理。"
  },
  {
    "characters": [
      "赵玖",
      "杨沂中"
    ],
    "date": "1136年1月4日",
    "content": "赵官家驻马汾水，与杨沂中交谈军中气氛。赵玖不满破城后将士迷信畏服，而非理性认知火药积累。杨沂中理解，赵玖强调需将士知火药为实验成果，非神迹。谈话揭示赵玖管理威信，避免盲目崇拜，确保战后改革基础。事件反映宋军胜利后心理变化，赵玖注重长远统治。"
  },
  {
    "characters": [
      "陈彦章",
      "杨从仪",
      "李世辅"
    ],
    "date": "1136年1月8日",
    "content": "陈彦章在文水县轻敌冒进，中诈降计战死，为宋军开战后第二位在职统制官阵亡。金军突围被杨从仪、李世辅部歼灭，传首示众。事件引发太原震动，军中骄躁稍敛。吴玠未深究，赵官家沉默，帅臣紧张。凸显宋军局部失利，警示轻敌风险，促进军纪整顿。"
  },
  {
    "characters": [
      "赵玖",
      "平清盛",
      "杨沂中"
    ],
    "date": "1136年1月12日",
    "content": "平清盛报王胜在瓶型寨败于金军，死伤逾千，辎重尽失。杨沂中分析为金军撤退中回马枪，王胜推责耶律马五保颜面。赵玖不怒，指出王德、王胜轻敌夸大问题，但暂不处罚。事件反映宋军进击中的挫折，赵玖容忍小节，聚焦大局。同时，黄河凌汛结束，后勤改善，邸报送达，赵玖柳下读报，显从容。"
  },
  {
    "characters": [
      "赵玖",
      "脱里",
      "杨沂中"
    ],
    "date": "1136年1月12日",
    "content": "脱里报西蒙古劫掠大同，与王德、郭浩冲突，赵玖派其与梅栎、仁保忠调解，许战后为西蒙古王。赵玖坦言怒气，但用脱里控制西蒙古，避免大战前风险。脱里感激发誓效忠。事件处理民族联军矛盾，赵玖平衡利益，确保骑兵支援决战。"
  },
  {
    "characters": [
      "吴玠",
      "赵玖",
      "杨沂中"
    ],
    "date": "1136年1月12日",
    "content": "吴玠报东蒙古合不勒未截住大同金军，两个万户逃脱，疑其立场。赵玖与吴玠讨论决战兵力后勤，授权吴玠处置东蒙古：若叛则动手，否则带援军南下。赵玖强调战事规模大，差错难免，勿苛责。吴玠即刻赴大同。事件凸显决战前危机，宋军需整合联军，赵玖支持吴玠决策，维护大局。"
  },
  {
    "characters": [
      "赵玖",
      "杨沂中"
    ],
    "date": "1136年1月12日",
    "content": "赵玖与杨沂中估算决战兵力：宋军约17-20万，加岳飞部可达20万出头；金军约15-16万，加燕京援军或达20万。赵玖称战事为“夹生饭”，必有差错，但宋军占优。谈话揭示决战紧迫，赵玖理性评估，准备应对变数。"
  },
  {
    "characters": [
      "董先",
      "牛皋"
    ],
    "date": "1136年1月12日",
    "content": "董先、牛皋攻破西河城，生擒金将撒离喝，报捷至赵官家。事件加速宋军扫荡河东，验证赵玖、吴玠预测决战将临。宋军士气提升，但赵玖警惕更快决战到来，需迅速整合力量。"
  },
  {
    "characters": [
      "赵玖",
      "吴玠",
      "董先",
      "牛皋",
      "范宗尹",
      "完颜撒离喝"
    ],
    "date": "1136年2月13日",
    "content": "在太原城内，赵官家（赵玖）处理俘虏完颜撒离喝。撒离喝被俘后采取非暴力不合作态度，不降不死。赵官家识破其意图，决定利用他进行心理战，赐姓金、名不悔，封归正公，并命人伪造其投降文书，以动摇金军士气。撒离喝抗议无效，赵官家强调胜败决定一切，失败者无权掌控自身名誉。此事虽小，却展现了赵官家的谋略，旨在瓦解敌军斗志。撒离喝最终在绝望中自缢身亡，留下遗书表达对金国的忠诚，但宋军已利用其名义发布劝降文书，影响金军内部。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠",
      "李彦仙",
      "马扩",
      "王彦",
      "大慧法师"
    ],
    "date": "1136年2月14日",
    "content": "上元节当日，赵官家巡视军营，关注节日伙食。原计划做饺子，但赵官家指出风俗不符，建议改为火烧（饼子夹肉馅），以确保公平分配肉食。他亲自参与制作，与民夫和将领互动，提升士气。同时，韩世忠奉命制作热气球悬挂“上元安康，天下大吉”字样，增添节日氛围。赵官家此举意在凝聚军心，但几位帅臣（韩世忠、李彦仙、马扩、王彦）私下讨论，担忧赵官家拖延出兵，因金军骑兵战力尚存，而宋军后勤压力大。他们计划次日请战，推动东进决战。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠",
      "李彦仙",
      "马扩",
      "王彦",
      "吕颐浩"
    ],
    "date": "1136年2月14日",
    "content": "上元节夜晚，赵官家在营中赏月，感怀战事。吕颐浩连夜赶到，与赵官家深谈，劝其出兵。赵官家表达忧惧，包括战后政局、北方田土分配、南北矛盾、塞外追击风险及与周边势力平衡。吕颐浩强调，只要掌握三十万御营大军，即可压服内外，并指出赵官家的诚信是凝聚人心的关键。最终，赵官家决心出兵，几位帅臣（韩世忠、李彦仙、马扩、王彦）从帐中现身，表示支持。吕颐浩的劝说坚定了赵官家的决心，为次日军事行动铺路。"
  },
  {
    "characters": [
      "赵玖",
      "吴玠",
      "韩世忠",
      "李彦仙",
      "王彦",
      "曲端",
      "仁保忠"
    ],
    "date": "1136年2月15日",
    "content": "赵官家下旨出兵井陉，以董先、张玘为先锋。大军开始向东推进，意图与金军决战。同时，赵官家接见仁保忠，汇报大同方向情况：东蒙古部众因内部矛盾（如塔塔尔部可能通金）未及时支援，吴玠已要求处置塔塔尔部，并率契丹、西蒙古援军南下。赵官家任命仁保忠为大同路经略使，负责边境事务。宋军主力陆续东进，兵力达十余万，金军则集结于获鹿地区。赵官家虽忧心仓促决战，但大势所趋，无法回避。"
  },
  {
    "characters": [
      "赵玖",
      "吴玠",
      "韩世忠",
      "李彦仙",
      "吕颐浩",
      "虞允文"
    ],
    "date": "1136年2月27日",
    "content": "宋军渡过绵蔓水，抵达井陉县，与金军对峙。金军集结三万铁骑示威，企图动摇宋军士气。赵官家采纳吴玠建议，果断下令渡河：派虞允文劝降兀术，韩世忠和王德率部抢渡。金军见宋军势大，仓促撤退，虞允文被俘。宋军成功控制井陉县，赵官家移驻城中。李彦仙和吴玠提醒赵官家，金军骑兵纪律严明，战力犹存，需谨慎应对。吴玠提出决战策略：组建精锐后备军，待金军骑兵出击时反制。赵官家基本同意，但细节待定。"
  },
  {
    "characters": [
      "赵玖",
      "吴玠",
      "韩世忠",
      "李彦仙",
      "呼延通",
      "牛皋",
      "完颜奔睹"
    ],
    "date": "1136年2月29日",
    "content": "呼延通部孤军渡太平河，中金军诱敌之计，被围于河畔。宋军援兵陆续抵达，包括李彦仙、韩世忠部，与金军（完颜奔睹等万户）形成大规模对峙。局势紧张，随时可能爆发决战。赵官家率龙纛抵达，引发双方部队失控，小规模交战爆发。突然春雨降临，雷雨交加，战事陷入混乱，双方后撤。赵官家下令趁雨夜夺取获鹿县城，作为立寨基地。吴玠指出金军占据高地优势，宋军需谨慎布局。雨水暂时阻止了全面决战，但两军均加紧备战。"
  },
  {
    "characters": [
      "赵玖",
      "吕颐浩",
      "吴玠",
      "韩世忠",
      "李彦仙",
      "曲端"
    ],
    "date": "1136年3月3日",
    "content": "雨水持续三日，宋金两军沿太平河立寨，相互逼近。曲端率援军抵达，但部队疲敝，请求休整。韩世忠、李彦仙等帅臣反对拖延，主张雨水一停即开战。赵官家与吕颐浩登城观势，讨论水势和春绿，象征大势不可逆。吕颐浩劝赵官家“为先”：战时常率军冲锋，战后迁都燕京以定乾坤。赵官家采纳，决心决战。吴玠汇报作战方案：分阶段渡河，诱使金军全力出击，再以精锐反制。赵官家一锤定音，定于3月4日开战。雨水虽停，但凌晨复雨，金军加紧准备，决战在即。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠",
      "吕颐浩",
      "王德",
      "吴玠",
      "李彦仙"
    ],
    "date": "1136年2月3日",
    "content": "在获鹿县太平河畔，宋金两军展开决战。清晨，赵玖召开战前军议，韩世忠率先表态支持按原计划出兵，鼓舞士气。赵玖当众许诺封赏，激励将领，并提前授予吴玠亲王封号。金军方面，兀术和拔离速也进行动员，强调此战关乎金国存亡。王德主动请缨为先锋，率部率先渡河冲击金军阵地，与阿里部激战。宋军随后大举渡河，李彦仙、吴玠部主力跟进，双方在高地前陷入混战。王德在战斗中阵斩金将阿里，但次子王顺战死。战至中午，宋军逐渐控制高地，赵玖亲自渡河，在龙纛激励下，宋军士气大振，全线推进。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠",
      "曲端",
      "拔离速",
      "兀术"
    ],
    "date": "1136年2月3日",
    "content": "下午，战事进入高潮。赵玖将龙纛移至高地制高点，宋军士气达到顶峰。金军元帅拔离速率最后预备队——包括六个合扎猛安在内的两万多精锐骑兵，从三面出击，试图扭转战局。宋军御营骑军在曲端指挥下迎战，双方骑兵激烈对冲。同时，宋军最后一支预备队——王彦和杨沂中部两万多重步兵渡河，沿河列阵，如铁墙般推进。拔离速亲临前线，鼓舞金军，但宋军凭借兵力优势和士气压制，逐步击退金军攻势。战局向宋军倾斜，金军开始溃退。"
  },
  {
    "characters": [
      "虞允文",
      "洪涯"
    ],
    "date": "1136年2月3日",
    "content": "在金军大营中，被俘的虞允文与金国枢密院都承旨洪涯对峙。虞允文逼问洪涯关键军情，洪涯最终透露，金军原计划在战败后通过滹沱河下游撤退，但宋军水师在岳飞和张荣指挥下已控制河口，可能截断金军退路。这条情报若被宋军利用，可导致金军主力全军覆没。虞允文要求洪涯送他出营报信，但洪涯犹豫不决，双方在帐中紧张周旋。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠",
      "李彦仙",
      "吴玠",
      "拔离速"
    ],
    "date": "1136年2月3日",
    "content": "黄昏时分，宋军全面压制金军。赵玖在高地指挥，韩世忠、李彦仙、吴玠等将率部猛攻，金军阵线崩溃。拔离速试图组织反击，但宋军重步兵和骑兵协同推进，金军精锐损失惨重。兀术和活女部也被击退，金军大营动摇。宋军利用情报优势，开始追击溃军，目标直指滹沱河，企图实现全歼。此战宋军大胜，金军主力遭受毁灭性打击，为后续灭金奠定基础。"
  },
  {
    "characters": [
      "赵玖",
      "拔离速",
      "杨沂中",
      "杨再兴",
      "牛皋"
    ],
    "date": "1136年2月3日",
    "content": "在获鹿决战中，金军元帅拔离速率领骑兵大阵与宋军札甲重步大阵展开激烈对冲。宋军以杨沂中指挥的重步兵阵型不断吸收战场上的友军，增强厚度，形成铁龙般推进。拔离速虽在骑兵冲锋中一度占优，但宋军利用战场拥挤和兵力优势，将金军骑兵包围在钢铁密林中。杨再兴率骑兵突入金军核心，击倒拔离速的帅旗，导致金军士气崩溃。牛皋指挥部队配合，最终金军骑兵被歼灭，拔离速阵亡。此战宋军展示了强大的战场统治力，为全局胜利奠定基础。"
  },
  {
    "characters": [
      "赵玖",
      "曲端",
      "完颜剖叔",
      "夏侯远"
    ],
    "date": "1136年2月3日",
    "content": "在高地南侧坡面，曲端率领御营骑军与金军铁浮屠激战。战斗中，曲端亲校夏侯远和赵不凡相继阵亡，曲端本人坐骑受伤，被迫换马。金军完颜剖叔部试图突破宋军防线，但被曲端部顽强阻击。最终，在宋军援军支援下，完颜剖叔被围，自刎身亡。曲端部在混战中付出惨重伤亡，但成功牵制金军精锐，为宋军整体胜利做出贡献。"
  },
  {
    "characters": [
      "赵玖",
      "兀术",
      "虞允文",
      "太师奴"
    ],
    "date": "1136年2月3日",
    "content": "金军全线崩溃前夕，兀术派太师奴携虞允文向赵玖求和，提议割让燕山道、归还靖康金银等条件。赵玖拒绝和谈，下令全军总攻。虞允文在途中高呼岳飞来援的消息，被太师奴殴打。太师奴被俘后，向赵玖陈述和谈条件，但赵玖不为所动，坚持进攻。金军阵地最终全面崩溃，兀术仓皇逃窜。此事件凸显宋军胜利在望，金军已无回天之力。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠",
      "吴玠",
      "李彦仙"
    ],
    "date": "1136年2月4日",
    "content": "获鹿大战后，宋军开始清理战场和追击溃兵。吴玠总揽太平河对岸事务，分兵打扫战场、控制州郡和追击金军。韩世忠率御营左军渡河逼临真定城，移送金军伤员和尸首，引发城内恐慌。赵玖部署撤兵计划，决定留步骑七八万继续作战，其余部队撤回以节省粮草。同时，安排韩世忠为进取燕京主帅，岳飞为后继，确保军事行动有序进行。"
  },
  {
    "characters": [
      "赵玖",
      "讹鲁观",
      "洪涯",
      "太师奴"
    ],
    "date": "1136年2月5日",
    "content": "真定城金军投降，六太子讹鲁观率文武出城谒见赵玖。赵玖提出和谈条件，包括金国退出燕山以南、归还辽东辽西土地、设立契丹自治路、归还靖康掠物等八条。讹鲁观认为条件苛刻，但赵玖强调此战胜利后的实力对比。最终，赵玖释放讹鲁观等人回燕京传达条件，但途中讹鲁观和洪涯被东蒙古合不勒俘获，部分降人被杀害。事件显示宋军胜利后的强势地位和外部势力的介入。"
  },
  {
    "characters": [
      "赵玖",
      "合不勒",
      "脱里"
    ],
    "date": "1136年2月6日",
    "content": "东蒙古王合不勒前来请罪，因之前在大同放走讹鲁观延误战事。赵玖斥责其行为，但为平衡草原势力，决定保留东蒙古。赵玖要求合不勒和俺巴孩攻取中京道作为惩戒，成功后需送人质至东京，否则处死。同时，宣布东西蒙古和高丽王位继承需由宋廷加冕。合不勒接受条件，并提出幼子忽图剌继位请求，赵玖同意。此安排巩固了宋对蒙古的控制，为后续战略铺路。"
  },
  {
    "characters": [
      "赵构",
      "讹鲁观",
      "洪涯",
      "毛硕"
    ],
    "date": "1136年2月10日",
    "content": "金国六太子讹鲁观与枢密院都承旨洪涯在东蒙古汗王合不勒护送下抵达定州安乐县，发现宋军已占据该地。他们前往定州州城，与刺史毛硕会面。毛硕因收到赵宋官家三道关于农事的旨意而动摇，旨意要求地方官安抚百姓、督促春耕，并派巡视组检查工作。毛硕决定留任宋国，讹鲁观和洪涯被迫离开定州，继续北行。"
  },
  {
    "characters": [
      "讹鲁观",
      "洪涯",
      "完颜兀术",
      "耶律马五",
      "蒲查胡盏"
    ],
    "date": "1136年2月10日",
    "content": "讹鲁观和洪涯抵达保州金台顿大营，与逃至此地的完颜兀术会面。兀术讲述了自己从获鹿战场逃生的艰难经历，并讨论赵宋官家的议和条件。蒲查胡盏带来宋军发布的斩获名单，显示金军十三名万户和大量军官阵亡或被俘，获鹿之战金军损失惨重。众人情绪低落，兀术感慨金国兴衰无常。"
  },
  {
    "characters": [
      "赵构",
      "韩世忠",
      "岳飞",
      "李彦仙",
      "吴玠",
      "张俊",
      "张荣",
      "马扩"
    ],
    "date": "1136年2月8日",
    "content": "赵宋官家在真定发布封赏旨意，大封功臣。韩世忠进爵秦王，授元帅；岳飞进爵魏王，授元帅；李彦仙进爵晋王；吴玠进爵韩王；张俊进爵齐王；张荣进爵鲁王；马扩进爵邢王；信王赵臻易爵代王。此外，王德、曲端、李世辅等十一人进爵郡王。封赏旨在酬谢建炎以来诸将功勋，稳定军心，彰显中兴之业。"
  },
  {
    "characters": [
      "赵鼎",
      "张浚",
      "陈规",
      "林景默",
      "马伸",
      "李光"
    ],
    "date": "1136年2月16日",
    "content": "东京秘阁举行会议，讨论获鹿大战后的封赏和政务。刑部尚书马伸质疑十八王爵过多，但御史中丞李光和枢相陈规反驳，认为大胜之下封赏合理，且官家阵前许诺不可食言。会议还涉及军功授田、两河任员、国债等事宜。首相赵鼎强调以官家旨意为准，安抚人心。会后，林景默与张浚私下讨论官家与朝廷关系，建议坦诚沟通以应对平世将至的挑战。"
  },
  {
    "characters": [
      "赵构",
      "胡寅",
      "韩世忠",
      "吕颐浩"
    ],
    "date": "1136年2月20日",
    "content": "赵官家在真定宴请诸王，工部尚书胡寅进谏，质疑封赏滥爵，担心功臣骄慢生祸。官家承认人心难测，但强调酬功必要。胡寅进一步询问春耕巡视组权限和两河治理，官家表示将继续授权两府六部，并亲自监督黄河治理。胡寅建议安抚东京臣心，官家承诺维持现状。讨论涉及未来平世处事和金国局势，官家透露等待高丽和东蒙古行动。"
  },
  {
    "characters": [
      "赵构",
      "胡寅",
      "杨沂中"
    ],
    "date": "1136年2月28日",
    "content": "赵官家在景城黄河畔写作小说《玉观音》，以韩世忠为原型，警示权贵为恶。胡寅阅读后，认为官家用心良苦，但方式不妥。官家解释旨在毖后，私发给诸王。胡寅提及曲端为刘錡请王之事，官家承认自己参与争功，私心提拔杨沂中和刘晏。胡寅建议官家写自误故事，官家委托胡寅执笔。讨论转向高丽出兵，官家坚信高丽会行动，但需等待内斗结果。"
  },
  {
    "characters": [
      "金富轼",
      "王楷",
      "郑知常"
    ],
    "date": "1136年3月6日",
    "content": "高丽执政金富轼在开京获知获鹿大胜消息后，立即入宫见国主王楷，主张对金开战。为防内乱，金富轼要求元帅印绶和专征之权，并控制西京两班。王楷应允，金富轼率军至西京，设宴诱杀郑知常等七十八名西京两班成员，抄家以充军资。金富轼与郑知常争斗中受伤，但成功平定西京，巩固权力，准备北伐金国。"
  },
  {
    "characters": [
      "赵构",
      "胡寅"
    ],
    "date": "1136年3月8日",
    "content": "胡寅向赵官家呈交讽喻小说《范统制重上太行记》，故事中官家因敲打功臣导致天下大乱。胡寅解释当日被官家绕晕，现借文讽谏，强调官家作为最上之人，疏忽可致郡王家破人亡、天下分崩。官家反省，承认操之过急，应待黄河治理和原学稳固后缓行此事。胡寅劝官家慎重治国，自我保全。官家接受批评，停止写作小短文，转而续写《西游降魔杂记》。"
  },
  {
    "characters": [
      "赵构",
      "吕颐浩",
      "胡寅"
    ],
    "date": "1136年3月10日",
    "content": "赵官家返回河间府，与吕颐浩讨论战后民意。吕颐浩分析中原民意强硬主战，因官吏偏移传达，猜度官家本意；河北厌兵，民意不显；东南赋税重，可能反战但不敢言。官家透露对金政策：给女真生路，立新金国，但需洗涤旧国。议和条件加码，要求处死韩昉等十一人。吕颐浩判断燕京将派使，官家希望尽快议和，避免拖延。"
  },
  {
    "characters": [
      "赵构",
      "乌林答贊谟"
    ],
    "date": "1136年3月20日",
    "content": "金国礼部尚书乌林答贊谟至河间求见赵官家，呈递国书议和。官家在靶场接见，掷回国书，指责金国拖延，未满足先前条件。乌林答哀求免兀术死罪和俘虏北返，官家拒绝，并加码要求处死斡本等十一人，以挞懒和讹鲁观掌军。乌林答泪奔离去，官家赠其弟乌林答泰欲首级，乌林答拒收，掩面而逃。议和破裂，金国形势危急。"
  },
  {
    "characters": [
      "乌林答贊谟",
      "完颜挞懒",
      "完颜斡本",
      "完颜希尹",
      "秦桧",
      "洪涯",
      "完颜兀术",
      "完颜合剌"
    ],
    "date": "1136年3月28日",
    "content": "乌林答贊谟从宋营带回赵构苛刻议和条件，要求处死金国执政亲王和将领，国主称父。在尚书台大殿，完颜挞懒怒斥条件，但无人附和。完颜希尹和秦桧分析金国以完颜氏和女真族为核心，若接受条件等于亡国。洪涯指出赵构意在离间。兀术坦言败局已定，愿为国牺牲，独自离场。众人无策，约定次日决策。秦桧与洪涯密谋，认为金国将亡，需另寻出路，决定拉拢纥石烈太宇，利用其兵马和塞外根基自保。王氏以匕首切糕饼激励行动，秦桧决意试探纥石烈。"
  },
  {
    "characters": [
      "秦桧",
      "洪涯",
      "郑修年",
      "完颜挞懒",
      "纥石烈太宇",
      "讹鲁补",
      "王氏"
    ],
    "date": "1136年3月28日",
    "content": "秦桧、洪涯、郑修年分头行动。郑修年见挞懒，挞懒同意联手，派郑修年联络银术可。洪涯拜访讹鲁补，假托家人保全，实则麻痹对方。秦桧试探纥石烈太宇，暗示其可取代国本，纥石烈咨询儿子良弼后同意合作。燕京城内新军混乱，燕云大族和塞外将领矛盾激化。秦桧前往大太子府表忠心，发现局势紧张，韩昉入宫、刘筈夺武库、左渊来访。大太子派兵应对，秦桧建议入宫控制国主。"
  },
  {
    "characters": [
      "秦桧",
      "完颜合剌",
      "韩昉",
      "完颜挞懒",
      "纥石烈太宇",
      "洪涯",
      "完颜银术可",
      "裴满皇后"
    ],
    "date": "1136年3月28日",
    "content": "秦桧入宫见国主合剌和韩昉，谎报乱兵入宫，劝国主躲避。挞懒、银术可、纥石烈部兵马涌入宫城，秦桧与挞懒密谋杀韩昉嫁祸大太子。挞懒家将射杀韩昉并割首。纥石烈部搜寻国主，宫城大乱。秦桧建议移驾尚书台，但裴满皇后反对，坚持等大太子回信。乌林答贊谟奉大太子命入宫，报告武库冲突和左渊之死，劝国主移驾尚书台。国主夫妇被迫同意，秦桧等趁机控制局面。"
  },
  {
    "characters": [
      "完颜兀术",
      "完颜希尹",
      "完颜合剌",
      "纥石烈太宇",
      "洪涯",
      "完颜挞懒",
      "乌林答贊谟"
    ],
    "date": "1136年3月28日",
    "content": "国主移驾尚书台，遭兀术和希尹伏击。兀术质问洪涯获鹿战败时泄露军情给虞允文之事，洪涯承认并怒斥女真人，被当场处死。兀术宣布赦免入宫罪责，只诛首恶，要求与燕云大族和谈分物资，尽快出塞。众人无奈接受。夜间乱事平息，武库被夺回，韩、左、刘三家被镇压。翌日，国主下旨赦免乱党，希尹总揽撤离，分财货军械给燕云大族。但局势不稳，范阳新军投降，良乡易帜，燕京混乱加剧。"
  },
  {
    "characters": [
      "完颜兀术",
      "赵构",
      "韩世忠",
      "成闵",
      "刘晏",
      "邵成章"
    ],
    "date": "1136年4月2日",
    "content": "兀术自缚南下求和，在保塞被韩世忠部俘获。韩世忠押送兀术至沧州泥沽寨见赵构。赵构静坐观黄河，兀术跪地不语。对峙至傍晚，赵构下令明正典刑，传首示众。兀术求食火烧被拒，成闵斩兀术于辕门，首级装石灰示众。兀术死，年三十八，标志金国主要对手覆灭。赵构未多言，凸显胜利者威严，金国残余势力仓皇北逃，宋军继续推进。"
  },
  {
    "characters": [
      "赵玖",
      "韩世忠",
      "马扩",
      "吕颐浩",
      "胡寅",
      "范宗尹",
      "虞允文"
    ],
    "date": "1136年4月3日",
    "content": "赵官家在沧州祭祖后，继续北行进入燕京府范畴，抵达泃水后下旨废大名府北京号，改燕京为北京。同时任命岳飞为帅，耶律余睹为副，统辖东蒙古、高丽诸军，出塞追击金国国主，扫荡塞外。燕京城内，吕颐浩在尚书台建立大都督府，展开行政工作，韩世忠、马扩等武将讨论完颜兀术之死，吕颐浩指出赵官家内心对前途的畏惧，并安排抄家、杀人等事务以清理燕云大族，巩固统治。"
  },
  {
    "characters": [
      "郭进",
      "杨再兴",
      "崔邦弼",
      "郭药师"
    ],
    "date": "1136年4月10日",
    "content": "郭进和杨再兴奉命前往菊花岛和桃花岛搜捕郭药师父子。在御营海军统制官崔邦弼的船队协助下，他们经过多次辗转，最终在磨盘山岛的礁石山洞中擒获郭药师父子。过程乏善可陈，岛上僧俗和医生西门庆提供线索，三人顺利完成任务，将郭药师押送至卢龙。赵官家得知后，决定将郭药师送往燕京处置，并计划前往菊花岛等待女真和高丽使者。"
  },
  {
    "characters": [
      "赵玖",
      "刘晏",
      "吕颐浩",
      "韩世忠"
    ],
    "date": "1136年4月15日",
    "content": "赵官家从卢龙出发，精简随行部队至三千众，出榆关引起轩然大波。燕京吕颐浩和韩世忠联名来书要求保持讯息通畅，并派遣马扩驻扎榆关、曲端出古北口作侧翼遮护。赵官家沿途凭吊碣石山和秦王岛，感叹历史遗迹，但始终未发一言。他继续北行至锦州，准备登菊花岛，同时得知金国逃亡大队在潢水发生内讧，部分渤海人和汉儿脱离队伍投降。"
  },
  {
    "characters": [
      "完颜希尹",
      "秦桧",
      "完颜斡本",
      "纥石烈太宇",
      "耶律马五"
    ],
    "date": "1136年4月28日",
    "content": "金国逃亡队伍抵达潢水中下游的通辽地区，完颜希尹主持大局，讨论应对契丹和奚人分离问题。秦桧建议分道扬镳或挑拨内部关系，希尹决定请耶律马五自行决断。马五表示愿随行至会宁府，但劝下属留下。队伍继续行进，途中艰苦，人员不断损耗。抵达通辽后，队伍休整，但军士因放松引发强暴事件，希尹果断镇压。夜间，潢水北岸出现乱兵，声称奉耶律马五之命袭击，引发大规模混乱和离散。"
  },
  {
    "characters": [
      "完颜斡本",
      "完颜合剌",
      "完颜希尹",
      "秦桧",
      "纥石烈太宇",
      "迪古乃"
    ],
    "date": "1136年4月29日",
    "content": "潢水南岸营地夜间混乱加剧，完颜斡本被围，其子迪古乃突围逃生。斡本在火攻中自尽。完颜合剌率合扎猛安救援，但途中部队离散，合剌被熟人袭击身亡。希尹在黄龙府集结残部，迪古乃指控秦桧谋划弑君，秦桧夫妇被处决。希尹随后在黄龙府大堂召集女真权贵，议和并选新君，指定完颜迪古乃、完颜乌禄、纥石烈良弼为候选人，交由赵官家决定。希尹完成使命后自刎身亡，标志金国实质灭亡。"
  },
  {
    "characters": [
      "赵玖",
      "岳飞",
      "金富轼",
      "合不勒",
      "耶律余睹",
      "赵良弼",
      "赵雍",
      "赵亮"
    ],
    "date": "1136年6月17日",
    "content": "赵官家在菊花岛大龙宫寺召集北疆诸国使臣和部族首领，举行大会。高丽使臣金仁存和金富轼讨论旧事，赵官家质问高丽在战争中的首鼠两端，并宣布对高丽的处置。随后，女真三候选人完颜迪古乃（赵亮）、完颜乌禄（赵雍）、纥石烈良弼（赵良弼）面谒赵官家。赵亮献诗讨好，赵官家最终选择赵良弼为女真国主，赐姓赵，改国号为清。大会签署《中国政治、文化一体敕约》、《友好通商航海敕约》、《北疆联防敕约》，确立新秩序，赵官家强调违逆者将遭讨伐。"
  },
  {
    "characters": [
      "赵玖",
      "吕本中",
      "刘晏"
    ],
    "date": "1136年6月18日",
    "content": "菊花岛风雨大作，赵官家在八角井旁与吕本中、刘晏讨论敕约和国运。赵官家感慨战争结束后的新时代，虽无万事统续，但影响百年大势已足。他提及一首未念之词，因心事未了而心虚。随后送别岳飞、赵良弼等人，开始南返。七月下旬，赵官家渡过黄河抵达绍兴，下旨要求东京文武随他谒亳州明道宫，完成十年回避后的回归。"
  },
  {
    "characters": [
      "赵萝卜",
      "马胖",
      "杨沂中"
    ],
    "date": "1136年6月20日",
    "content": "东京城新曹门因军务封闭，樊楼掌柜赵萝卜等人被迫绕道。后得知静塞郡王杨沂中押送数万女真战俘游街示众。战俘从新曹门入城，沿东西大街行进，百姓初时沉默畏惧，后渐欢呼躁动，投掷杂物钱币。赵萝卜经历靖康逃难，初时惊恐逃窜，后释然痛哭。俘虏被要求脱衣赤身出西门，场面狂躁，标志战争彻底结束，民心振奋。"
  },
  {
    "characters": [
      "赵玖"
    ],
    "date": "1136年7月30日",
    "content": "赵官家南返途中经燕京，问候病重的吕颐浩，任命胡寅为燕京留守，带上韩世忠等文武继续南下。七月下旬渡过黄河抵达绍兴，下旨要求东京上下文武随他谒亳州明道宫。在一个秋日，赵官家回到明道宫，完成十年征程的回归，象征新时代开启。"
  },
  {
    "characters": [
      "赵玖",
      "吕好问",
      "赵鼎",
      "张浚",
      "林景默",
      "杨沂中",
      "韩世忠",
      "李彦仙",
      "刘晏",
      "万俟卨"
    ],
    "date": "1136年8月16日",
    "content": "赵玖在亳州明道宫举行祭祀和宴会，回顾建炎十年抗金功绩。他首先与吕好问、赵鼎、张浚等重臣讨论定策文勋，最终确定宗泽、李纲、吕好问等十八人为功臣，分别授予亲王和郡王爵位。随后，赵玖宣布迁都燕京的决定，提出修河、裁军、抑制兼并等未来国策。在酒意中，他亲自用斧头劈砍道祖木雕，以象征功业归于凡人而非天意，引发群臣震动。最后，他号召群臣继续努力，开启新宋征程，并在宴会后大醉三日方归东京。"
  }
]