[
  {
    "characters": [
      "伊耿·坦格利安",
      "维桑尼亚·坦格利安",
      "雷妮丝·坦格利安"
    ],
    "date": "伊耿历1年1月1日",
    "content": "伊耿·坦格利安在旧镇繁星圣堂被总主教涂抹圣油并加冕，正式开启统治，史称伊耿一世。此前两年，他与姐妹维桑尼亚和雷妮丝（同为妻子）从龙石岛登陆维斯特洛，发动征服战争。他们骑乘巨龙贝勒里恩、瓦格哈尔和米拉西斯，先后击败风暴王亚尔吉拉、河屿王赫伦，并在“怒火燎原”战役中焚毁河湾地与西境联军，迫使北境托伦·史塔克投降。多恩领拒绝屈服，但其余六大王国均臣服。伊耿定都黑水河口小镇，命名君临，并铸造铁王座统治统一后的维斯特洛。"
  },
  {
    "characters": [
      "伊耿一世",
      "维桑尼亚·坦格利安",
      "托伦·史塔克",
      "玛拉·桑德兰"
    ],
    "date": "伊耿历2年1月1日",
    "content": "三姐妹群岛的玛拉·桑德兰自立为女王，伊耿一世派北境守护托伦·史塔克平定叛乱。维桑尼亚王后骑龙瓦格哈尔现身姐妹屯，叛军迅速投降，废黜玛拉并拥立其弟史蒂芬·桑德兰。玛拉被流放，五年后拔舌加入静默姐妹。"
  },
  {
    "characters": [
      "伊耿一世",
      "科林·沃马克",
      "罗德斯"
    ],
    "date": "伊耿历2年1月1日",
    "content": "铁群岛陷入内乱，科林·沃马克自称铁群岛之王，罗德斯自称淹神之子。伊耿一世骑贝勒里恩率舰队抵达，斩杀科林·沃马克，罗德斯投海自尽。伊耿允许铁民自选统治者，维肯·葛雷乔伊被选为大王并宣誓效忠。"
  },
  {
    "characters": [
      "伊耿一世",
      "雷妮丝·坦格利安",
      "梅瑞拉·马泰尔"
    ],
    "date": "伊耿历4年1月1日",
    "content": "伊耿派使团与多恩公主梅瑞拉·马泰尔和谈失败，第一次多恩战争爆发。雷妮丝王后骑米拉西斯焚烧板条镇，伊耿率大军进攻亲王隘口，奥里斯·拜拉席恩进攻骨路。多恩人采用焦土战术，避而不战。"
  },
  {
    "characters": [
      "奥里斯·拜拉席恩",
      "维尔伯爵"
    ],
    "date": "伊耿历4年1月1日",
    "content": "奥里斯·拜拉席恩在骨路遭多恩人伏击，山崩阻断退路，部队损失惨重。奥里斯被维尔伯爵俘虏，与其他贵族一同被囚。"
  },
  {
    "characters": [
      "伊耿一世",
      "哈兰·提利尔"
    ],
    "date": "伊耿历5年1月1日",
    "content": "伊耿攻占天及城等地，但多恩领主逃亡。哈兰·提利尔公爵率军试图夺回阳戟城，在多恩沙漠中全军消失，再无踪迹。"
  },
  {
    "characters": [
      "奥里斯·拜拉席恩",
      "伊耿一世"
    ],
    "date": "伊耿历7年1月1日",
    "content": "奥里斯·拜拉席恩等俘虏被铁王座用黄金赎回，但所有俘虏的持剑手被砍去。奥里斯获释后性格大变，辞去国王之手职务。伊耿骑龙焚烧维尔家族要塞报复。"
  },
  {
    "characters": [
      "多恩掠袭者",
      "维桑尼亚·坦格利安"
    ],
    "date": "伊耿历8年1月1日",
    "content": "多恩掠袭者渡海洗劫风怒角，焚烧雨林。维桑尼亚王后骑瓦格哈尔报复，焚烧柠檬林、魂丘和托尔城。"
  },
  {
    "characters": [
      "伊耿一世",
      "维桑尼亚·坦格利安"
    ],
    "date": "伊耿历9年1月1日",
    "content": "伊耿和维桑尼亚再次骑龙焚烧多恩城堡，包括沙石城、万斯城和狱门堡，持续报复多恩的袭击。"
  },
  {
    "characters": [
      "福勒伯爵",
      "乔佛里·戴恩",
      "亚当·海塔尔"
    ],
    "date": "伊耿历10年1月1日",
    "content": "福勒伯爵率军焚毁边疆地村庄，夺取夜歌城。乔佛里·戴恩爵士趁机袭击旧镇周边。亚当·海塔尔爵士夺回夜歌城但多恩人已撤退。"
  },
  {
    "characters": [
      "雷妮丝·坦格利安",
      "米拉西斯"
    ],
    "date": "伊耿历10年1月1日",
    "content": "雷妮丝王后骑米拉西斯攻击狱门堡，守军用蝎子弩射中龙眼，米拉西斯坠落死亡。雷妮丝王后一同陨落，死因成谜。"
  },
  {
    "characters": [
      "伊耿一世",
      "维桑尼亚·坦格利安"
    ],
    "date": "伊耿历11年1月1日",
    "content": "伊耿和维桑尼亚骑龙反复焚烧多恩城堡，狱门堡周围沙砾融成玻璃。多恩领主遭暗杀，坦格利安家族也多次遇刺，维桑尼亚用剑反击。"
  },
  {
    "characters": [
      "维尔伯爵"
    ],
    "date": "伊耿历12年1月1日",
    "content": "维尔伯爵袭击琼恩·卡伏仑爵士婚礼，杀害宾客，阉割新郎，轮奸新娘并卖为奴隶。多恩持续混乱，但马泰尔家族坚持抵抗。"
  },
  {
    "characters": [
      "梅瑞拉·马泰尔",
      "尼莫尔·马泰尔",
      "戴蕊拉·马泰尔",
      "伊耿一世"
    ],
    "date": "伊耿历13年1月1日",
    "content": "梅瑞拉公主去世，其子尼莫尔继位。尼莫尔派女儿戴蕊拉使团求和，归还米拉西斯的头骨。伊耿阅读密信后同意和平，签署协议结束第一次多恩战争。"
  },
  {
    "characters": [
      "伊耿一世",
      "维桑尼亚·坦格利安",
      "雷妮丝·坦格利安"
    ],
    "date": "伊耿历1年1月1日",
    "content": "伊耿一世加冕后，以融合七大王国为目标，推行和平政策。他吸纳各地贵族子女入宫服务，促进全国统一意识。两位王后维桑尼亚和雷妮丝积极促成跨地区联姻，如安排艾林家族与史塔克家族、兰尼斯特家族与雷德温家族通婚，并调解布莱伍德与布雷肯家族的千年恩怨。国王每年仅四分之一时间驻留君临，其余时间在龙石岛或进行全国巡游，亲自审理案件，了解民情，强调‘平叛的最好方法是扼杀它于摇篮之中’。"
  },
  {
    "characters": [
      "伊耿一世",
      "雷妮丝·坦格利安"
    ],
    "date": "伊耿历7年1月1日",
    "content": "雷妮丝王后在伊耿堡审理一宗丈夫殴死妻子的案件，确立‘六下原则’和‘拇指尺寸’为七国习惯法。裁决允许丈夫对不贞妻子施加六下惩罚（对应七神前六面），超出部分视为违法。此案彰显王后对平民的关爱，并成为法律先例，影响后世继承纠纷。"
  },
  {
    "characters": [
      "伊耿一世",
      "维桑尼亚·坦格利安"
    ],
    "date": "伊耿历10年1月1日",
    "content": "维桑尼亚王后因担忧国王安全，在伊耿脸上划伤演示侍卫不足，力促建立御林铁卫。她亲自选拔七位忠诚骑士，包括科利斯·瓦列利安爵士等，制定终身誓言，要求他们放弃领地、专司保护国王。御林铁卫由此诞生，成为荣誉象征，其中两人后为护主牺牲。"
  },
  {
    "characters": [
      "伊耿一世",
      "加文大学士",
      "奥斯蒙·斯壮"
    ],
    "date": "伊耿历19年1月1日",
    "content": "伊耿一世听闻海盗洗劫盛夏群岛高树镇后，担忧君临防御薄弱，下令修筑城墙。工程由加文大学士和国王之手奥斯蒙·斯壮负责，设计七道城门以荣耀七神。次年正式开工，至伊耿历26年竣工，提升君临安全性，防止外敌侵袭。"
  },
  {
    "characters": [
      "伊耿一世",
      "奥里斯·拜拉席恩",
      "艾德敏·徒利",
      "阿尔顿·赛提加",
      "奥斯蒙·斯壮"
    ],
    "date": "伊耿历1年至伊耿历17年1月1日",
    "content": "伊耿一世历任国王之手更迭：首任奥里斯·拜拉席恩因多恩战争被俘失手辞职；艾德敏·徒利接任但因妻逝乞返；阿尔顿·赛提加病故后，奥斯蒙·斯壮继任。国王倚重御前顾问，包括大学士和两位王后，维桑尼亚严选铁卫，雷妮丝赞助歌手传播赞歌，强化坦格利安统治合法性。"
  },
  {
    "characters": [
      "伊耿一世",
      "雷妮丝·坦格利安",
      "维桑尼亚·坦格利安"
    ],
    "date": "伊耿历7年1月1日",
    "content": "伊耿一世同时娶了姐姐维桑尼亚和妹妹雷妮丝，两人均为驭龙者。雷妮丝在伊耿历7年生下长子伊尼斯，他生来瘦小多病，甚至一度被认为难以存活。伊尼斯只愿吸吮母亲的乳头，断奶时尖叫了半个月。直到获得小龙闪银后，他才开始茁壮成长。伊尼斯三岁时，母亲雷妮丝在多恩遇难，他陷入狂悖，停止进食并忘记走路。"
  },
  {
    "characters": [
      "维桑尼亚·坦格利安",
      "梅葛·坦格利安"
    ],
    "date": "伊耿历12年1月1日",
    "content": "维桑尼亚王后宣布怀孕，并于伊耿历12年生下梅葛。梅葛出生时体重几乎是哥哥伊尼斯的两倍，充满活力。维桑尼亚在梅葛三岁时就让他习武，并挑选加文·科布瑞爵士作为教头。梅葛自幼好斗，八岁时因被马踢而刺死马匹并伤及马童。他武艺高超，十二岁已在比武中击败年长对手。"
  },
  {
    "characters": [
      "伊尼斯·坦格利安",
      "阿莱莎·瓦列利安"
    ],
    "date": "伊耿历22年1月1日",
    "content": "伊尼斯王子与阿莱莎·瓦列利安结婚，两人同岁且均出自瓦雷利亚世家。婚姻幸福美满，次年阿莱莎生下女儿雷妮亚，以纪念伊尼斯的母亲。伊耿国王第一次抱起孙女时流泪，格外溺爱她。维桑尼亚王后提议将雷妮亚许配给梅葛，但遭伊尼斯和阿莱莎反对，总主教也警告反对。"
  },
  {
    "characters": [
      "梅葛·坦格利安",
      "瑟蕾茜·海塔尔"
    ],
    "date": "伊耿历25年1月1日",
    "content": "梅葛在旧镇繁星圣堂迎娶瑟蕾茜·海塔尔，仪式由总主教主持。梅葛年仅十三岁，新娘比他大十岁。梅葛夸口在新婚之夜履行丈夫职责十余次，宣称已为家族添子。但瑟蕾茜婚后多年不孕，而伊尼斯与阿莱莎陆续生下子女，包括伊耿、韦赛里斯、杰赫里斯和亚莉珊，每个新生子都将梅葛在继承顺位上推后。"
  },
  {
    "characters": [
      "梅葛·坦格利安"
    ],
    "date": "伊耿历28年1月1日",
    "content": "梅葛在奔流城比武会上连续挑翻三名御林铁卫，虽败于冠军，但在团体混战中获胜。赛后他被父亲伊耿一世用族剑'黑火'册封为骑士，年仅十六岁，成为当时最年轻的骑士。此后他随军出征石阶列岛，参与多场血战，证明无畏与强大，但尚未成为驭龙者，拒绝多条小龙，声称只有一条龙配得上他。"
  },
  {
    "characters": [
      "伊耿一世",
      "伊尼斯·坦格利安",
      "梅葛·坦格利安"
    ],
    "date": "伊耿历37年1月1日",
    "content": "伊耿一世因中风驾崩于龙石岛，遗体火化时由梅葛念悼词，'黑火'与国王一同浴火后被梅葛取回。伊尼斯时年三十岁，从高庭骑闪银返回，加冕为伊尼斯一世。他扶起梅葛，吻其双颊，称兄弟将并肩统治，并将'黑火'赐予梅葛。梅葛自此拥有两把瓦雷利亚钢族剑，但只用'黑火'，将'暗黑姐妹'挂于龙石岛房间。"
  },
  {
    "characters": [
      "伊尼斯一世",
      "梅葛·坦格利安"
    ],
    "date": "伊耿历37年1月1日",
    "content": "伊尼斯一世继位后，王国爆发多起叛乱，包括赫伦堡的'红心'赫伦、谷地的杰诺斯·艾林、铁群岛的罗德斯二世和多恩边疆地的'秃鹰王'。伊尼斯犹豫不决，梅葛则迅速行动，骑贝勒里恩镇压叛乱，在鹰巢城处决杰诺斯·艾林，在铁群岛葛恩·葛雷乔伊镇压罗德斯二世。奥里斯·拜拉席恩和山姆威尔·塔利击败'秃鹰王'，梅葛因功被任命为国王之手。"
  },
  {
    "characters": [
      "梅葛·坦格利安",
      "亚丽·哈罗威"
    ],
    "date": "伊耿历39年1月1日",
    "content": "梅葛宣布瑟蕾茜王妃不孕，已在龙石岛与亚丽·哈罗威按瓦雷利亚风俗再婚，引发伊尼斯国王和教会愤怒。总主教谴责梅葛再婚为通奸，称亚丽为'哈罗威妓女'。伊尼斯给梅葛选择：放弃亚丽或流放五年。梅葛选择流放，于伊耿历40年带亚丽、贝勒里恩和'黑火'前往潘托斯，瑟蕾茜被抛弃在君临。"
  },
  {
    "characters": [
      "伊尼斯一世",
      "雷妮亚·坦格利安",
      "伊耿·坦格利安"
    ],
    "date": "伊耿历41年1月1日",
    "content": "伊尼斯宣布让长女雷妮亚嫁给弟弟伊耿，引发教会强烈反对。总主教声明姐弟通婚为乱伦，结合后代为'孽种'。伊尼斯坚持安排，婚礼后授予伊耿龙石岛亲王头衔，激怒维桑尼亚太后。雷妮亚和伊耿展开全境巡游，但遭民众嘲弄和攻击，在河间地遭穷人集会投掷污物，雷妮亚威胁下次将骑龙回应。"
  },
  {
    "characters": [
      "伊尼斯一世",
      "墨密森修士"
    ],
    "date": "伊耿历41年1月1日",
    "content": "伊尼斯任命墨密森修士为首相，但墨密森因主持乱伦婚礼被教会革出教门。伊尼斯致信总主教求情，反被斥为'孽物国王'。穷人集会成员在君临将墨密森剁成碎片，战士之子加强雷妮丝丘陵守备。伊尼斯担心安全，带家人返回龙石岛，途中遭穷人集会成员闯入卧室，幸得御林铁卫保护。维桑尼亚太后建议骑龙攻击旧镇，被伊尼斯拒绝并锁禁。"
  },
  {
    "characters": [
      "伊尼斯一世",
      "梅葛·坦格利安"
    ],
    "date": "伊耿历42年1月1日",
    "content": "伊尼斯一世病逝于龙石岛，遗体由闪银点燃火化。维桑尼亚太后骑瓦格哈尔接回梅葛，梅葛在龙石岛加冕为梅葛一世，戴父亲的红宝石王冠。加文大学士抗议王位应传伊耿，被梅葛用'黑火'斩首。阿莱莎太后带子女逃往潮头岛避难。梅葛口述信件给诸侯，宣称铁王座属于有力量得到它的人。"
  },
  {
    "characters": [
      "梅葛一世",
      "战士之子"
    ],
    "date": "伊耿历42年1月1日",
    "content": "梅葛骑贝勒里恩与维桑尼亚飞往君临，战士之子控制城墙和思怀圣堂。梅葛接受'七子审判'挑战，与六名支持者对抗七名战士之子骑士。战斗惨烈，梅葛头部受重击昏迷，但最终获胜。他昏迷二十七天，期间御林铁卫包围雷妮丝丘陵。梅葛苏醒后骑贝勒里恩焚毁思怀圣堂，弓箭手捕杀逃生者，战士之子精华覆灭。"
  },
  {
    "characters": [
      "梅葛一世",
      "穷人集会"
    ],
    "date": "伊耿历42年1月1日",
    "content": "梅葛命令镇压穷人集会，在石桥镇和黑水河大分岔口击败教团武装。'伐木工'渥特被擒，梅葛枭其四肢并命保其性命。梅葛迎娶'塔城'泰安娜为三房妻子，处决反对的梅罗思国师。阿莱莎太后被迫带子女返回宫廷效忠梅葛。梅葛持续与教会武装战争，旧镇总主教号召推翻'恶龙'王朝。"
  },
  {
    "characters": [
      "伊耿·坦格利安",
      "雷妮亚·坦格利安"
    ],
    "date": "伊耿历43年1月1日",
    "content": "伊耿和雷妮亚潜入君临，骑走梦火和闪银，在西境红粉城聚集兵马讨伐梅葛。伊耿骑闪银宣布梅葛为暴君，但响应者多为小领主，无大诸侯支持。在神眼湖以南，伊耿军遭梅葛军包围，贝勒里恩参战。空战中闪银不敌贝勒里恩，坠落身亡，伊耿战死。陆战叛军溃败，二千人阵亡。雷妮亚未参战，带女儿逃往仙女岛。"
  },
  {
    "characters": [
      "梅葛一世",
      "亚丽·哈罗威",
      "泰安娜"
    ],
    "date": "伊耿历44年1月1日",
    "content": "亚丽王后怀孕但流产死产怪胎，梅葛怒处照料者。泰安娜指控亚丽与多人通奸以求子，梅葛刑讯名单上男子，处决亚丽及其亲属。亚丽被折磨半月致死，尸体分插都城七门。梅葛摧毁哈罗威家族，赫伦堡遭诅咒。维桑尼亚太后驾崩，阿莱莎太后带子女盗走沃米索尔、银翼和'暗黑姐妹'逃离。梅葛逮捕审问韦赛里斯王子，九天后其死亡，尸体曝露十四天。"
  },
  {
    "characters": [
      "梅葛一世",
      "雷妮亚·坦格利安",
      "简妮·维斯特林",
      "埃萝·科托因"
    ],
    "date": "伊耿历47年1月1日",
    "content": "梅葛一次迎娶三位寡妇：雷妮亚、简妮·维斯特林和埃萝·科托因。总主教主持婚礼，但三人被称为'黑新娘'。泰安娜带来雷妮亚的双胞胎女儿胁迫其服从。梅葛立雷妮亚女儿艾瑞亚为继承人，送雷哈娜为修女。简妮和埃萝先后怀孕，但均产下死产怪胎，简妮亡故。梅葛审问泰安娜，她承认毒害胎儿，被梅葛亲手处决。"
  },
  {
    "characters": [
      "梅葛一世",
      "杰赫里斯·坦格利安"
    ],
    "date": "伊耿历48年1月1日",
    "content": "杰赫里斯在风息堡被罗加·拜拉席恩宣布为合法国王，抽出'暗黑姐妹'誓言终结梅葛统治。阿莱莎太后和亚莉珊公主支持，杰赫里斯骑沃米索尔，亚莉珊骑银翼。雷妮亚骑梦火带艾瑞亚和'黑火'投奔杰赫里斯。诸侯纷纷倒戈，包括瓦列利安、提利尔、海塔尔等家族。梅葛召唤勤王，仅小领主响应，军队不足四千人。"
  },
  {
    "characters": [
      "梅葛一世"
    ],
    "date": "伊耿历48年1月1日",
    "content": "梅葛在红堡与勤王诸侯彻夜商讨，哈佛伯爵劝其退位披黑衣，被梅葛斩首。会后梅葛独坐铁王座，次日破晓被埃萝王后发现已死，双手被铁王座倒刺划开，咽喉有利刃。死因成谜，可能为铁王座所杀、埃萝复仇、御林铁卫合谋或自杀。梅葛统治六年零六十六天，无子嗣，骨灰运回龙石岛。杰赫里斯继位，终结梅葛残酷统治。"
  },
  {
    "characters": [
      "杰赫里斯·坦格利安一世",
      "阿莱莎太后",
      "罗加·拜拉席恩",
      "雷妮亚太后",
      "亚莉珊·坦格利安",
      "梅葛·坦格利安的支持者"
    ],
    "date": "伊耿历48年1月1日",
    "content": "杰赫里斯·坦格利安一世在伊耿历48年以14岁之龄登基，面对梅葛国王留下的分裂王国。他坚持宽恕梅葛的支持者，反对母亲阿莱莎太后的复仇主张，在罗加·拜拉席恩公爵的建议下，通过赦免和收取人质而非处决来和解。杰赫里斯释放大部分囚犯，恢复其领地，仅处决直接参与谋害韦赛里斯王子的官员。他展现坚定领导力，赢得诸侯支持，为统治奠定和平基础。"
  },
  {
    "characters": [
      "杰赫里斯·坦格利安一世",
      "月亮修士",
      "阿莱莎太后",
      "罗加·拜拉席恩",
      "海塔尔伯爵"
    ],
    "date": "伊耿历48年1月1日",
    "content": "月亮修士在旧镇外聚集五千追随者，谴责坦格利安家族，阻碍杰赫里斯加冕。御前会议讨论用龙或军队清除威胁，但杰赫里斯反对屠杀。月亮修士被一名年轻女子刺杀，中毒并割喉身亡，其队伍迅速瓦解。学者推测刺客可能受罗宛或奥克赫特伯爵指使。事件清除加冕障碍，杰赫里斯得以安全前往旧镇。"
  },
  {
    "characters": [
      "杰赫里斯·坦格利安一世",
      "总主教",
      "乔佛里·多吉特爵士",
      "雷妮亚太后",
      "艾瑞亚",
      "雷哈娜"
    ],
    "date": "伊耿历48年1月1日",
    "content": "杰赫里斯在旧镇繁星圣堂由总主教加冕，举行七日宴会，诸侯宣誓效忠。他拒绝重建教会武装，但废除梅葛对战士之子的悬赏，并赐封‘山丘的红狗’乔佛里·多吉特爵士为御林铁卫，展示和解姿态。加冕后，雷妮亚太后返回仙女岛，双胞胎女儿艾瑞亚和雷哈娜可能被调换身份，艾瑞亚成为王位继承人并性格转变。杰赫里斯返程途中宽恕穷人集会成员，送他们加入守夜人，结束与教会的冲突。"
  },
  {
    "characters": [
      "雷妮亚·坦格利安",
      "安德鲁·法曼"
    ],
    "date": "伊耿历49年1月15日",
    "content": "雷妮亚·坦格利安与仙女岛伯爵次子安德鲁·法曼在仙女岛举行简朴婚礼。雷妮亚第三次结婚，年仅26岁，而安德鲁仅17岁。婚礼由马柯·法曼伯爵主持，凯岩城公爵林曼·兰尼斯特等少数贵族出席。国王和宫廷事后才得知消息，阿莱莎太后因未受邀而愤怒，罗加公爵也因未经批准而震怒。杰赫里斯国王和亚莉珊公主则送上祝福。"
  },
  {
    "characters": [
      "阿莱莎·瓦列利安",
      "罗加·拜拉席恩"
    ],
    "date": "伊耿历49年7月7日",
    "content": "摄政太后阿莱莎与国王之手罗加·拜拉席恩在未完工的龙穴举行盛大婚礼，总主教主持。仪式吸引了全境及海外贵族，包括史塔克、兰尼斯特等家族。庆典包括比武大会、宴饮和模拟海战。杰赫里斯国王和亚莉珊公主骑龙降临，婚礼后罗加公爵被传婚前享乐。御前会议借此机会选拔新御林铁卫，通过团体混战选出五名骑士，强化王室护卫。"
  },
  {
    "characters": [
      "杰赫里斯·坦格利安",
      "亚莉珊·坦格利安"
    ],
    "date": "伊耿历49年12月10日",
    "content": "杰赫里斯国王与妹妹亚莉珊公主在龙石岛秘密结婚，由奥斯加克修士主持。两人为逃避母亲和首相安排的婚事，骑龙逃离君临。婚礼简单，未圆房。罗加公爵和阿莱莎太后随后赶到，试图拆散他们，但御林铁卫保护国王夫妇。杰赫里斯宣布婚姻不可分割，亚莉珊誓言忠诚。事件未公开，国王夫妇留在龙石岛学习统治，为未来亲政做准备。"
  },
  {
    "characters": [
      "杰赫里斯·坦格利安",
      "亚莉珊·坦格利安",
      "阿莱莎太后",
      "罗加·拜拉席恩"
    ],
    "date": "伊耿历50年1月1日",
    "content": "伊耿历50年新年伊始，维斯特洛陷入多头政治局面。坐镇君临红堡的是摄政太后阿莱莎，她是先王伊尼斯的遗孀、杰赫里斯国王的生母；在龙石岛，年仅十三岁的小王后亚莉珊不顾母亲和继父反对，与兄长杰赫里斯国王秘密结婚；在仙女岛，阿莱莎的长女雷妮亚·坦格利安自称“西太后”。这三位女性原本血浓于水，但共同推翻梅葛国王后，和平年代的纽带逐渐松动，怨恨与分歧崭露头角。触发紧张局势的导火索是国王突然与妹妹秘密结婚，让首相罗加·拜拉席恩与摄政太后措手不及。杰赫里斯对罗加公爵未征求与其母成婚的许可视为不敬，而阿莱莎太后则因雷妮亚在仙女岛的婚礼未邀请她而深受伤害。雷妮亚也对人们不顾她及女儿对铁王座的权利、转而投效弟弟杰赫里斯一事愤懑不平。局势僵持，从数日到数周，双方隔着黑水湾互不相让。"
  },
  {
    "characters": [
      "杰赫里斯·坦格利安",
      "亚莉珊·坦格利安",
      "罗加·拜拉席恩"
    ],
    "date": "伊耿历50年2月7日",
    "content": "阿莱莎太后派伊莎贝尔修女、露辛达夫人等“女智者”乘“女智者号”前往龙石岛，试图劝导亚莉珊王后认识到兄妹通婚的罪孽，并安插眼线监视国王夫妇。罗加公爵更计划利用其中女伴诱惑杰赫里斯，以拆散婚事。据《红闺觉迷录》记载，柯莱安妮·威尔德被派往龙石岛，负责诱骗国王上床，但此事真实性存疑。亚莉珊王后亲切迎接来客，但“女智者”们的劝导未能动摇她的信念，她坚信诸神要她嫁给哥哥杰赫里斯。随着时间推移，这些女伴反而倒向了国王夫妇。杰赫里斯国王在龙石岛每天与御林铁卫进行严格训练，磨砺武艺，并苦读祖父伊耿的治国文献，为亲政做准备。"
  },
  {
    "characters": [
      "雷妮亚·坦格利安",
      "安德鲁·法曼",
      "福兰克林·法曼"
    ],
    "date": "伊耿历50年3月15日",
    "content": "在仙女岛，雷妮亚·坦格利安与丈夫安德鲁·法曼及女伴们形成“四头兽”小朝廷。但马柯伯爵突然被鱼骨呛死，其子福兰克林继位后，对雷妮亚下达逐客令，指责她未对法曼家族的损失足够补偿。雷妮亚愤怒地骑龙飞往凯岩城，指示丈夫和女伴们乘船跟进。安德鲁想与哥哥决斗，被太后劝止。福兰克林伯爵在码头试图强行留下妹妹艾丽莎，但遭民众反抗，被扔进鱼舱。艾丽莎与太后党羽安全航向兰尼斯港。兰尼斯特家族热烈欢迎雷妮亚，但太后很快发现对方包藏野心，企图通过联姻或获取龙蛋提升家族地位。雷妮亚意识到不能久留，决定离开。"
  },
  {
    "characters": [
      "罗加·拜拉席恩",
      "阿莱莎太后",
      "戴蒙·瓦列利安"
    ],
    "date": "伊耿历50年6月15日",
    "content": "柯莱安妮·威尔德与霍华德·布洛克爵士私奔逃离龙石岛，前往潘托斯，标志罗加公爵拆散国王婚事的计划彻底失败。消息传入红堡，罗加公爵怒不可遏，在御前会议上公开宣称废黜杰赫里斯，推举艾瑞亚公主为女王，指责国王软弱。阿莱莎太后流泪反对，科布瑞伯爵拔剑支持太后。罗加公爵被解除职务，摘下首相胸针离开君临。他等待部属期间下榻渡口旅店，后带回少量部队返回风息堡。阿莱莎太后任命哥哥戴蒙·瓦列利安为新任国王之手，但自身因打击退居梅葛楼，政务托付戴蒙伯爵。罗加公爵不甘失败，派弟弟奥林前往旧镇修女院劫持雷哈娜·坦格利安，企图强迫她冒充艾瑞亚公主，但行动失败，奥林被海塔尔伯爵关押。"
  },
  {
    "characters": [
      "杰赫里斯·坦格利安",
      "亚莉珊·坦格利安"
    ],
    "date": "伊耿历50年9月20日",
    "content": "杰赫里斯·坦格利安迎来第十六个命名日，宣告成人，根据律法开始亲政，不再需要摄政者。维斯特洛贵族和平民拭目以待他的表现。摄政期结束，多头政治局面告一段落，但王国仍面临财政困难、多恩掠袭和北境叛乱等挑战。杰赫里斯在龙石岛期间通过严格训练和苦读，为统治做好准备，他与亚莉珊的婚姻虽引发争议，但两人关系牢固。阿莱莎太后因打击退隐，罗加·拜拉席恩的阴谋失败，面临审判。"
  },
  {
    "characters": [
      "杰赫里斯·坦格利安一世",
      "本尼费尔大学士",
      "罗加·拜拉席恩公爵",
      "阿莱莎太后",
      "亚莉珊·坦格利安"
    ],
    "date": "伊耿历51年1月1日",
    "content": "杰赫里斯国王独自骑龙返回君临，重组御前会议，任命里戈·德拉兹为财政大臣解决国库亏空问题。他召见罗加公爵，在铁王座前达成和解，要求公爵拥护亚莉珊王后并与太后破镜重圆。国王推行奢侈品税和筑城许可税以增加收入。随后与妹妹亚莉珊举行公开婚礼，派遣七位布道者巡游全国宣传婚姻合法性，提出“例外法则”解释坦格利安家族近亲通婚传统。亚莉珊王后怀孕，为宫廷带来艺术复兴。"
  },
  {
    "characters": [
      "杰赫里斯一世",
      "亚莉珊·坦格利安"
    ],
    "date": "伊耿历52年1月1日",
    "content": "杰赫里斯一世与王后亚莉珊开始首次王家巡游，采用精简随从的方式访问王领各地。在女泉镇，亚莉珊王后在琼琪泉沐浴时遭遇三名神圣姐妹刺客袭击，幸得女伴们保护未受伤，刺客被御林铁卫处决。此事促使亚莉珊设立女性贴身护卫'红影'琼琪·达克。同时，风息堡传来阿莱莎太后以四十四岁高龄怀孕的奇迹消息，而亚莉珊早产生下伊耿王子却仅存活三天，她将儿子之死归咎于女泉镇遇袭事件。"
  },
  {
    "characters": [
      "杰赫里斯·坦格利安",
      "亚莉珊·坦格利安",
      "艾瑞亚·坦格利安",
      "雷妮亚·坦格利安",
      "巴斯修士"
    ],
    "date": "伊耿历55年1月1日",
    "content": "艾瑞亚公主偷骑巨龙贝勒里恩失踪一年后，雷妮亚太后疯狂寻找女儿无果。杰赫里斯国王担忧侄女安危，怀疑她已坠海身亡，但亚莉珊王后坚信她还活着。国王派御林铁卫威廉爵士前往厄斯索斯调查巨龙传闻，却遭土匪伏击全军覆没。与此同时，艾丽莎·法曼化名亚丽·西山建造‘逐日者号’帆船，携带偷来的龙蛋从布拉佛斯启航探索落日之海。杰赫里斯开始编纂《巴斯大法典》统一王国法律，亚莉珊促成两场贵族联姻并举办龙穴比武大会。王后前往龙石岛待产，生下健康王子伊蒙，举国欢庆。"
  },
  {
    "characters": [
      "杰赫里斯·坦格利安",
      "亚莉珊·坦格利安",
      "艾瑞亚·坦格利安",
      "本尼费尔大学士",
      "巴斯修士"
    ],
    "date": "伊耿历56年4月13日",
    "content": "贝勒里恩载着垂死的艾瑞亚公主回归君临。公主全身滚烫，皮肤下似有活物蠕动，经本尼费尔大学士和巴斯修士抢救无效死亡。巴斯记录公主死状恐怖：眼球炸裂，体内钻出扭曲生物。杰赫里斯对外宣称公主死于高烧，但私下推断她可能被贝勒里恩带往诅咒之地瓦雷利亚。国王颁布禁令严禁前往瓦雷利亚，设立龙卫看守所有巨龙。雷妮亚太后返回后撒播女儿骨灰，最终隐居赫伦堡寡妇塔。"
  },
  {
    "characters": [
      "亚莉珊·坦格利安",
      "阿里克·史塔克",
      "伯莱利总司令"
    ],
    "date": "伊耿历58年1月1日",
    "content": "亚莉珊王后独自巡游北境，受到白港曼德勒家族热烈欢迎。在临冬城，阿里克·史塔克公爵初时冷漠，但逐渐被王后魅力折服。王后访问黑城堡长城，发现银翼拒绝飞越长城。她聆听守夜人需求，承诺典当珠宝资助建造深湖居城堡。在鼹鼠村妓院召开‘女庭’，听闻初夜权导致少女悲惨命运，决心废除这一陋习。"
  },
  {
    "characters": [
      "杰赫里斯·坦格利安",
      "亚莉珊·坦格利安",
      "巴斯修士",
      "本尼费尔大学士"
    ],
    "date": "伊耿历58年1月1日",
    "content": "杰赫里斯成功调解潘托斯与泰洛西冲突后，与亚莉珊在临冬城重聚。王后向御前会议讲述鼹鼠村见闻，力主废除初夜权。尽管国王初时顾虑领主传统，但在巴斯修士支持下，最终颁布‘亚莉珊王后的法律’，废除初夜权，规定侵犯新娘者以强奸罪论处。同年，国王在旧镇举行加冕十周年庆典，七大王国处于空前繁荣时期。"
  },
  {
    "characters": [
      "尤斯塔斯·海塔尔",
      "亚丽·西山"
    ],
    "date": "伊耿历59年1月7日",
    "content": "尤斯塔斯·海塔尔爵士乘坐破旧的'玛莉提丝小姐号'返回旧镇，结束了近三年的落日之海探险。他报告称船队遭遇了可怕的风暴，'秋月号'沉没，'逐日者号'继续向西探索未知海域。尤斯塔斯在索斯罗斯大陆停留一年修复船只，带回贵重货物，但未能证实落日之海彼岸存在新大陆。亚丽·西山和她的'逐日者号'则永远消失在西方。"
  },
  {
    "characters": [
      "杰赫里斯·坦格利安",
      "亚莉珊·坦格利安",
      "丹妮莉丝·坦格利安"
    ],
    "date": "伊耿历60年1月1日",
    "content": "维斯特洛遭遇严冬和颤抖症疫情，君临损失惨重。杰赫里斯国王的财政大臣里戈·德拉兹在跳蚤窝被暴徒杀害。最悲惨的是，六岁的丹妮莉丝公主感染颤抖症去世，打破了坦格利安家族对疾病的免疫力传说。国王夫妇悲痛欲绝，杰赫里斯亲自追捕并处决了杀害财政大臣的暴徒。"
  },
  {
    "characters": [
      "杰赫里斯·坦格利安",
      "罗加·拜拉席恩"
    ],
    "date": "伊耿历61年1月1日",
    "content": "年迈的罗加·拜拉席恩公爵请求国王允许他出征讨伐叛乱的弟弟鲍里斯和'秃鹰王'。杰赫里斯骑沃米索尔从空中支援，罗加公爵率军从地面进攻。他们成功击杀鲍里斯和'秃鹰王'，平息了多恩边疆地的叛乱。罗加公爵在战后半年病逝于风息堡。"
  },
  {
    "characters": [
      "杰赫里斯·坦格利安",
      "伊蒙·坦格利安"
    ],
    "date": "伊耿历62年1月1日",
    "content": "杰赫里斯国王正式册封七岁的长子伊蒙为龙石岛亲王和铁王座继承人。伊蒙王子开始与弟弟贝尔隆一起接受骑士训练，展现出优秀的潜质。国王夫妇开始规划大规模的全国道路建设工程，旨在连接七大王国的主要城堡和城市。"
  },
  {
    "characters": [
      "伊蒙·坦格利安",
      "乔斯琳·拜拉席恩"
    ],
    "date": "伊耿历70年1月1日",
    "content": "伊蒙王子与乔斯琳·拜拉席恩举行盛大婚礼。十五岁的伊蒙和十六岁的乔斯琳被誉为金童玉女，他们的结合象征着王国的光明未来。两年后，伊蒙在暮谷镇比武大会上表现出色，被封为骑士，并成功驾驭了凶猛的科拉克休龙。"
  },
  {
    "characters": [
      "贝尔隆·坦格利安",
      "阿莱莎·坦格利安"
    ],
    "date": "伊耿历75年1月1日",
    "content": "贝尔隆王子与妹妹阿莱莎公主结婚。阿莱莎很快驾驭了梅丽亚斯龙，成为出色的驭龙者。夫妻俩形影不离，阿莱莎先后为贝尔隆生下韦赛里斯、戴蒙和伊耿三个儿子。然而在征服84年，阿莱莎在生下伊耿后去世，年仅二十四岁。"
  },
  {
    "characters": [
      "杰赫里斯·坦格利安",
      "马里昂·马泰尔"
    ],
    "date": "伊耿历83年1月1日",
    "content": "多恩亲王马里昂·马泰尔发动'第四次多恩战争'，企图从海路入侵风暴地。杰赫里斯国王早有准备，与两个儿子伊蒙和贝尔隆分别骑沃米索尔、科拉克休和瓦格哈尔三条龙迎战。他们在多恩海上焚毁了多恩舰队，一天内结束战争。马里昂战死，其妹玛莱继位多恩执政公主。"
  },
  {
    "characters": [
      "塞妮拉·坦格利安"
    ],
    "date": "伊耿历84年1月1日",
    "content": "塞妮拉公主的放荡行为被揭露，她与三位贵族少爷有染，还策划了羞辱弄臣'芜菁'汤姆的恶作剧。杰赫里斯国王震怒，处决了'蜂刺'毕斯柏里，流放其他参与者。塞妮拉被送往旧镇修女院，但一年半后逃往里斯，成为情欲园的妓女，永远玷污了王室声誉。"
  },
  {
    "characters": [
      "维桑瑞拉·坦格利安"
    ],
    "date": "伊耿历87年1月1日",
    "content": "维桑瑞拉公主拒绝与白港伯爵的婚约，梦想嫁给哥哥贝尔隆。在一次醉酒夜游中，她从马上摔下撞墙身亡，年仅十五岁。这是亚莉珊王后在五年内失去的第三个女儿，令她悲痛欲绝。"
  },
  {
    "characters": [
      "杰赫里斯·坦格利安",
      "亚莉珊·坦格利安"
    ],
    "date": "伊耿历88-89年1月1日",
    "content": "因塞妮拉事件，国王夫妇发生'第一次失和'。亚莉珊希望宽恕女儿，但杰赫里斯坚决拒绝。王后留在龙石岛，国王独自巡游西境和河湾地近两年。在女儿玛格娜修女的调解下，两人最终和解，重归于好。"
  },
  {
    "characters": [
      "雷妮丝·坦格利安",
      "科利斯·瓦列利安"
    ],
    "date": "伊耿历90年1月1日",
    "content": "雷妮丝公主与'海蛇'科利斯·瓦列利安结婚。十六岁的雷妮丝骑着梅丽亚斯龙出席婚礼，三十七岁的科利斯为爱结束航海生涯。这场婚姻结合了坦格利安和瓦列利安两大海上强族，被视为王国的盛事。"
  },
  {
    "characters": [
      "伊蒙·坦格利安"
    ],
    "date": "伊耿历92年3月9日",
    "content": "伊蒙王子骑科拉克休前往塔斯岛讨伐密尔流亡者。在营地视察时，他被密尔斥候的十字弓误伤咽喉，当场死亡，年仅三十七岁。贝尔隆王子闻讯后骑瓦格哈尔复仇，焚毁密尔船只，屠杀数千敌人。伊蒙之死给王室带来巨大悲痛，标志着坦格利安家族衰落的开始。"
  },
  {
    "characters": [
      "亚莉珊·坦格利安"
    ],
    "date": "伊耿历100年7月1日",
    "content": "亚莉珊王后在龙石岛去世，享年六十四岁。她经历了十三个孩子中多数先她而去的悲痛，晚年孤独而忧伤。作为杰赫里斯国王的挚爱和治国伙伴，她的离世标志着坦格利安王朝一个时代的结束。杰赫里斯国王继续在位，但已失去往日的活力与热情。"
  },
  {
    "characters": [
      "杰赫里斯·坦格利安一世",
      "亚莉珊·坦格利安"
    ],
    "date": "伊耿历100年1月1日",
    "content": "亚莉珊王后因慢性病逝世，临终前仍坚持孙女雷妮丝及其后代被不公平地剥夺了铁王座继承权。她与丈夫杰赫里斯国王长期共同治国，虽经历两次失和，但最终和解。王后之死标志着坦格利安家族内部继承权争议的持续发酵，为后来的血龙狂舞埋下伏笔。"
  },
  {
    "characters": [
      "杰赫里斯·坦格利安一世",
      "韦赛里斯·坦格利安",
      "兰尼诺·瓦列利安"
    ],
    "date": "伊耿历101年1月1日",
    "content": "赫伦堡大议会召开，以解决王位继承问题。韦赛里斯·坦格利安（杰赫里斯之孙）以压倒性票数击败兰尼诺·瓦列利安（伊蒙王子外孙），被选为铁王座继承人。大议会确立了男性优先于女性的继承先例，但瓦列利安家族和拜拉席恩家族对此不满，继承权争议未彻底平息。"
  },
  {
    "characters": [
      "杰赫里斯·坦格利安一世"
    ],
    "date": "伊耿历103年1月1日",
    "content": "杰赫里斯一世在病榻上平静离世，享年69岁，统治七大王国55年。他的遗体在龙穴火化，与亚莉珊王后的骨灰合葬于龙石岛。全维斯特洛哀悼，其孙韦赛里斯·坦格利安一世继位，继承问题暂时解决，但家族内部矛盾仍在酝酿。"
  },
  {
    "characters": [
      "韦赛里斯·坦格利安一世",
      "雷妮拉·坦格利安"
    ],
    "date": "伊耿历105年1月1日",
    "content": "爱玛王后产子后去世，婴儿贝尔隆仅存活一天。韦赛里斯国王不顾大议会先例，正式册封女儿雷妮拉为龙石岛公主和铁王座继承人，要求全国诸侯宣誓效忠。戴蒙王子因嘲讽事件被激怒，离开君临，继承权之争加剧。"
  },
  {
    "characters": [
      "韦赛里斯·坦格利安一世",
      "阿莉森·海塔尔"
    ],
    "date": "伊耿历106年1月1日",
    "content": "韦赛里斯国王迎娶阿莉森·海塔尔，奥托·海塔尔之女。婚礼旨在巩固权力，但瓦列利安家族缺席，显示内部裂痕。戴蒙王子与科利斯·瓦列利安联手发动石阶列岛战争，对抗三女儿王国，争夺海上控制权，进一步激化家族矛盾。"
  },
  {
    "characters": [
      "韦赛里斯·坦格利安一世",
      "阿莉森·海塔尔",
      "雷妮拉·坦格利安"
    ],
    "date": "伊耿历111年1月1日",
    "content": "君临比武大会上，阿莉森王后穿绿裙，雷妮拉公主穿红黑服，形成绿党与黑党对立。戴蒙王子短暂回归，加剧宫廷斗争。克里斯顿·科尔爵士在比武中击败王后代理骑士，显示派系冲突升级，继承权争议公开化。"
  },
  {
    "characters": [
      "雷妮拉·坦格利安",
      "兰尼诺·瓦列利安"
    ],
    "date": "伊耿历114年1月1日",
    "content": "雷妮拉公主被迫与兰尼诺·瓦列利安结婚，以巩固王室与瓦列利安家族关系。婚礼比武中，克里斯顿·科尔爵士击杀乔佛里·隆莫斯，转向绿党。公主产子杰卡里斯，但孩子外貌引发私生子谣言，绿党与黑党矛盾深化。"
  },
  {
    "characters": [
      "戴蒙·坦格利安",
      "兰娜尔·瓦列利安"
    ],
    "date": "伊耿历115年1月1日",
    "content": "戴蒙王子与兰娜尔·瓦列利安结婚，放弃石阶列岛王国。夫妇骑龙游历厄斯索斯，后定居潘托斯。兰娜尔产下孪生女贝妮拉和雷妮亚，戴蒙试图通过联姻提升地位，但韦赛里斯国王不满，家族关系更复杂。"
  },
  {
    "characters": [
      "伊蒙德·坦格利安",
      "杰卡里斯·瓦列利安",
      "路斯里斯·瓦列利安",
      "乔佛里·瓦列利安"
    ],
    "date": "伊耿历120年1月1日",
    "content": "伊蒙德王子偷骑瓦格哈尔成为驭龙者，但与雷妮拉诸子发生冲突，被路斯里斯用刀划伤右眼。韦赛里斯国王命令双方道歉，但阿莉森王后要求挖眼补偿，雷妮拉公主坚持审问，矛盾激化。国王下令分离两派，禁止谣言，但仇恨已种下。"
  },
  {
    "characters": [
      "莱昂诺·斯壮",
      "哈尔温·斯壮"
    ],
    "date": "伊耿历120年1月1日",
    "content": "赫伦堡塔楼火灾，国王之手莱昂诺·斯壮及其子哈尔温·斯壮被烧死。原因不明，有猜测为意外、诅咒或阴谋。事件削弱黑党力量，奥托·海塔尔爵士被召回任首相，宫廷权力平衡打破，为血龙狂舞铺路。"
  },
  {
    "characters": [
      "雷妮拉·坦格利安",
      "戴蒙·坦格利安"
    ],
    "date": "伊耿历120年1月1日",
    "content": "雷妮拉公主与戴蒙王子秘密再婚，丧偶不满半年。公主产子伊耿（小伊耿），孩子具真龙血脉，激怒绿党。婚礼未经国王批准，显示公主自主行动，继承权争夺白热化，家族分裂不可逆转。"
  },
  {
    "characters": [
      "韦赛里斯·坦格利安一世"
    ],
    "date": "伊耿历129年3月3日",
    "content": "韦赛里斯一世在红堡病榻上驾崩，享年52岁，统治26年。临终前讲述故事给孙辈，未明确解决继承问题。他的死直接触发血龙狂舞，绿党与黑党为铁王座展开内战，维斯特洛陷入血腥冲突。"
  },
  {
    "characters": [
      "韦赛里斯·坦格利安一世",
      "阿莉森·海塔尔",
      "克里斯顿·科尔",
      "奥托·海塔尔",
      "欧维尔大学士",
      "林曼·毕斯柏里",
      "泰兰·兰尼斯特",
      "拉里斯·斯壮",
      "贾斯皮·威尔德"
    ],
    "date": "伊耿历129年3月3日",
    "content": "韦赛里斯·坦格利安一世国王在卧室中逝世，遗体被男仆发现并报告阿莉森王后。王后与御林铁卫队长克里斯顿·科尔爵士封锁现场，召集御前会议成员召开'绿党会议'。会议中，奥托·海塔尔爵士主张伊耿王子继承王位，反对雷妮拉公主。林曼·毕斯柏里伯爵为雷妮拉辩护，但遭反对，最终被杀，成为'血龙狂舞'的第一滴血。会议决定拥戴伊耿为王，封锁消息，拘押可疑人员，并计划加冕。"
  },
  {
    "characters": [
      "伊耿二世",
      "阿莉森·海塔尔",
      "克里斯顿·科尔",
      "奥托·海塔尔"
    ],
    "date": "伊耿历129年3月10日",
    "content": "伊耿二世在龙穴加冕为国王，由克里斯顿·科尔爵士戴上'征服者'伊耿的王冠。阿莉森太后将后冠戴在女儿海伦娜头上，宣布其为王后。加冕式后，伊耿骑龙阳炎绕城飞行，并登上铁王座。同时，史蒂芬·达克林爵士背叛'绿党'，逃往龙石岛，偷走韦赛里斯国王的王冠。君临正式宣布伊耿继位，但龙石岛的雷妮拉公主对此一无所知，正经历早产。"
  },
  {
    "characters": [
      "雷妮拉·坦格利安",
      "戴蒙·坦格利安",
      "科利斯·瓦列利安",
      "雷妮丝·坦格利安",
      "杰卡里斯·瓦列利安",
      "路斯里斯·瓦列利安"
    ],
    "date": "伊耿历129年3月11日",
    "content": "雷妮拉公主在龙石岛早产生下死婴，命名为维桑尼亚。随后召开'黑党会议'，戴蒙王子、科利斯·瓦列利安等参加。会议决定雷妮拉加冕为女王，戴蒙自封全境守护者。战略包括戴蒙夺取赫伦堡，瓦列利安舰队封锁喉道，派龙骑士送信争取支持。雷妮拉加冕，指定杰卡里斯为继承人。她拒绝伊耿的和平条件，要求伊耿交出铁王座，否则开战。"
  },
  {
    "characters": [
      "伊耿二世",
      "阿莉森·海塔尔",
      "欧维尔大学士"
    ],
    "date": "伊耿历129年3月12日",
    "content": "伊耿二世派欧维尔大学士出使龙石岛，提出和平条件：雷妮拉承认伊耿为王，可保留龙石岛，子女获荣誉职位。雷妮拉拒绝，斥责欧维尔不忠，剥夺其颈链并交给格拉底斯学士。她要求伊耿交出铁王座，否则取其性命。伊耿大怒，战争不可避免，双方开始动员支持者，'血龙狂舞'内战正式爆发。"
  },
  {
    "characters": [
      "伊耿二世",
      "雷妮拉·坦格利安"
    ],
    "date": "伊耿历129年1月1日",
    "content": "伊耿在龙穴加冕为国王，雷妮拉在龙石岛加冕为女王，双方调解失败，血龙狂舞内战爆发。雷妮拉的支持者封锁喉道，切断君临贸易。戴蒙王子骑龙科拉克休攻占赫伦堡，兵不血刃，获得斯壮家族财富和人质，包括奶妈亚丽·河文。戴蒙在河间地集结追随者，许多领主如佛雷、布莱伍德等宣布支持雷妮拉。同时，杰卡里斯骑龙北上争取艾林谷、白港和临冬城支持，通过婚约和谈判赢得盟友。路斯里斯南下风息堡送信，却遇伊蒙德王子，双方冲突导致路斯里斯和龙阿拉克斯在风暴中坠海身亡。伊蒙德被称为弑亲者，返回君临后引发雷妮拉愤怒。戴蒙王子策划复仇，通过中间人雇佣杀手鲜血和奶酪潜入红堡，强迫海伦娜王后选择牺牲一个儿子，最终杀害杰赫里斯王子，加剧了内战仇恨。"
  },
  {
    "characters": [
      "路斯里斯·瓦列利安",
      "杰赫里斯王子"
    ],
    "date": "伊耿历129年1月1日",
    "content": "路斯里斯·瓦列利安在风暴地亡故，杰赫里斯王子在红堡被谋杀，这两起事件激化了血龙狂舞内战。黑党与绿党冲突升级，双方高喊复仇，各地领主集结军队。河间地的布莱伍德家族攻击布雷肯家族领地，引发火磨坊之战，双方首领战死，布雷肯家族最终被戴蒙王子率军攻占石篱城而败退。"
  },
  {
    "characters": [
      "奥托·海塔尔",
      "伊耿二世"
    ],
    "date": "伊耿历129年1月1日",
    "content": "奥托·海塔尔作为绿党首相，积极招募佣兵和寻求外援，但伊耿二世不满其谨慎策略，指责他懦弱。伊耿二世被戴蒙王子攻占赫伦堡等消息震撼，开始酗酒压抑恐惧。奥托爵士联系三女儿王国寻求舰队支援，但伊耿二世失去耐心，罢免奥托，任命克里斯顿·科尔为新首相。"
  },
  {
    "characters": [
      "克里斯顿·科尔",
      "亚历克·卡盖尔爵士"
    ],
    "date": "伊耿历129年1月1日",
    "content": "克里斯顿·科尔成为首相后，处决了红堡地牢中拒绝效忠伊耿二世的贵族，以震慑叛徒。他策划刺杀雷妮拉或其儿子，派亚历克·卡盖尔爵士伪装成孪生弟弟伊利克爵士潜入龙石岛。亚历克在城堡中与伊利克相遇，两人决斗双双身亡，刺杀计划失败。"
  },
  {
    "characters": [
      "雷妮丝·坦格利安",
      "克里斯顿·科尔",
      "伊蒙德·坦格利安"
    ],
    "date": "伊耿历129年1月1日",
    "content": "雷妮丝公主骑梅丽亚斯救援鸦栖堡，遭克里斯顿·科尔埋伏。伊蒙德骑瓦格哈尔和伊耿二世骑阳炎联手攻击，三条巨龙在空中激战。梅丽亚斯战死，雷妮丝身亡；阳炎重伤，伊耿二世烧伤卧床；瓦格哈尔幸存。伊蒙德自封摄政王，克里斯顿继续任首相。"
  },
  {
    "characters": [
      "杰卡里斯·瓦列利安",
      "雷妮拉·坦格利安"
    ],
    "date": "伊耿历129年1月1日",
    "content": "杰卡里斯王子在龙石岛发起大播种，招募民间驭龙者，以增强黑党龙力。多人尝试驯龙，伤亡惨重，最终四人成功：铁锤修夫骑沃米索尔、白发乌尔夫骑银翼、亚当·瓦列利安骑海烟、荨麻骑偷羊贼。杰卡里斯计划空袭君临，但三女儿王国舰队入侵喉道，打乱计划。"
  },
  {
    "characters": [
      "杰卡里斯·瓦列利安",
      "沙拉克·洛哈"
    ],
    "date": "伊耿历130年1月5日",
    "content": "三女儿王国舰队攻击喉道，杰卡里斯骑沃马克斯率新驭龙者迎战。初始黑党占优，但沃马克斯坠海，杰卡里斯中箭身亡。战斗持续至夜，三女儿舰队损失惨重，但潮头岛遭洗劫。杰卡里斯之死打击黑党，雷妮拉从悲痛中振作，誓言复仇。"
  },
  {
    "characters": [
      "戴伦·坦格利安",
      "蒙德·海塔尔"
    ],
    "date": "伊耿历130年1月1日",
    "content": "戴伦王子骑特赛里恩支援蒙德·海塔尔伯爵，在蜜酒河之战扭转战局，击败黑党军队。罗宛伯爵败退，汤姆·佛花战死，阿兰·毕斯柏里和阿兰·塔利被俘。戴伦被封为骑士，绿党在南境取得胜利。"
  },
  {
    "characters": [
      "伊蒙德·坦格利安",
      "戴蒙·坦格利安"
    ],
    "date": "伊耿历130年1月1日",
    "content": "伊蒙德计划东西夹击赫伦堡，自率军从君临出发，杰森·兰尼斯特从西境进军。戴蒙王子得知计划，提前部署。杰森公爵在红叉河战死，但西境军突破防线；同时铁群岛攻击西境，兰尼斯港遭掠。戴蒙骑科拉克休飞向君临，与雷妮拉会合。"
  },
  {
    "characters": [
      "雷妮拉·坦格利安",
      "阿莉森太后"
    ],
    "date": "伊耿历130年1月1日",
    "content": "雷妮拉和戴蒙率龙群飞临君临，城内混乱。金袍子队长罗斯·拉盖特叛变，打开城门，黑党军队涌入。阿莉森太后投降，献出城堡钥匙，但伊耿二世及其子女逃脱。雷妮拉登上铁王座，接受效忠，但被王座割伤，预示统治不稳。"
  },
  {
    "characters": [
      "雷妮拉·坦格利安",
      "伊蒙德·坦格利安",
      "克里斯顿·科尔",
      "戴蒙·坦格利安"
    ],
    "date": "伊耿历130年5月22日",
    "content": "雷妮拉女王占领君临后，伊蒙德王子与克里斯顿·科尔爵士率军向赫伦堡进军。途中，兰尼斯特军在神眼湖西岸遭河间地联军重创，损失惨重。伊蒙德与科尔因战略分歧分道扬镳：科尔南下寻求援军，伊蒙德则骑瓦格哈尔在河间地肆意焚毁村庄。戴蒙王子与私生女荨麻骑科拉克休和偷羊贼搜寻伊蒙德未果。最终，戴蒙在赫伦堡设伏，伊蒙德携情妇亚丽·河文前来应战。两条巨龙在神眼湖上空激战，戴蒙跃至瓦格哈尔背上用剑刺死伊蒙德，双方同归于尽。瓦格哈尔沉入湖底，科拉克休重伤身亡。此战标志着伊蒙德势力的覆灭，但雷妮拉的统治仍面临南境大军威胁。"
  },
  {
    "characters": [
      "雷妮拉·坦格利安",
      "海伦娜·坦格利安",
      "罗斯·拉盖特爵士",
      "牧羊人"
    ],
    "date": "伊耿历130年10月22日",
    "content": "君临陷入混乱，海伦娜王后跳楼自尽引发暴动。雷妮拉女王被孤立，金袍军在鞋匠广场与暴民血战，罗斯爵士阵亡。暴民攻入龙穴，杀死四条龙包括泰雷克休、斯里科斯、莫古尔和梦火。乔佛里王子骑叙拉克斯试图救援却坠亡，七武士抢回其遗体。雷妮拉目睹叙拉克斯被屠后绝望，次日凌晨率残部从巨龙门逃往暮谷镇。"
  },
  {
    "characters": [
      "亚当·瓦列利安爵士",
      "戴伦·坦格利安",
      "修夫·铁锤",
      "乌尔夫·白发"
    ],
    "date": "伊耿历130年10月1日",
    "content": "亚当爵士集结河间军队夜袭腾石镇，引发第二次腾石镇之战。戴伦王子在混乱中死亡，修夫被琼恩·罗克顿所杀。海烟、沃米索尔和特赛里恩三条龙在空战和地面缠斗中同归于尽。乌尔夫中毒身亡，银翼成唯一幸存龙。亚当爵士战死，其忠诚受后世铭记。"
  },
  {
    "characters": [
      "雷妮拉·坦格利安",
      "伊耿二世",
      "阿尔佛雷德·布鲁姆爵士",
      "贝妮拉·坦格利安"
    ],
    "date": "伊耿历130年10月22日",
    "content": "雷妮拉逃至龙石岛，落入伊耿二世陷阱。伊耿在阳炎协助下控制城堡，贝妮拉骑月舞反抗，两龙相斗双亡。雷妮拉被俘后，伊耿命阳炎吞食她，仅余左腿。伊耿王子被囚，雷妮拉终年33岁。伊耿宣布重登王位，血龙狂舞持续发酵。"
  },
  {
    "characters": [
      "伊耿二世",
      "雷妮拉·坦格利安"
    ],
    "date": "伊耿历130年12月9日",
    "content": "伊耿二世国王在龙石岛目睹他的金龙阳炎因伤口溃烂而死亡，这让他悲痛欲绝。此前，阳炎曾吞食了他的异母姐姐雷妮拉·坦格利安，伊耿二世借此宣告自己为‘正统国王’，但阳炎的死削弱了他的力量。他试图通过威胁堂妹贝妮拉来迫使瓦列利安家族效忠，但局势复杂，伊耿二世在龙石岛滞留两个月，无法返回君临。"
  },
  {
    "characters": [
      "伊耿二世",
      "阿莉森太后",
      "博洛斯·拜拉席恩",
      "拉里斯·斯壮"
    ],
    "date": "伊耿历130年12月1日",
    "content": "博洛斯·拜拉席恩公爵率领风暴地军队抵达君临，与阿莉森太后和拉里斯·斯壮伯爵谈判。他们达成协议：伊耿二世将迎娶博洛斯的女儿卡珊德拉，以换取风暴地支持；同时，拉里斯承诺协助镇压君临的叛乱。风暴地军队顺利进入君临，清除伪王‘淡发’盖蒙和‘牧羊人’，恢复秩序。伊耿二世随后返回君临，但健康状况恶化，无法登上铁王座。"
  },
  {
    "characters": [
      "伊耿二世",
      "科利斯·瓦列利安",
      "阿莉森太后"
    ],
    "date": "伊耿历130年12月1日",
    "content": "科利斯·瓦列利安伯爵与阿莉森太后谈判，要求赦免所有雷妮拉的支持者，并让小伊耿王子与杰赫妮拉公主结婚以弥合分裂。太后起初拒绝，但在拉里斯·斯壮的调解下，科利斯最终宣誓效忠伊耿二世，并被恢复为海军上将。这确保了瓦列利安舰队的支持，伊耿二世得以返回君临。"
  },
  {
    "characters": [
      "伊耿二世",
      "崔斯丹·真火",
      "盖蒙",
      "牧羊人"
    ],
    "date": "伊耿历130年12月31日",
    "content": "伊耿二世在君临主持对三个伪王的审判：崔斯丹·真火被处决；盖蒙因年幼被赦免，但其母和同伙被处死；‘牧羊人’被拔舌后烧死。在年末，伊耿二世亲自点燃‘牧羊人’及其追随者，标志着君临秩序的恢复，但国王的健康和统治仍不稳定。"
  },
  {
    "characters": [
      "伊耿二世",
      "博洛斯·拜拉席恩",
      "克米特·徒利"
    ],
    "date": "伊耿历131年1月1日",
    "content": "博洛斯·拜拉席恩公爵在国王大道之战中率军对抗河间地军队，但遭遇埋伏和背叛，最终战死。伊耿二世失去主要陆军支持，敌军逼近君临。国王在绝望中听从阿莉森太后的建议，威胁割下人质小伊耿王子的器官以阻止敌军，但密谋者已开始行动。"
  },
  {
    "characters": [
      "伊耿二世",
      "拉里斯·斯壮",
      "科利斯·瓦列利安"
    ],
    "date": "伊耿历131年1月1日",
    "content": "拉里斯·斯壮伯爵策划密谋，救出贝妮拉并控制红堡。伊耿二世在返回圣堂的轿中被毒死，享年24岁。密谋者迅速行动，阿莉森太后被囚禁，小伊耿王子被拥立为新王。内战结束，伊耿三世继位，但和平并不稳固。"
  },
  {
    "characters": [
      "伊耿·坦格利安三世",
      "克雷根·史塔克",
      "科利斯·瓦列利安",
      "拉里斯·斯壮",
      "亚莉珊·布莱伍德"
    ],
    "date": "伊耿历131年1月1日",
    "content": "伊耿·坦格利安三世在十岁时登基，统治初期面临内战后动荡。克雷根·史塔克公爵率北境大军抵达君临，质疑战争结束，计划继续讨伐绿党余孽。他软禁伊耿王子，逮捕科利斯·瓦列利安和拉里斯·斯壮等涉嫌毒杀伊耿二世的贵族。在亚莉珊·布莱伍德的干预下，克雷根同意赦免科利斯，但坚持审判其他罪犯。最终，拉里斯·斯壮和盖尔斯·贝格莱佛爵士被处决，其余犯人被发配长城。克雷根随后辞去首相职务，返回北境，标志着血龙狂舞的正式终结和伊耿三世统治的开始。"
  },
  {
    "characters": [
      "克雷根·史塔克",
      "亚莉珊小姐"
    ],
    "date": "伊耿历131年7月7日",
    "content": "克雷根·史塔克卸任国王之手后，面临北方富余人口返乡可能引发饥荒的难题。亚莉珊小姐提出解决方案，将北方人安置到河间地，与因战争失去丈夫的寡妇结合。超过一千名北方人随她来到河间地，各地举办“寡妇市场”促成数百对婚姻，不愿娶亲的则成为守卫或士兵。此举增强了河间领主的实力，尤其在徒利和布莱伍德家族，并在颈泽以南复兴了旧神信仰。"
  },
  {
    "characters": [
      "克雷根·史塔克",
      "马斯森·维水爵士"
    ],
    "date": "伊耿历131年7月10日",
    "content": "一些北方人选择去狭海对岸谋生。马斯森·维水爵士从里斯空手而归，报告三城同盟会瓦解，佣兵价格高昂。克雷根公爵的部下组成两个佣兵团：狼群团由哈里斯·霍伍德和提蒙特·雪诺指挥，完全由北方人组成；破风团由奥斯卡·徒利爵士出资领导，成员来自维斯特洛各地。他们准备离开君临，前往争议之地。"
  },
  {
    "characters": [
      "伊耿三世",
      "杰赫妮拉"
    ],
    "date": "伊耿历131年7月7日",
    "content": "伊耿与杰赫妮拉的婚礼在维桑尼亚丘陵露天举行，旧镇总主教主持仪式，宣布融合坦格利安家族两大支脉，结束两年厮杀。百姓欢呼，两人乘轿前往红堡，伊耿戴上金环王冠成为伊耿三世，杰赫妮拉戴上后冠。新国王不苟言笑但仪表堂堂，王后俏丽，但婚礼无巨龙参与，前朝太后阿莉森·海塔尔缺席。"
  },
  {
    "characters": [
      "伊耿三世",
      "泰兰·兰尼斯特爵士"
    ],
    "date": "伊耿历131年7月15日",
    "content": "伊耿三世任命御林铁卫和摄政会议。维里·费尔爵士为白骑士队长，马斯森·维水爵士为副手；泰兰·兰尼斯特爵士被任命为国王之手，里奥恩·科布瑞伯爵成为全境守护者。摄政会议成员包括简妮·艾林、科利斯·瓦列利安等七人。克雷根·史塔克拒绝加入。会议旨在代行摄政，但泰兰爵士逐渐掌握实权。"
  },
  {
    "characters": [
      "泰兰·兰尼斯特爵士",
      "阿莉森·海塔尔"
    ],
    "date": "伊耿历131年8月1日",
    "content": "泰兰爵士面临处置前朝太后阿莉森·海塔尔的难题。她怂恿女儿杰赫妮拉割王夫喉咙，被禁闭于梅葛楼。首相着手恢复王国贸易，废止雷妮拉女王的税收政策，借贷给城堡被毁的领主，建造粮仓和战舰。他还重建龙穴，加固君临城门，减少对瓦列利安家族的依赖。西境战火持续，道尔顿·葛雷乔伊无视铁王座谕令。"
  },
  {
    "characters": [
      "欧维尔",
      "泰兰·兰尼斯特爵士"
    ],
    "date": "伊耿历131年12月10日",
    "content": "前任大学士欧维尔化名“鸥韦尔”在妓院被捕，因教妓女认字暴露。守夜人逃兵是死罪，摄政会议认可死刑，但泰兰爵士以御前执法官出缺为由拖延，囚禁欧维尔于塔楼，提供书写工具。欧维尔近两年撰写《真史》，记录韦赛里斯一世和伊耿二世朝史实。泰兰爵士出于旧情和同病相怜未立即处决。"
  },
  {
    "characters": [
      "科利斯·瓦列利安",
      "慕昆大学士"
    ],
    "date": "伊耿历132年3月6日",
    "content": "科利斯·瓦列利安在攀登红堡螺旋梯时衰竭去世，享年七十九岁。他辅佐四位国王和一位女王，航向世界尽头，为家族带来财富和权势。遗体陈列于铁王座下七日，运回潮头岛葬身大海。贪食者掠过天空致敬。埃林·瓦列利安成为继承人，但面临魏蒙德爵士子嗣的争议，最终和解。埃林企图继承摄政之位，被泰兰爵士打发回家。"
  },
  {
    "characters": [
      "贝妮拉·坦格利安",
      "埃林·瓦列利安"
    ],
    "date": "伊耿历132年5月20日",
    "content": "摄政会议考虑王位继承问题，贝妮拉和雷妮亚成为候选人。贝妮拉野性难驯，厌恶谄媚，交友广泛。会议决定将她许配给撒迪厄斯·罗宛，但她拒绝并翻窗逃离红堡，雇渔民横渡黑水湾到潮头岛。半个月后，她与埃林·瓦列利安在龙石岛结婚。泰兰爵士妥协，对外宣称赐婚，避免丑闻。撒迪厄斯·罗宛改与弗洛丽斯·拜拉席恩订婚。"
  },
  {
    "characters": [
      "雷妮亚·坦格利安",
      "科恩·科布瑞爵士"
    ],
    "date": "伊耿历132年6月5日",
    "content": "摄政会议选择雷妮亚作为伊耿国王的继承人，她乖巧接受指婚，倾向科恩·科布瑞爵士。科恩爵士虽非理想人选，但家族尊贵，持有族剑“空寂女士”，且哥哥里奥恩是全境守护者。婚事仓促举办，仅半月订婚期。雷妮亚乐于成为焦点，有幼龙“黎明”相伴，与贝妮拉形成对比。"
  },
  {
    "characters": [
      "亚丽·河文",
      "雷吉斯·格罗夫斯爵士"
    ],
    "date": "伊耿历132年11月15日",
    "content": "赫伦堡被土匪占据，首领亚丽·河文自称伊蒙德王子的未亡人，称其子为维斯特洛正统国王。雷吉斯·格罗夫斯爵士率征讨队清剿，要求对话。亚丽命令他向“国王”下跪，雷吉斯拒绝并嘲笑。雷吉斯暴毙，可能被巫术或冷箭所杀。征讨队大败，仅三十二人逃生。传信人警告赫伦堡有魔力和龙，一人发笑后窒息而死。摄政会议驳斥巫术说法，计划派遣更强征讨队。"
  },
  {
    "characters": [
      "伊耿三世",
      "泰兰·兰尼斯特爵士"
    ],
    "date": "伊耿历133年1月3日",
    "content": "冬季大风寒席卷君临，最初症状脸色发红，随后发烧、打摆子、语无伦次，四分之三病患死亡。泰兰爵士下令封锁都城，关闭红堡大门。慕昆大学士染病康复，维里·费尔爵士、里奥恩·科布瑞伯爵等死亡。伊耿三世不顾危险探访病患，陪伴倾听，痊愈者归功于他的“治疗之手”。泰兰爵士在高峰后染病，两天内去世，伊耿紧握其手直至离世。泰兰爵士尽忠职守，但未得广泛爱戴。"
  },
  {
    "characters": [
      "伊耿三世",
      "乌尔温·培克",
      "埃林·瓦列利安",
      "戴安娜拉·瓦列利安"
    ],
    "date": "伊耿历133年12月31日",
    "content": "在摄政乌尔温·培克伯爵的专权统治下，伊耿三世国王虽年幼却试图任命亲信，但被培克否决。培克安插亲信控制御林铁卫和宫廷，并严厉管教国王。埃林·瓦列利安在石阶列岛击败布拉佛斯舰队，获誉'橡木拳'，但培克派他远征西境以削弱其势力。杰赫妮拉王后神秘死亡后，培克试图让女儿蜜莉儿成为新王后，举办'少女节舞会'选拔。舞会上，贝妮拉和雷妮亚夫人引入六岁的戴安娜拉·瓦列利安，伊耿选中她为新娘，挫败培克计划。婚礼于年末举行，民众欢迎新王后，培克愤怒失势。"
  },
  {
    "characters": [
      "埃林·瓦列利安",
      "雷查里诺·雷恩登"
    ],
    "date": "伊耿历133年1月1日",
    "content": "埃林·瓦列利安率领瓦列利安舰队重返石阶列岛，面对雷查里诺·雷恩登控制的血石岛。他选择谈判而非开战，被扣留在血石岛要塞大半个月。期间，雷查里诺行为反复无常，时而友好提议联合进攻泰洛西，时而威胁处死埃林。埃林被迫参与摔跤和格杀囚犯以自证清白。最终，雷查里诺允许舰队通过，要价三艘船、一份盟约和一个吻。埃林给予三艘旧船、墨水签署的盟约，并承诺未来由妻子贝妮拉亲吻雷查里诺。舰队顺利驶过石阶列岛，继续西行。"
  },
  {
    "characters": [
      "埃林·瓦列利安",
      "亚历姗卓拉·马泰尔"
    ],
    "date": "伊耿历133年1月1日",
    "content": "舰队抵达多恩阳戟城，多恩执政公主亚历姗卓拉·马泰尔会见埃林。公主对埃林一见钟情，请求亲密服务以换取淡水和食物补给。埃林获得补给和多恩海岸海图，但舰队在多恩水域遭遇风暴和强盗袭击，损失三艘船。尽管有损失，埃林成功抵达旧镇，受到莱昂诺·海塔尔欢迎，并获承诺二十艘战舰支援。埃林在旧镇停留，探索城市和学城，等待雷德温伯爵的三十艘战舰。"
  },
  {
    "characters": [
      "埃林·瓦列利安",
      "道尔顿·葛雷乔伊",
      "苔丝"
    ],
    "date": "伊耿历133年1月1日",
    "content": "埃林舰队北上落日之海，沿途获得盾牌列岛战舰支援，但再遇风暴损失船只。道尔顿·葛雷乔伊在仙女岛集结长船舰队准备迎战。然而，道尔顿的盐妾苔丝在风雨夜用匕首割喉杀死他后跳海自杀。道尔顿死讯导致铁民舰队瓦解，船长们纷纷返乡。仙女岛百姓趁机起义，消灭留守铁民。埃林抵达时，敌人已溃散，他受到西境热烈欢迎，乔安娜夫人提议踏平铁群岛，但埃林只同意留部分舰队协助防御。"
  },
  {
    "characters": [
      "埃林·瓦列利安",
      "德拉泽科·罗佳尔"
    ],
    "date": "伊耿历133年1月1日",
    "content": "埃林返程中在多恩阳戟城参加少女节宴会，里斯使节德拉泽科·罗佳尔私下告知他韦赛里斯·坦格利安被囚在里斯的秘密。埃林立即启航前往里斯，与立桑卓·罗佳尔谈判赎回韦赛里斯。他代表铁王座答应支付十万金龙赎金、百年内不损害罗佳尔利益、存入资金、封立桑卓儿子为贵族，并承认韦赛里斯与拉腊·罗佳尔的婚姻。埃林成功赎回韦赛里斯和拉腊。"
  },
  {
    "characters": [
      "埃林·瓦列利安",
      "伊耿三世",
      "韦赛里斯·坦格利安"
    ],
    "date": "伊耿历134年1月1日",
    "content": "埃林率领舰队返回君临，受到民众热烈欢迎。他在码头向伊耿三世国王和戴安娜拉王后展示赎回的韦赛里斯·坦格利安，伊耿激动拥抱失踪五年的弟弟。韦赛里斯的归来解开了伊耿的心结，兄弟重聚。摄政会议认可埃林的条约，但首相乌尔温·培克反对，最终被罢免，由撒迪厄斯·罗宛接任。埃林声誉大增，韦赛里斯成为王位第一继承人，稳定了王朝继承。"
  },
  {
    "characters": [
      "曼佛利·慕顿"
    ],
    "date": "伊耿历134年1月1日",
    "content": "女泉镇伯爵曼佛利·慕顿在冬季大风寒中病倒后逝世，作为首届摄政团元老，他的死亡虽属意料之中，但标志着一个时代的结束。罗宛伯爵让科恩·科布瑞爵士递补其摄政席位，而雷妮亚夫人的孪生姐姐贝妮拉夫人则与埃林伯爵返回潮头岛。与此同时，韦赛里斯王子宣布拉腊夫人怀孕，君临一片欢腾，但北境仍被寒冬笼罩，饥荒肆虐，守夜人军团减员严重，铁群岛权力之争激烈，兰尼斯特家族介入导致血腥冲突。"
  },
  {
    "characters": [
      "简妮·艾林"
    ],
    "date": "伊耿历134年1月1日",
    "content": "谷地处女简妮·艾林公爵夫人因肺部寒症在海鸥镇马丽斯修女院病逝，享年四十岁。她临终指定远房堂亲乔佛里·艾林爵士为继承人，但引发继承权争夺，阿诺德·艾林爵士之子埃德锐克·艾林和埃森巴·艾林（金鹰）均声称有权继承，导致谷地战火重燃。罗宛伯爵试图仲裁，但艾林家族无视命令，加剧了王国的动荡。"
  },
  {
    "characters": [
      "拉腊·罗佳尔",
      "韦赛里斯·坦格利安"
    ],
    "date": "伊耿历135年1月1日",
    "content": "拉腊·罗佳尔为韦赛里斯王子诞下长子伊耿，并在王家圣堂由伯纳德修士涂抹圣油，城市钟声齐鸣庆祝。然而，谣言盛传拉腊夫人坚持异端信仰，崇拜里斯神祇，引发宫廷猜忌。同时，兰娜尔·瓦列利安的龙蛋孵出畸变怪物，咬伤婴儿，导致伊耿国王下令清除红堡内的龙蛋，与弟弟韦赛里斯发生激烈争吵。"
  },
  {
    "characters": [
      "伊耿三世",
      "戴安娜拉王后",
      "淡发盖蒙"
    ],
    "date": "伊耿历135年1月1日",
    "content": "伊耿国王和戴安娜拉王后在书房用餐时中毒，淡发盖蒙作为试毒者身亡，王后经慕昆大学士救治生还。毒药被发现在苹果派面皮中，御林铁卫逮捕多人审问，但供词矛盾。盖蒙之死让伊耿悲痛欲绝，弥合了与韦赛里斯的裂痕，但国王再度陷入阴霾，对宫廷失去兴趣。"
  },
  {
    "characters": [
      "科恩·科布瑞",
      "冈梭尔·罗伊斯"
    ],
    "date": "伊耿历135年1月1日",
    "content": "科恩·科布瑞爵士在谷地裁定乔佛里·艾林为合法公爵，但遭反对者反抗。他关押金鹰及其诸子，处决埃德锐克·艾林，但在索要逃到符石城的阿诺德爵士时，与冈梭尔·罗伊斯伯爵发生冲突，被十字弓手射杀。他的死亡引发谷地战火重燃，科布瑞家族等支持乔佛里，罗伊斯家族等支持阿诺德，君临派军平叛。"
  },
  {
    "characters": [
      "摩雷多·罗佳尔",
      "橡木拳埃林"
    ],
    "date": "伊耿历135年1月1日",
    "content": "摩雷多·罗佳尔被任命为谷地陆军指挥官，但语言障碍导致指挥混乱，讨伐军在海鸥镇巷战中损失惨重。同时，劳勃·罗宛爵士率军从陆路进军，遭野人袭击和巨龙惊扰，减员三分之一，劳勃爵士战死。布莱伍德家族的嗜血班接掌指挥，但军队已不堪作战。"
  },
  {
    "characters": [
      "立桑卓·罗佳尔",
      "德拉泽科·罗佳尔"
    ],
    "date": "伊耿历135年1月1日",
    "content": "立桑卓·罗佳尔在里斯溺亡，德拉泽科·罗佳尔在阳戟城被培根噎死，疑似谋杀。罗佳尔家族迅速陨落，立桑罗·罗佳尔挪用银行资金引发挤兑，银行倒闭，家族成员被卖为奴隶或处决。消息传至维斯特洛，领主们损失惨重，君临逮捕洛托和罗戈里奥·罗佳尔。"
  },
  {
    "characters": [
      "伊耿三世",
      "韦赛里斯·坦格利安",
      "马斯森·维水"
    ],
    "date": "伊耿历135年1月1日",
    "content": "马斯森·维水爵士发动政变，逮捕罗宛伯爵，指控其与里斯人勾结叛国。伊耿国王和韦赛里斯王子在梅葛楼抵抗，影子单朵轲击杀阿摩里·培克爵士等进攻者。僵局持续18天，罗宛伯爵被逼认罪，但韦赛里斯揭穿谎言，伊耿命令逮捕真凶。马斯森爵士被杀，密谋者被审判，罗宛伯爵获释但不久逝世。"
  },
  {
    "characters": [
      "托伦·曼德勒",
      "伊耿三世"
    ],
    "date": "伊耿历136年1月1日",
    "content": "托伦·曼德勒被选为首相，主持审判叛国者，加雷斯·朗等被发配长城，伯纳德修士被阉割流放。罗佳尔兄弟洛托和罗戈里奥被判偷窃和鞭刑，离开君临。伊耿国王在16岁命名日宣布亲政，解除曼德勒职务和摄政团，取消王家巡游，强调和平与正义统治，摄政时期终结。"
  }
]